{
  "source_file": "choice-hotels-2023-esg-report.pdf",
  "processed_at": "2025-11-11T00:26:42.228042",
  "phase1_parser_count": 118,
  "chunks": [
    {
      "page": 1,
      "text": "BUILDING \n A BETTER \n TOMORROW, \n TODAY \n2023 ENVIRONMENTAL, SOCIAL\nAND GOVERNANCE REPORT Table of Contents\nIntroduction\n\nLetter from CEO Patrick Pacious\n\nAbout This Report\n\nAbout Choice\n\n2023 Sustainability Highlights\n\n2023 Sustainability Goals\n\nApproach to Sustainability\n\nPeople\n\nDiverse Workforce\n\nThe Associate Experience\n\nHuman Rights\n\nCommunity Impact and Service\n\nPlanet\n\nCommitment to Green\n\nClimate and Energy\n\nWater\n\nWaste\n\nResponsible Sourcing\n\nPerformance\n\nCorporate Governance\nand Ethical Behavior\n\nESG Governance and Oversight\n\nRisk Management\n\nData Security and Privacy\n\nPublic Policy and Political Activity\n\nAppendices\n\nSustainability Policies\n\nPerformance Tables\n\nGHG Emissions Methodology\n\nSASB Index\n\nTCFD Index\n\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report Letter from CEO Patrick Pacious\nFor more than 80 years, Choice Hotels International, Inc. has put people first. Our vision to bring people\ntogether and enable their success provides the foundation for us to champion our franchise owners, support\nour associates, elevate the guest experience, and give back to our local and global communities. Every day, we advance our vision through our sustainability \nstrategy and initiatives as we work to further embed \nsustainability principles throughout our organization. This past year was pivotal for our business and our \nsustainability journey."
    },
    {
      "page": 3,
      "text": "We completed the integration of the \nRadisson Hotels Americas business within a year of acquisition, \na testament to our team, as well as our experience and \nexpertise. We also opened our new worldwide headquarters \nin North Bethesda, Maryland, designed with sustainability and \nassociate wellbeing in mind. After analyzing Choice’s climate-related risks and \nopportunities, we published our findings in our inaugural Task \nForce on Climate-Related Financial Disclosures (TCFD) report. We also signed a public commitment letter with the Science \nBased Targets initiative to set science-based targets to reduce \nour greenhouse gas emissions. We increased support and \nresources for our franchisees through our refreshed Room to \nbe Green program, which provides a more ambitious pathway \nto creating more sustainable hotels. We also strengthened \nour approach to human trafficking prevention with \nrefreshed training and resources available to our associates \nand franchisees. With the integration of Radisson Americas, we seized \nthe opportunity to enhance the associate experience and \nwellbeing, while reinforcing our inclusive, people-centered \nculture. We are taking a holistic approach to support the \nevolving needs of our associates, including adding new \nassociate benefits. Our Choice Resource Groups continued to \nadvance our focus on diversity, equity and belonging and we \nwelcomed the Green Team, a new associate resource group \ndedicated to driving environmental awareness."
    },
    {
      "page": 3,
      "text": "Our sustainability practices aren’t just good for our \ncommunities and the planet – they are also good for business. Finding new ways to reduce water and energy use at our \nChoice-branded hotels, for example, can benefit the \nenvironment while also boosting our franchisees’ bottom \nlines. We are proud of the progress we made in 2023 and look \nforward to continuing our evolution and growth, all while \nkeeping people at the forefront of our efforts, welcoming \nevery guest everywhere their journey takes them. Patrick Pacious\nPresident & CEO\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report About This Report\nWe are proud to present the Choice Hotels International \n(Choice) 2023 Environmental, Social and Governance (ESG) \nReport, which details the advancement of our sustainability \ninitiatives during fiscal year 2023 (January 1, 2023 to \nDecember 31, 2023). All references are to the 2023 fiscal \nyear unless otherwise stated. This report highlights our journey and progress as we aim to build \na lasting legacy of sustainability and wellbeing for our franchisees, \nassociates, guests, communities and world. Choice acquired Radisson Hotel Group Americas (Radisson) in 2022 \nand the integration of the business was completed in December \n2023. References to “our associates” include all corporate employees; \nany references pertaining to managed hotel employees are \nclearly identified."
    },
    {
      "page": 4,
      "text": "Sustainability Frameworks and Disclosures\nThis report was prepared in alignment with Sustainability Accounting \nStandards Board (SASB) Hotel & Lodging standards. We also align \ncertain practices with principles, standards and frameworks \ncontained in the United Nations Sustainable Development Goals \n(SDGs), the United Nations Universal Declaration of Human Rights, \nthe Carbon Disclosure Project and the Task Force on Climate-related \nFinancial Disclosures (TCFD). The inaugural Choice TCFD Report was \npublished in December 2023. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nCambria Hotels Boston Downtown – Seaport, MA Materiality\nThis report may use certain terms, including “material,” \n“materiality,” “significant” and other similar terms, to refer \nto environmental, social and governance issues that are \nimportant to Choice and our stakeholders. Used in this context, \nthese terms are not intended to be construed in accordance \nwith the U.S. federal securities laws or any other laws of the \nUnited States or any other jurisdiction, or as these terms are \nused in the context of financial statements and financial \nreporting."
    },
    {
      "page": 5,
      "text": "Matters considered material for purposes of this \nreport may not be considered material in the context of our \nfinancial statements, reports with the SEC, or our other public \nstatements, and the inclusion of information in this report is \nnot an indication that such information is necessarily material \nto us in those contexts. As the basis of this report, we’ve conducted a materiality \nassessment to understand the most significant environmental, \nsocial and governance issues for us and our stakeholders. Sustainability and corporate responsibility topics are \nconsidered material for us if they influence the judgment \nand decisions of our internal and external stakeholders, as \nwell as have an impact on them and our business. This report and its content are not substitutes for financially \nmaterial information provided in Choice’s SEC filings including, \nbut not limited to, our Annual Reports on Form 10- K, Quarterly \nReports on Form 10-Q and Current Reports on Form 8-K. Forward-Looking Statement\nThis report includes “forward-looking statements” within the \nmeaning of the Private Securities Litigation Reform Act of 1995, \nincluding statements regarding our environmental, social and \ngovernance ambitions, goals, targets, initiatives, commitments \nand activities, as well as our future operations and long-term \nstrategy."
    },
    {
      "page": 5,
      "text": "These forward-looking statements are based on \nmanagement’s current beliefs, assumptions and expectations \nregarding future events, which, in turn, are based on \ninformation currently available to management. We caution \nyou not to place undue reliance on any such forward-looking \nstatements. Forward-looking statements do not guarantee \nfuture performance and involve known and unknown risks, \nuncertainties and other factors. These and other risk factors are \ndiscussed in detail in the company’s filings with the Securities \nand Exchange Commission (the SEC), including, but not limited \nto, our Annual Reports on Form 10-K, Quarterly Reports on \nForm 10-Q and Current Reports on Form 8-K. We undertake \nno obligation to publicly update or revise any forward-looking \nstatement, whether as a result of new information, future \nevents or otherwise, except as required by law. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report About Choice\nChoice is one of the largest lodging franchisors in the world. The challenger in the upscale segment and a leader in \nmidscale and extended stay, Choice® has nearly 7,500 hotels, \nrepresenting almost 630,000 rooms, in 46 countries and \nterritories."
    },
    {
      "page": 6,
      "text": "A diverse portfolio of 22 brands that range from \nfull-service upper upscale properties to midscale, extended \nstay and economy enables Choice® to meet travelers’ needs\nin more places and for more occasions while driving \nmore value for franchise owners and shareholders. The \naward-winning Choice Privileges® loyalty program and \nco-brand credit card options provide members with a fast \nand easy way to earn reward nights and personalized perks."
    },
    {
      "page": 6,
      "text": "INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\n$1.54 billion\n~18,000\nannual revenue full year 2023\nfranchise owners\n>1,800\n>64 million\nglobal corporate associates \nplus nearly 1,000 hotel \nemployees in the \nmanaged division\nChoice Privileges \nloyalty members\n>7,500\nopen hotels globally\n• More than 630,000 rooms in approximately 46 countries \nand territories\n• 14 managed hotels (inclusive of 4 owned hotels)\n• 10 fully owned hotels\n• 6 open partially owned hotels through joint ventures\n• 57% average domestic occupancy rate\n• More than 3.5 million square feet of total area of managed \nand owned lodging facilities\nRadisson Blu Toronto Downtown, ON, Canada History of Innovation\n\nChoice \nbecomes \nnation’s first \nhotel chain\n\nFirst global\nmarketing and\nreservations\nsystem\n\nFirst hotel\nwebsite with\nreal-time\nrate and\navailability\ninformation\n\nFirst hotel\ncompany to\nlaunch a \nsoft brand\n\nChoice develops\nfirst hotel app\nfor iOS\n\nNew Corporate\nlogo and identity\nLaunched pricing\noptimization\nsolution to drive\nRevPAR\n\nThe first hotel company to \ndevelop a new cloud-based \ncentral reservation system \nin the last 30+ years\n\nThe first hotel company to \npartner with Google to book \na hotel on Google Assistant\n\nFirst to\noffer guests\n24-hour,\ntoll-free \nreservations\n\nFirst to offer nonsmoking rooms\nin every hotel\n\nFirst cloudbased property\nmanagement\nsystem\n\nForbes top 100 most innovative \ngrowth companies\nFirst hotel company to offer\ninstant book on TripAdvisor\nEcono Lodge becomes the \nfirst economy brand to \nimplement a sustainability \nprogram across the full system\n\nThe first hotel \ncompany to offer \nimmediate inapp gift card \ndownloads\n\nRadisson Blu Mall of \nAmerica becomes the \nfirst hotel in the world \nequipped with the \nCleanO2 / CarbinX™ \ncarbon capture \ntechnology\n  More information about Choice can be found in our 2023 Proxy Statement and on our Corporate Social Responsibility website."
    },
    {
      "page": 7,
      "text": "INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report 2023 Sustainability Highlights\nJoined the American Hotel & Lodging \nAssociation (AHLA) No Room for \nTrafficking Advisory Council, which \nunites leaders across the industry in \nthe fight against human trafficking. Publicly committed to setting \nnear-term science based targets \nfor reducing our greenhouse \ngas emissions\nLaunched our 12th Choice \nResource Group, the Green Team, \nan employee-led group focused on \ndriving awareness and engagement \nwith sustainable practices. Refreshed our corporate and \nfranchisee-facing human trafficking \nprevention training. Revamped and expanded our \nRoom to Be Green program, \nenhancing Level 1 brand standards \nand adding more ambitious \nstandards at each level. Opened our new worldwide \nheadquarters in North Bethesda, \nMaryland, designed with \nsustainability and associate \nwellbeing in mind. Expanded our Total Rewards \nbenefits program with a focus \non integrated associate wellbeing."
    },
    {
      "page": 8,
      "text": "Published our inaugural TCFD \nReport, including conducting \nscenario-based workshops to \nassess climate-related risks \nand opportunities\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nRadisson RED Miami Airport, FL 2023 Sustainability Goals\nFOCUS AREAS\nGOALS\nSTATUS\n2023 PROGRESS\nEnvironmental\nSustainability\nDrive hotel adoption and engagement with property-level utilities \ntracking dashboard, helping hotels identify opportunities for \nreducing energy and water usage and costs: \n• 100% adoption by owned and managed hotels by end of 2025 \n• 90% adoption by franchised hotels by end of 2025\nIn Progress\nMore than half of the domestic system has adopted \nthe dashboard. Phase out single-use polystyrene products across domestic brands1 \nby end of 2023\nAchieved\nPolystyrene products have been eliminated from the \nbrand standards for all applicable brands. Make bulk amenities standard across domestic brands2 by end of 2025\nIn Progress\nBulk amenities are included in the refreshed Room to Be \nGreen Level 1, which is a brand standard across all brands2. The new requirements go into effect on Jan 1, 2025. Responsible Sourcing\nProvide the hotels in our system with suppliers of cage-free eggs, \nin order to source 100% of eggs used (shell, liquid and egg products) \nfrom cage-free sources globally by end of 2025\nIn Progress\n100% of our suppliers in the U.S. offer cage-free \neggs products."
    },
    {
      "page": 9,
      "text": "100% of the all-day dining restaurants at our \nmanaged hotels serve cage-free eggs products. Globally, approximately 13% of our hotels’ total egg \nspend is from cage-free eggs. Sustainability Reporting\nAlign disclosures with SASB, TCFD and CDP in annual reporting by \nend of 2025\nAchieved\nThis goal was achieved ahead of schedule in 2023. 1. Does not apply to the Ascend Hotel Collection and Radisson Collection, which are soft brands. 2. Does not apply to extended stay brands, which do not provide amenities on a daily basis, or the Ascend Hotel Collection and Radisson Collection. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report FOCUS AREAS\nGOALS\nSTATUS\n2023 PROGRESS\nDiverse Workforce1\nStrive to increase representation of associates who identify as \na member of a traditionally underrepresented racial/ethnic \ndemographic to 40% by end of 2027\nIn progress\nAt the end of year one, we have seen improved \nmetrics for each of the workforce diversity, equity \nand belonging goals. Strive to increase demographic representation in senior \nleadership levels2 by end of 2027 to 50% women and 22% leaders \nwho identify as a member of a traditionally underrepresented \nracial/ethnic demographic\nIn progress\nAchieve 0% differential in pay equity based on gender or racial \nidentity at the corporate level\nAchieved\nContinue to monitor, evaluate and take action as needed \nto maintain 0% differential in pay equity."
    },
    {
      "page": 10,
      "text": "Diverse Hotel Ownership1\nStrive to increase the percentage of newly awarded franchise \nagreements involving underrepresented minority owners by 50% \nby end of 2025\nIn progress\nAt the end of year one, we have seen improved metrics \nfor each of the diverse hotel ownership goals. Strive to increase the percentage of newly awarded franchise \nagreements involving women owners by 50% by end of 2025\nIn progress\nOf financial incentives available for owners, strive to provide $25 million \nto women and/or underrepresented minority owners by 20253\nIn progress\n1. For all applicable focus areas, the goals are aspirational. Choice does not consider protected class status in employment or contracting decisions. 2. Senior Director level and above; pertains to U.S.-based corporate associates. 3. Contracts with entities 50%+ owned by underrepresented minorities and/or women are included toward these goals. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report Approach to Sustainability\nThroughout our over 80-year history, we’ve innovated, grown and evolved,\ncontinuing to make long-term investments that fuel the success of the business. We are continuing to strengthen our sustainability practices \nand disclosures, and in 2023 made substantial progress in \naligning with key frameworks and standards."
    },
    {
      "page": 11,
      "text": "In addition to \naligning to the SASB standards for Hotels & Lodging, we \nsubmitted disclosures to the CDP Climate Survey for the \nfirst time and published our inaugural TCFD Report. Our belief in building a better tomorrow extends to all those \nwe serve — including our employees, our hotel owners and \nour guests. That’s why we’re focused on making continuous \nsteps forward towards our goals. We utilize a framework of Purpose, People, Planet and \nPerformance that underpins all of our sustainability efforts. Throughout our various initiatives, we are focused on \nconnecting and empowering people, helping build resilient \ncommunities, ensuring accountability and continuous \nimprovement, and contributing to a more sustainable future. We continue to work toward our goals by implementing \nand expanding key programs, engaging stakeholders and \nleveraging technology to maximize our positive impact. Our practical, franchisee-focused approach is central to \nadvancing our sustainability efforts. We understand that \nbringing our franchisees along on the journey with us is \nhow, together, we can achieve a lasting positive impact \nfor our communities and the planet. As we celebrate the \nentrepreneurial spirit of the approximately 18,000 franchise \nowners we work with, we’re guided by our commitment to \nthem: that you can be in business for yourself without being \nby yourself."
    },
    {
      "page": 11,
      "text": "INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nPURPOSE\nWe bring together the people, brands and technology that enable the success of others — welcoming \nevery guest, every partner, everywhere their journey takes them. Our commitment to sustainability \ndrives us to build a better tomorrow, today — one hotel, one family, one community at a time. PEOPLE\n• Strive to increase diverse ownership \nof Choice franchised hotels\n• Recruit and retain top talent\n• Enhance associate development \nand wellbeing\n• Amplify our positive impact on local \nand global communities\nPLANET\n• Decrease our GHG emissions\n• Lower our energy and water intensity \n• Further manage and reduce waste \n• Ensure responsible sourcing\n• Support and protect biodiversity\nPERFORMANCE\n• Ensure continuous improvement \ngovernance, oversight, risk \nmanagement and tracking\n• Measure progress towards \nsustainability goals ASSOCIATES\nOn a daily basis, we promote ongoing dialogue \nwith and among our associates through a variety of channels, \nreinforcing our people-centered and inclusive culture. These channels include All Associate Meetings, associate \noutings and celebrations, department town hall meetings, \nengagement surveys, webinars and activities sponsored by \nthe Choice Resource Groups, and our internal Voice of \nChoice online platform."
    },
    {
      "page": 12,
      "text": "Our Leadership Connections \nprogram provides a space for additional peer-to-peer \ninteractions and opportunities for associates to connect \ndirectly with leaders in small group settings. FRANCHISEES\nAs a franchisee-focused company, we constantly \nstrive to listen to and anticipate the needs of our hotel \nowners. Our dedicated team of Area Directors interacts \nwith our franchisees every day and provides an invaluable \nfeedback mechanism from the field. We also interact with \nfranchisees through regular meetings with each of our owner \nassociations and events such as our annual Convention, \nwhich brings the entire Choice Hotels community of owners \nand franchisees together for a week of business updates, \neducation and learning. In 2023, Choice also began rolling out \na refreshed CONNECT program that provides opportunities \nfor corporate leaders to gain additional perspective on \noperating a hotel and build one-on-one relationships with \nfranchised owners by conducting field visits to their hotels. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nStakeholder Engagement\nWe regularly engage with our key stakeholders on \na variety of topics to gather their input and share our \nprogress. We value this dialogue as an opportunity \nto understand each stakeholder’s priorities. This \nfeedback helps inform our business planning \nprocesses and sustainability priorities."
    },
    {
      "page": 12,
      "text": "ASSOCIATES\nFRANCHISEES\nSHAREHOLDERS\nGUESTS\nSUPPLIERS\nCOMMUNITIES\nINDUSTRY\nASSOCIATIONS SHAREHOLDERS\nIn addition to our ongoing investor communications, we \nconduct an annual investor outreach campaign with our largest \ninstitutional investors. This outreach program provides an \nopportunity for focused conversations on our recent \naccomplishments, strategy, corporate governance, sustainability, \nhuman capital, and executive compensation programs. During our \nFall / Winter 2023 outreach campaign, Choice proactively reached \nout to shareholders representing more than 90% of total shares \noutstanding. GUESTS\nDelivering a positive guest experience is a top priority \nat each of our owned, managed and franchised hotels. Guest \nsatisfaction surveys are one of the most important feedback \nmechanisms for letting hotels know how they did and surfacing guest \nneeds, desires or priorities that should be considered as part of our \nbrand planning processes and sustainability initiatives. We also \nregularly employ focus groups and on-property pilot programs to test \nnew concepts, such as electric vehicle (EV) charging stations or bulk \namenity dispensers. SUPPLIERS\nOur procurement team vets and engages Qualified \nVendors that, in turn, service our hotels. These vendor partners \nshowcase their products and services at in-person events such as \nthe annual Choice Hotels Convention and regional brand and \nowner association events."
    },
    {
      "page": 13,
      "text": "Our top Qualified Vendor partners have \nrobust sustainability programs of their own and continue to \nintroduce additional sustainable offerings into their portfolio of \nproducts. Additionally, we have begun collecting data on our new \nand existing vendors’ sustainability commitments, policies and \ngoals through annual surveys. COMMUNITIES\nWe support and engage our communities through \nvolunteerism, corporate giving and our signature impact \npartnerships with organizations like the American Red Cross and \nOperation Homefront. Additionally, several of our Choice Resource \nGroups are active with local causes that are important to them, \nsuch as the annual Women’s Business Alliance (WBA) Habitat for \nHumanity Women’s Build. We also support and champion hotels \nthat have demonstrated outstanding leadership in their local \ncommunity with the Your Community, Your Choice program, \nwhich awards grants to support local non-profits of their choice. INDUSTRY ASSOCIATIONS\nChoice, and members of our leadership team, are \nactive in various industry associations including AHLA and the \nSustainable Hospitality Alliance. Through these forums, we partner \nwith peers to share best practices and advance sustainability \nprogress in the lodging industry."
    },
    {
      "page": 13,
      "text": "Learn more about our sustainability associations\n  Learn more about our memberships and sponsorships \nfocused on Diversity, Equity and Belonging\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report Materiality Matrix\nChoice conducted our first sustainability materiality \nassessment in 2022 to understand the most \nsignificant environmental, social and governance \nissues for our business and our stakeholders. This \nassessment consisted of a benchmark review of our \npeers and of leading ESG frameworks and ratings \n(e.g., SASB, TCFD, MSCI, ISS and Sustainalytics), in \naddition to a series of in-depth interviews and \nsurveys designed to help identify the topics that are \nmost relevant to our internal and external \nstakeholders and most influential to our business."
    },
    {
      "page": 14,
      "text": "The assessment output identified the following \nhigh-priority topics, which inform our \nsustainability strategy:\n \n \nHuman Capital Management \n \nData Privacy and Security\n \nBusiness Ethics\n \nDiversity, Equity and Belonging \n \nClimate Change Strategy\n \nGHG Emissions\n \nSupply Chain Responsibility\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nOther topics:\n \nWater Management\n \nEnergy Management & Usage\n \nBoard Composition\n \nBoard Oversight of ESG\n \nLand Use & Biodiversity\n \nEnvironment Management & Policy \n \nSocial Product Responsibility\n \nShareholder Rights\n \nExecutive Remuneration/\nSustainability Linked Pay\n \nWater & Wastewater Management \n \nSupplier Diversity\n \nProduct Quality & Safety\n Environmental\n Governance\n Social\n Highest Priority\nImportance to Stakeholders\n(Degree of Stakeholder concern)\nImportance to Business\n(Impact on Business) United Nations Sustainable Development Goals\nAt Choice, we take inspiration from the United Nations Sustainable Development Goals (UN SDGs) to inform and guide our sustainability efforts. We are focused on five UN SDGs that align closely with our business model and help fuel our efforts to build a better tomorrow for people and the planet. Good Health and Well-Being\n \nGender Equality\nTo promote wellbeing, we continue \nto advance our health and safety \nprograms and offerings to support \nour associates, guests, franchisees \nand their staff."
    },
    {
      "page": 15,
      "text": "At the height of \nthe COVID-19 pandemic, Choice \nlaunched the Commitment to Clean \nprogram to enhance best practice \nguidance for cleaning, disinfecting, \nhygiene and social distancing, \nhelping create a safer environment \nas well as efficiencies that are still in \nuse today. Our Total Rewards program for \nChoice’s corporate associates \ncontinues to evolve with the recent \nadditions of Wellbeing and Cultural\nDays, enabling employees to take \ntime off to refresh and recharge, as \nwell as celebrate cultural holidays \nthat are significant to them. Mental \nand financial health resources are \nalso included in the Total \nRewards benefits. We give back to our communities \nthrough numerous partnerships, \nincluding the American Red Cross. In 2023, Choice was a member of the \nAnnual Disaster Giving Program and \ncommitted $250,000 to support the \nRed Cross’ disaster relief efforts. Hotels also get involved by hosting \nblood drives to help ease national \nblood shortages. We are committed to fair and \ncompetitive pay. We have also set \naspirational goals to strengthen \nassociate diversity at all levels across \nthe organization. We annually \nreview our performance against \nthese goals and work to address \nany gaps. To support female entrepreneurs \nand create pathways to hotel \nownership, we launched HERtels \nby Choice and partner with \norganizations that empower women \nand their development."
    },
    {
      "page": 15,
      "text": "We’ve also \nset an aspirational goal to increase \nthe percent of net unit growth deals\nsold with woman ownership by 50% \nby 2025, from a 2022 baseline. All of our corporate associates are \nfurther supported through our \nChoice Resource Groups — including \nthe Women’s Business Alliance and \nChoice Working Parents group — and \nour Total Rewards program, which \noffers flexible work arrangements, \ncomprehensive leave programs for \nparents, back-up child and elder \ncare, fertility benefits, transgenderinclusive health insurance benefits \nand additional resources to support \nwork-life balance. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nLEARN MORE\n  34 Associate Health and Wellbeing\n  35 Associate and Guest Safety\n  38 Community Investment\nLEARN MORE\n  25 Choice Resource Groups\n  29 Franchise Diversity\n  34 Fair and Competitive Pay\n  34 Associate Health and Wellbeing Decent Work and Economic Growth\n \nReduced Inequalities\nThrough our franchisee-focused \nbusiness model, we actively \nstrengthen job creation by \nsupporting small business owners \nand entrepreneurs, creating \npathways to hotel ownership and \nmulti-generational wealth. We invest \nin technology and innovation, and \nChoice was the first hotel company \nto migrate to a cloud-based \nproperty management system \n(PMS)."
    },
    {
      "page": 16,
      "text": "We are committed to fair \nand competitive pay and providing \na healthy, safe and supportive \nenvironment for our corporate and \nmanaged hotel associates. We offer \nour franchisees extensive training \nand resources through our \naward-winning Choice University \nplatform to equip them to foster \na positive culture on property \nwith their teams and deliver an \noutstanding guest experience. We condemn human trafficking in all \nforms. In 2023, after conducting an \nassessment of our human trafficking \nprevention approach, we refreshed \nour training programs and resources. We are a sponsor of PACT (Protect All \nChildren from Trafficking), formerly \nECPAT-USA, and a signatory of the \nTourism Child Protection Code of \nConduct. In 2023, Choice Hotels \ncommitted to donating $250,000 to \nthe American Hotel & Lodging \nAssociation Foundation’s No Room \nfor Trafficking Survivor Fund over the \nnext five years. We also contributed \n$25,000 to PACT as a Catalyst for \nProtection sponsor, and $25,000 and \n2.5 million Choice Privileges points to \nthe Polaris Project, an organization \nthat supports human trafficking \nsurvivors and their dependents. We also work with Safe Stays by \nReloShare Alliance to provide \nemergency lodging for victims of \nabuse and violence. Inclusion and diversity are at \nthe core of Choice’s values and \nprinciples."
    },
    {
      "page": 16,
      "text": "Our comprehensive \nDiversity, Equity and Belonging \n(DEB) strategy includes policies \nand programs that foster an \ninclusive organization and expand \nopportunities for all. Our \ncommitment to fair and competitive \npay further underscores our \ndedication to achieving greater \nequality. In 2023, we were \nhonored to be on Forbes list of \n2023 Best Employers for Diversity, \nas well as the Disability:IN list of \n2023 Best Places to Work for \nDisability Inclusion. Choice has a long history of \nsupporting hotel ownership \nopportunities among \nunderrepresented groups. The continued growth of our \nEmerging Markets franchise\ndevelopment program demonstrates \nour commitment to supporting \nunderrepresented entrepreneurs \nin reaching their goal of hotel \nownership. Since the program began \nalmost 20 years ago, Choice has \nawarded and financially supported \nmore than 370 franchise agreements \nwith underrepresented minority and \nveteran entrepreneurs. We’ve also set \naspirational goals to help drive our \nefforts in this area. Our 12 Choice Resource Groups \n(CRGs) contribute to, amplify and \nadvance our DEB initiatives by \nempowering associates to cultivate \ntheir career paths through \nnetworking, mentoring and resources \nto promote career development. Each \nCRG is sponsored by an executive \nteam member."
    },
    {
      "page": 16,
      "text": "INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nLEARN MORE\n  34 Fair and Competitive Pay\n  35 Associate and Guest Safety\n  36 Human Rights\nLEARN MORE\n  21 Diversity, Equity and Belonging\n  25 Choice Resource Groups\n  29 Franchise Diversity\n  34 Fair and Competitive Pay Responsible Consumption and Production\nChoice’s Commitment to Green \ninitiative provides franchisees with \ntraining and resources to positively \nimpact the environment. This \nincludes rolling out a property-level \nEnergy Collection and Management \nUtilities Savings Dashboard (utilities \ntracking dashboard) across all \ndomestic brands. The objective is to \nautomate electricity, fuel and water \nconsumption data collection from \nhotels’ utility companies from the \noutset, creating robust and reliable \ndata while simplifying data \ncollection and monitoring for our \nowners. This will provide better \ndata tracking and insights to help \nfranchisees reduce their utility usage \nand identify opportunities for \nadditional cost savings. Our commitment also includes our \nRoom to be Green program, which \nwe refreshed in 2023 to add a new, \nmore ambitious level of sustainability \ncertification and broaden the focus \nof the program’s five key pillars —\nenergy, water, waste, engagement \nand biodiversity."
    },
    {
      "page": 17,
      "text": "Our linen and towel reuse and \nHousekeeping Upon Request \nprograms support water reduction, \nwhile our required laundry program \nwith Ecolab offers opportunities to \nreduce the use of chemicals and \ndetergents in laundry cycles. Many \nof our hotels also partner with the \nnon-profit Clean the World to collect, \nrecycle and re-distribute soap to \npopulations in need in the U.S. and \ndeveloping countries. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nComfort Inn South, Brossart, Quebec\nLEARN MORE\n  42 Commitment to Green\n  48 Climate and Energy\n  50 Water\n  51 Waste\n  52 Responsible Sourcing Sustainability Memberships and Associations\nORGANIZATION\nACTION\nCHOICE’S IMPACT\nAmerican Hotel \n& Lodging \nAssociation (AHLA)\nSupports and advocates for \nthe hospitality industry as \nthe largest hotel association \nin the U.S. representing all \nsegments of the industry. • Choice participates in AHLA’s Sustainability \nCommittee, a forum for knowledge sharing on \nsustainability topics that impact the hotel industry. • Choice is an inaugural member of AHLA’s \nResponsible Stay initiative focused on energy \nefficiency, waste reduction, water conservation \nand responsible sourcing practices. • Choice is an inaugural member of AHLA \nFoundation’s No Room for Trafficking Advisory \nCouncil, which unites top leaders in the hotel \nindustry in the fight against human trafficking."
    },
    {
      "page": 18,
      "text": "Sustainable \nHospitality \nAlliance\nPromotes responsible \nhospitality for a better \nworld and drives \ncollaboration for a more \nsustainable future. • Choice joined this association in 2022, becoming \none of the largest members of the Alliance. U.S. Chamber \nof Commerce\nPromotes job creation \nand economic growth. • Choice is part of the ESG Working Group, which \nhelps educate and inform businesses on emerging \nESG issues. U.S. Travel \nAssociation\nPromotes responsible travel \nto increase travel to and \nwithin the United States. • Choice participates in the Sustainable Travel \nCoalition, which supports members in developing \nstrategies and advancing policies to enable a more \nsustainable future."
    },
    {
      "page": 18,
      "text": "INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nComfort Inn & Suites New Orleans Airport North, LA Notable Rankings and Awards\n \n \n \n \n2023 Top Women in Travel\n& Hospitality – Noha Abdalla,\nchief marketing officer\nNewsweek: America’s\nMost Trustworthy\nCompanies 2023\nFortune: America’s\nMost Innovative\nCompanies 2023\n2023 Best Places To Work For\nDisability Inclusion Disability\nEquality Inclusion (DEI)\nreceived a score of 100\n \n \n \n \nForbes 2023 Best\nEmployers for Diversity\nForbes 2023 Best\nMidsize Employers\nForbes World’s\nTop Companies\nfor Women 2023\nForbes America’s\nBest Employers\nfor Veterans 2023\n \n \n \nComparably Best\nCEO for Diversity 2023\nComparably Best\nCEO for Women 2023\nComparably Best\nLeadership Team 2023\n  Learn more about Choice’s accolades and the reason we’re receiving recognition. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report PEOPLE\nOur focus on creating a better future drives our efforts \nto improve the associate experience, continuously \nenhance support for our franchisees, and advance \nthe wellbeing of all of our team members and guests. From professional development programs and \ndiversity, equity and belonging initiatives, to our \nservice in the community, we bring people together \nto build a better tomorrow."
    },
    {
      "page": 20,
      "text": "PEOPLE-RELATED POLICIES:\nAnti-Corruption Policy      \nHuman Rights Policy     \nAnti-Harassment Policy     \nPrivacy Policy     \nCode of Ethics and Conduct     \nSupplier Code of Conduct     \nEqual Employment Opportunity Policy     \nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nä\nä\nä\nä\nä\nä\nä Diverse Workforce\nChoice has a longstanding commitment to Diversity, \nEquity and Belonging (DEB), going back more than \n80 years to our founder Stewart Bainum, Sr. and \nhis family. Promoting a culture where everyone feels “welcome, wanted \nand respected” has been part of our DNA from the company’s \nvery beginning. Today, we continue to focus on Diversity, \nEquity and Belonging because we’ve seen firsthand how \ndiverse perspectives, backgrounds and experiences add value \nto our business. We are committed to cultivating an inclusive \nand diverse workforce, supporting and empowering our \nassociates and franchisees. DIVERSITY\nAspiring for the Choice workforce to be \nan authentic representation of the world \nwe live in and where associates from \ndifferent backgrounds thrive. EQUITY\nCommitment to providing fair and \ncompetitive pay for all associates, \nregardless of gender, race or other \ndemographics. TRUST,\nBELONGING AND\nENGAGEMENT\nCommitment to foster a culture of \nbelonging where associates are \ninspired, engaged and feel welcome, \nwanted and respected."
    },
    {
      "page": 21,
      "text": "INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nDIVERSITY \nEXECUTIVE ADVISORY\nCOUNCIL\nBOARD\nENGAGEMENT\nEXECUTIVE\nSPONSORSHIP\nCEO DIVERSITY\nADVISORY BOARD\nDIVERSITY\nADVISORY COUNCIL\nASSOCIATE\nADVISORY COUNCIL\nCHOICE\nRESOURCE GROUPS\nDIVERSE CLIENT & \nCONSUMER ENGAGEMENT\nChoice’s commitment to diversity starts at the top with holding the business accountable for its efforts \ntoward Choice’s Diversity, Equity, and Belonging objectives in corporate workplace practices, franchise \nsales and advertising. Diversity Framework\nSVPs and above provide sponsorship and support to individual CRGs and DAC. The Executive \nSponsor is not an honorary or figurehead position but, instead, plays an active and important \nrole as a champion of the group. Promotes sustainable D & I practices internally and externally. Representatives from three \ncore functions: Associates, Marketing/Consumers, and Franchisees. Commitment, Alignment and Resource Allocation. Venue to connect CRG Sponsors with DAC support with the Exec Team to capture \nfull value of diversity and bring insights and ideas into alignment with resources. DAC serves as an organizational thought partner, identifying issues and trends \nthat impact our diverse workforce and/or serve to strengthen our inclusive \nculture. This council is comprised of 30 cross-functional leaders who serve \nthree-year terms."
    },
    {
      "page": 21,
      "text": "CRG chairs come together quarterly as the Associate Advisory Group and \nlook for opportunities to collaboratively impact the organization. Guided by a focus on Culture, Talent & Business, the Choice \nResource Groups provide cultural vibrancy and a sense of \nconnectedness and belonging for associates. Choice has 12 core \nresource groups. Choice is committed to the long-term success of all hotel \nowners, including owners from populations \nunderrepresented in the industry, along with making \nall consumers aware that Choice offers inclusive brands \nwhere everyone is welcome, wanted, and respected. EXECUTION\nACCOUNTABILITY\nSTRATEGY Diversity, Equity and\nBelonging Leadership\nAt Choice, our DEB philosophy comes to life through a robust \nleadership structure which helps facilitate collaboration across \nthe enterprise. Our inclusive, people-centered culture starts from the top \nand includes our Board of Directors, the Board’s Diversity \nCommittee, the CEO Diversity Advisory Board and the \nDiversity Advisory Council (DAC). In 2023, Choice initiated Diversity, Equity and Belonging \nquarterly reviews with executive leaders, specifically to \ndrive collaboration for DEB goals. Board Diversity Committee\nThe Diversity Committee of the Board oversees the \nadvancement of diversity, equity and belonging in all aspects \nof the company’s business, including Choice’s workplace \nculture, diverse franchise development, marketing and \ncommunity outreach, and philanthropy."
    },
    {
      "page": 22,
      "text": "Committee members \nreport progress and opportunities and engage in rich dialogue \nwith leadership at least twice a year. Choice’s Board members \nhave a high degree of engagement on this topic, and \nfrequently all Board members attend this committee’s \nmeetings. CEO Diversity Advisory Board\nThe CEO Diversity Advisory Board is composed of an internal \nteam that aims to represent associate, franchisee and guest \nstakeholder groups. Members meet regularly with the CEO to \nreview opportunities, initiatives and efforts around DEB at the \nenterprise level. Diversity Advisory Council\nThe Diversity Advisory Council, sponsored by our \nExecutive Vice President, Operations & Chief Global Brand \nOfficer, is composed of 30 cross-functional leaders who serve \nthree-year terms, with our Chief Human Resources Officer and \nGeneral Counsel serving as permanent members. The DAC \nidentifies trends and issues in diversity and inclusion; offers \ninput and insights into corporate initiatives, ranging from core \nbusiness practices to corporate strategic objectives; prepares \nbusiness leaders to leverage the full power of diversity within \ntheir teams; and serves as a model of inclusive practices. The \nDAC was instrumental in helping Choice develop and roll out \nour DEB framework. In 2023, the DAC undertook several \nprojects to help support leaders in meeting the changing \nneeds of today’s workforce."
    },
    {
      "page": 22,
      "text": "The projects delivered tools and \nresources focused on wellbeing, fostering a sense of \nbelonging, facilitating career mobility, and leading with \nempathy and flexibility. Board Diversity\nTotal Number of Directors: 11\nFemale\nMale\nGender\n\n\nSelf-Identified Demographic Background\nAfrican American or Black\n\n\nAsian\n—\n\nHispanic or Latinx\n—\n\nWhite\n\n\nOther\n—\n—\nTwo or More Races or Ethnicities\n(counted in each)\n—\n\nPrefer Not to Disclose\nDemographic Background\n\n—\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report Associate Diversity\nDiversity of thought, experience and background is key \nto creating a strong business and strong teams. Diverse teams \ndrive creativity and innovation, enrich our people-centered and \ninclusive culture, and enable us to better serve our customers. At Choice, we value and seek diverse ideas and talent. We \nactively work to develop wide-reaching talent pipelines \nto attract top talent. We are committed to providing an \nopportunity for all associates to advance their careers and \nreach their full potential. While our Diversity, Equity and Belonging efforts have \ncontinuously evolved and strengthened over the years, we \nbelieve it is imperative to continue to seek opportunities for \nevolution."
    },
    {
      "page": 23,
      "text": "To that end, we refreshed our understanding of the \navailable talent pools in early 2023 by reviewing the updated \nU.S. Census and set new five-year aspirational demographic \nrepresentation goals for our workforce. We are pleased that we \nhave already made progress towards such goals. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nGUEST DIVERSITY\nChoice is committed to promoting a culture of \nrespect and a welcoming spirit to everyone. To further convey our inclusive values to our \ncurrent and potential guests, associates and \nfranchisees, we are creating strong advertising \nand marketing programs to reach a wider \naudience, as well as demonstrate authentic \nrepresentation of our diverse guests. As part\nof our efforts to reach Hispanic guests, for \nexample, our marketing team has produced \nadvertising intended to more authentically \nengage with these audiences. These ads \ninclude both Spanish-language TV spots, \nwhich may run on streaming and traditional \nTV on Hispanic-focused networks, as well as \nSpanish-language radio spots. See the latest Choice EEO-1 Report for more information. Comfort Inn White House, TN 64%\nWhite \nWorkforce Representation\nAs of year-end 2023, Choice \nhad nearly 1,800 global \ncorporate associates and \nnearly 1,000 hotel \nemployees in the managed \nhotel division. The charts \nbelow provide aggregated \ngender, racial and ethnic \ndata for our ~1,640 domestic \ncorporate employees."
    },
    {
      "page": 24,
      "text": "ALL ASSOCIATES1\nEthnic and Racial Demographics\nSENIOR LEADERSHIP2\nEthnic and Racial Demographics\n1. U.S.-based, corporate roles. 2. Senior Director level and above. Gender\nGender\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\n54%\nMale\n64.5%\nWhite \n56%\nMale\n0.5%\nAmerican Indian \nor Alaska Native\n15.8%\nAsian\n8.4%\nBlack or African American\n7.6% \nHispanic or Latino\n0.2%\nNative Hawaiian\nor Other Pacific Islander\n1.8%\nTwo or More Races \n1.2% \nNot Specified\n34.3%\nof all associates \nidentify with \ntraditionally \nunderrepresented \ngroups\n5.2%\nAsian\n4.6%\nBlack or African American\n5.8%\nHispanic or Latino\n0.7%\nTwo or More Races\n1.9%\nNot Specified\n81.8%\nWhite\n16.2%\nof senior leaders \nidentify with \ntraditionally \nunderrepresented \ngroups\n44%\nFemale\n46%\nFemale\n46%\nof associates \nare female\n44%\nof senior leaders \nare female Recruitment\nOur ongoing recruitment efforts seek to attract new diverse \ntalent to all levels of the organization. We also prioritize \ninternal movement and growth by supporting our associates \nthrough professional development, mentorship, career \nplanning and resource groups. Our commitment to providing \nequal employment and advancement opportunities to all \nassociates and applicants is highlighted on our career website."
    },
    {
      "page": 25,
      "text": "For each open role, a recruiter partners with the hiring \nmanager to identify essential skills and experiences needed \nto fill the job, aiming to remove subjectivity and personal \npreference from the process. Additionally, we use behaviorally \nbased interviewing techniques and seek to leverage inclusive \nslates. A representative interview panel also aids in the \nassessment process. Our corporate internship program also strengthens our pipeline \nof talent. It offers college students practical work experience, \nlearning and development programming, networking \nopportunities and participation in a Choice service project. Students gain an insider’s view of hospitality including \nfranchise operations, sales, strategy, finance and technology. Choice’s talent acquisition team also participates in career fairs \nwith our partner organizations, college campuses and events, \nincluding those focused on underrepresented demographic \ngroups such as the AfroTech, National Black MBA Association \nconferences, ALPFA (Association of Latino Professionals For \nAmerica), and ACEL (Asian Corporate & Entrepreneur Leaders). Choice Resource Groups\nChoice Resource Groups (CRGs) are an integral part of our \nculture of inclusion as they bring people together, provide \nnetworking and career development opportunities, promote \nand cultivate leadership skills, and raise cross-cultural \nawareness."
    },
    {
      "page": 25,
      "text": "The employee-led, leadership-supported groups, \nwhich are open to all employees, focus on three main pillars \n— talent, culture and business — and advance our DEB and \nbusiness initiatives. Each of our CRGs is supported by an \nexecutive sponsor. In 2023, we welcomed a new CRG — the Green Team — focused \non driving environmental awareness, adoption of sustainable \npractices and a reduced ecological footprint. Members have \nspent the first few months organizing inaugural events, \nproviding education and awareness around the Green Team’s \nmission, and boosting membership. Last year, our CRGs orchestrated a multitude of events, \nactivities and workshops tailored for associates. Offerings \nencompassed networking opportunities, career advancement \nand learning initiatives, and collaborative engagements within \nthe community. These included the annual bike drive for \nOperation Homefront military families, organized by VALOR, \nas well as the Women’s Build project supported by the \nWomen’s Business Alliance (WBA) in partnership with Habitat \nfor Humanity. The CRGs also hosted a variety of events to \nshowcase Choice’s culture and values including HOLA’s \nparticipation in ALPFA’s Regional Student Symposium, \nfacilitating mock interviews with students to connect them \nwith internships and open positions, and a Women’s \nNetworking event celebrating female entrepreneurs in \nHispanic leadership."
    },
    {
      "page": 25,
      "text": "Each CRG included programs and initiatives that focused on \nelements of associate wellbeing that were important to the \nCRG’s mission. For example, our abilities-focused resource \ngroup, ENABLE, organized a discussion on mental health to \naddress the societal stigma around disabilities in the workplace \nand CHAARGE conducted an interactive “fireside chat” \ndiscussion on workplace microaggressions. In 2024, the Women’s Business Alliance will pilot a new \nmentoring platform, MentorCliQ, to seamlessly connect CRG \nmembers with mentors. Learn more about our CRGs and their missions\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report Adelante Hispanic Alliance\nMission: Harness the power \nof diverse thinking, to build a \ncommunity of associates who \nare engaged in the Hispanic \ncommunity and want to \nmake an impact for Choice \nHotels’ Consumer, Company \nand Community. Choice Hotels African \nAmerican Resource Group \nfor Employees (CHAARGE)\nMission: CHAARGE \nleverages the diverse \ntalents and experiences of \nChoice’s African American \nassociates to assist in the \nexecution of the \ncompany’s strategic \nbusiness objectives, \ncreating long-term \nstakeholder value. Choice Hotels Asian \nAmerican Professionals \n(CHAAMP))\nMission: CHAAMP brings \nthe organization’s Asian \ncommunity together, serves \nas a business resource for \nChoice and provides \nsupport around diversity."
    },
    {
      "page": 26,
      "text": "ENABLE\nMission: ENABLE increases \nawareness, access and \nadvocacy for people with \ndisabilities at Choice and \nunleashes the unique \ncontributions of people \nwith different abilities. NoodleGroup\nMission: The NoodleGroup \ntaps into the diversity of \nthought, perspective and \nwisdom of individuals \nwithin Choice to ideate \nand/or provide feedback \non enterprise projects or \nbusiness challenges. Choice People, Resources \nand Insights Dedicated to \nEquality (PRIDE)\nMission: PRIDE provides \neducational opportunities \nand enhances Choice’s \nstanding in the corporate \ncommunity as it relates to \nLGBTQ+ associates, suppliers \nand guests. Choice Words\nMission: Choice Words \nempowers individuals to \nbecome more effective \ncommunicators and leaders \nthrough development of \ncommunication and \nleadership skills. Veterans Are Loyal \nOrganizational Resources \n(VALOR)\nMission: VALOR makes a \npositive difference in the \nlives of veterans and \ntheir families through \nacknowledgement of \nservice and sacrifice, \npromoting stewardship \nand assisting with needs. Choice Working \nParents (CWP)\nMission: CWP connects \nworking parents across \nChoice, provides \nnetworking and professional \ngrowth opportunities, and \nsupports initiatives and \npolicies that impact \nworking parents."
    },
    {
      "page": 26,
      "text": "Young Professionals \nAlliance (YPA)\nMission: YPA offers \nnetworking and \ndevelopment opportunities \ndesigned for associates who \nare early in their careers, to \nconnect members socially \nand professionally, promote \ncareer development, and \nact as a sounding board. Women’s Business \nAlliance (WBA)\nMission: WBA connects \nChoice women with one \nanother socially and \nprofessionally, promoting \nthe growth and \ndevelopment of women. Green Team\nMission: The Green Team \ndrives environmental \nawareness among Choice \nassociates to encourage the \nadoption of sustainable \npractices and lifestyles at \nwork and beyond. Learn more about our CRGs and their missions\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report Diversity Partners\nChoice partners with and supports \na wide array of organizations that \nactively work to advance diversity, \nequity and belonging. Our financial support helps to \nfurther their important work and, in \nexchange, Choice is enriched with \nthought leadership, training content \nand expertise, and the opportunity \nto benchmark our work. These \npartnerships directly support our \nefforts to develop our talent pipelines \nand to grow and retain our current \nassociates across all of the various \ndemographics that comprise \nour workforce."
    },
    {
      "page": 27,
      "text": "American Hotel &\nLodging Association\n(AHLA) ForWard\nAsian Corporate \nEntrepreneur \nLeaders (ACEL)\nAssociation of\nLatino Professionals\nFor America\nDisability:IN\nDisability:IN\nDC Metro area\nExecutive\nLeadership Council\nHuman Rights\nCampaign\nInternational Franchise\nAssociation Foundation’s\nBlack Franchise\nLeadership Council\nInternational Franchise\nAssociation Foundation’s\nOpen for Opportunity\nCampaign\nLatino Hotel\nAssociation\nNational Association\nof Black Hotel\nOwners, Operators\nand Developers\nNational Center\nfor Transgender\nEquality\nNational Hispanic\nCorporate Council\n(NHCC)\nShe Has a Deal \nSpectrum\nKnowledge/\nELEVATE\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report Executive Leadership Council\nOne example of the power of our partnerships can be seen \nthrough our work with the Executive Leadership Council (ELC), \na national program composed of current and former Black \nCEOs, executives and senior leaders at Fortune 100 companies, \ndedicated to building a pipeline of Black leaders in corporate \nAmerica. In 2023, for the third year in a row, we committed \n$100,000 to sponsor the ELC and support scholarships for \nstudents enrolled in Historically Black Colleges and Universities \nand provide development opportunities for Choice associates."
    },
    {
      "page": 28,
      "text": "The opportunities included an in-house Raising Skills and \nInfluence for Excellence (RISE) program, a development \nprogram for individual contributors, as well as attendance at \nELC’s renowned Mid-Level Manager Leadership Symposium. Choice guests also have the opportunity to support the ELC by \nredeeming Choice Privileges points to drive further donations \nto the organization. Other Partnerships\nOther significant partnerships we continue to foster include \nthe Human Rights Campaign and Disability:IN. We participate \nin their survey processes annually and leverage our results to \nenhance the associate experience. We are also actively \nengaged with local community events for both organizations. In addition, our partnership with Spectrum Knowledge/Elevate \nprovides rich learning and development opportunities for CRG \nleaders on topics from resource group strategy, to executive \nsponsor alignment and other leadership skills. At the close of 2022, we entered into new partnerships with \nthe Association of Latino Professionals For America (ALPFA) \nand the National Hispanic Corporate Council (NHCC). These \norganizations have expanded the development of our talent \npipeline through sponsorship and attendance at national and \nlocal career events. Additionally, at the end of 2023, we \ndeveloped a partnership with Asian Corporate & Entrepreneur \nLeaders (ACEL) and with the National Center for Transgender \nEquality (NCTE)."
    },
    {
      "page": 28,
      "text": "HOSPITALITY MANAGEMENT\nTRAINING PROGRAM\nEndeavoring to strengthen the pipeline of Black talent in \nhospitality leadership, Choice Hotels and Concord Hospitality \nEnterprises co-created a program to bridge the transition from \nHistorically Black Colleges and Universities into meaningful \ncareers in hospitality leadership. The program is sponsored by \nChoice, administered and led by Concord Hospitality, and hosted \nat one of Choice’s Cambria-branded properties. Students \nparticipate in a six-month, rotational program that provides \nexposure to all facets of the business and includes hands-on \ncoaching. Upon successful completion, participants have the \nopportunity to pursue full-time managerial positions \nwith Concord. Four students from Morgan State University have successfully \ncompleted the program and have been hired into entry level \nleadership roles since the program’s inception in 2021. Choice engages with HBCUs to \nstrengthen the pipeline of future \ndiverse talent in the hotel industry \nand has developed a close \npartnership with Morgan State \nUniversity. Members of our African \nAmerican Resource Group for \nEmployees (CHAARGE) work with \nthe university to support students \nthrough career events and guest \nspeakership opportunities."
    },
    {
      "page": 28,
      "text": "Je'Lynn Gould, Morgan \nState University graduate\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report Franchise Diversity\nChoice continues to be a leader in creating hotel ownership \nopportunities for underrepresented minority entrepreneurs. In \n2023, the number of agreements signed with Native American \nhotel owners doubled over the prior year and the number of \nagreements with Hispanic and Latino owners increased by \n30%. Nearly 70% of our franchises are owned by Asian \nAmericans, with many first-, second- and third-generation \nowners from the same families. We continue to strengthen \nand expand our Emerging Markets Program, which was \ndeveloped 20 years ago to establish relationships within the \nAfrican American, Hispanic, Native American, women and \nveteran communities. LEADING THE INDUSTRY\nChoice was the first hotel company with a dedicated team \nsolely focused on extending the opportunity of hotel \nownership to underrepresented populations. Choice offers a variety of financial incentives and educational \nopportunities for new franchisees. In connection with the \nEmerging Markets program, we have awarded and financially \nsupported more than 370 franchise agreements with diverse \nparticipants since 2004. In 2023, we added a new team \nmember to our program to further expand our outreach to \nunderrepresented communities and we increased our \nattendance at LGBTQ real estate professionals conferences."
    },
    {
      "page": 29,
      "text": "In \ntotal, the Emerging Markets team executed 28 new franchise \nagreements last year, including with African American, \nHispanic, Native American, veteran and women entrepreneurs. In 2020, Choice became the only hotel company to have a \nfranchisee advisory group dedicated to Black and African \nAmerican hoteliers. The Choice Hotels Owners African \nAmerican Alliance (CHOAAA) was created to further \nrepresentation, support and advocacy for Black and African \nAmerican hoteliers. CHOAAA members collaborate directly \nwith the Choice Executive Leadership Team and meet with the \nEmerging Markets program team quarterly to discuss current \nand future challenges and opportunities in the hotel industry \nfor Black and African American owners. In an effort to strengthen the pipeline of female franchisees, \nChoice launched and continues to enhance HERtels by Choice, \na program designed by women for women to empower female \nentrepreneurs throughout their hotel ownership journeys. In \n2023, we signed 17 agreements with female owners. We also \nheld our first HERtels development seminar, with nearly \n40 franchise owners, general managers and hotel associates in \nattendance. The event empowered female owners with a day \nof training, education sessions and networking opportunities. To date, approximately 80 women have participated in the \nHERTels by Choice program, leading to 59 new femaleowned hotels."
    },
    {
      "page": 29,
      "text": "Choice is engaged with several partners who are helping us to \nadopt and implement strategies and efforts in pursuit of our \nfranchise diversity goals. CREATING COMMUNITY CONNECTION\nChoice’s Emerging Markets Program is working with several \nnew hotel owners to create boutique hotels that offer a \nunique culture and vibe, connect with the local community \nand help energize city centers. Currently under construction, \nLa Creole Inns and Suites in Lafayette, Louisiana, is being \ndesigned around the theme of Zydeco music indigenous to \nthe region. It is set to open in 2025. RECOGNITION OF A DIVERSITY CHAMPION\nChoice’s Vice President of \nEmerging Markets Franchise \nDevelopment John Lancaster \nreceived the 2023 NABHOOD \nChairman Award for \ndemonstrating outstanding \nachievement in bringing more \ndiverse hotel owners into the \nindustry. In addition to his role \nat Choice, he serves on multiple \nprominent industry-level boards. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nInaugural HERtels by Choice \nDevelopment Seminar The Associate Experience\nChoice invests proactively in our DEB and human \ncapital management initiatives as we continue to \nstrengthen and enhance the associate experience. These efforts are key to attracting and retaining top talent, \nwhich is what enables our long-term business success."
    },
    {
      "page": 30,
      "text": "We \nstrive to create an associate experience that focuses on \ngrowth and development, health and wellbeing, engagement \nand belonging. Associate Development and Training\nWe are committed to providing our associates with the \nresources and opportunities they need to thrive. Our Chief \nTalent and Culture Officer, a recently created position that \nreports directly to our Chief Human Resources Officer, \noversees our strategies to evolve and improve the associate \nexperience, from supporting candidates in the initial stages \nof their Choice career to developing the next generation \nof leaders. Feedback Culture\nTo support associates’ career growth, we promote a feedback \nculture that incorporates numerous touchpoints throughout \nthe year. Our Coaching for Performance and Growth (CPG) \nmodel is the foundation for performance management, \ncoaching and development conversations between associates \nand their managers. Objectives are developed annually to align \nwith corporate goals and associates are encouraged to create \npersonal development plans. Through ongoing coaching and \ncheck-ins, managers are expected to help remove potential\nobstacles and barriers, and gauge employee satisfaction and \nprogress. Additionally, formal check-ins occur several times \na year to provide ongoing feedback and performance \ncalibrations. Leaders also have the opportunity to participate \nin 360 assessments and may receive executive coaching."
    },
    {
      "page": 30,
      "text": "Leadership Training\nLeadership training is offered for different stages of our \nassociates’ careers. Our three marquee leadership \nprograms include:\n• Emerging Leaders Program — prepares high-performing \nindividual contributors for advanced roles as people leaders. • Leadership Foundation Program — provides a foundation of \nleadership for managers and directors. • Ascending Leaders Program — offers a six-month \ncomprehensive cross-functional training and innovative \nproject opportunities for high-performing directors and \nsenior directors. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\n SUPPORTING PHYSICAL, \nEMOTIONAL, FINANCIAL \nAND SOCIAL \nWELLBEING\n PROMOTING \nAN INCLUSIVE \nAND DIVERSE \nWORKPLACE\n RECOGNIZING \nEMPLOYEES AND \nFOSTERING \nENGAGEMENT\n CREATING GROWTH \nAND DEVELOPMENT \nOPPORTUNITIES\nHuman Capital \nManagement \nInvestments\nLEADERSHIP CONNECTIONS\nIn 2023, we launched a monthly leadership series called Leadership \nConnections to facilitate peer-to-peer coaching through discussions and \ncontent sharing. Each session is facilitated by a different leader and topics of \ninterest are crowdsourced. They include fostering a culture of wellbeing, \nleading with empathy and flexibility, facilitating career mobility and creating \nbelonging in a team. These topics align with the Diversity Advisory Council’s \ninitiative to boost inclusive leadership skills."
    },
    {
      "page": 30,
      "text": "Choice’s new worldwide headquarters — at \nthe mixed-use Pike & Rose development in \nNorth Bethesda, Maryland — is designed with the \nassociate experience and wellbeing in mind, as \nwell as environmental sustainability. In developing the new headquarters, there was an \nintentional focus on creating collaborative spaces, \nincorporating wellness rooms, and adding numerous \namenities, such as a fitness center and a cafe. Ample natural light benefits both our associates and \nthe sustainability of the building. Additional green \nfeatures include a highly efficient dedicated outdoor \nair system, electric vehicle (EV) charging stations, \nproximity to a nearby metro station, lighting \noccupancy sensors and a partial green rooftop. The new headquarters, which officially opened in \nDecember 2023, is located in a building development \nthat earned Leadership in Energy and Environmental \nDesign (LEED) certification for Neighborhood \nDevelopment (LEED ND), which recognizes projects \nthat look beyond the scale of buildings to consider \nentire communities. The building is also targeting \nLEED Gold certification."
    },
    {
      "page": 31,
      "text": "INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nSPOTLIGHT: \nNEW CHOICE HEADQUARTERS\n \nKey wellness and sustainability \nfeatures include:\n \nAbundant natural \nlight throughout\n \nPartial green roof and \nterrace with \npollinatorfriendly plants\n \nEV charging \nstations\n \nLighting \noccupancy \nsensors\n \nWalkability to nearby \nrestaurants, retail, \nand metro station\n \nDedicated wellness \nrooms and \na fitness center Robust Education Opportunities\nAs the needs of our business evolve, we continue to invest in \ntraining that supports associates’ professional development. Our online education portal, myLearning, is home to dozens \nof instructor-led training and development courses on topics \nsuch as coaching, business acumen and change management. Associates are required to complete annual compliance \ncourses on topics of anti-harassment, ethics, security and \nprivacy awareness, and phishing. Additional courses are \nrequired based on management level and role, such as \nanti-corruption, insider trading, Health Insurance Portability \nand Accountability Act (HIPAA), General Data Protection \nRegulation (GDPR) and Payment Card Industry (PCI) \nSecure Coding. We also recently partnered with LinkedIn Learning to provide \nour associates with access to their extensive online training \nlibrary, including over 6,000 courses covering a wide range of \ntopics."
    },
    {
      "page": 32,
      "text": "In 2023, our associates voluntarily completed more \nthan 1,000 learning courses and viewed close to 36,000 \ntraining videos. We also offer a variety of options for associates to delve more \ndeeply into DEB topics. Our Welcome, Wanted and Respected \n– It’s Good for Everyone training focuses on raising awareness \nof unconscious bias. Other examples include Inclusion Starts \nwith an I and Courageous Conversations, which facilitate \ndifficult discussions around race. Promoting Internal Mobility and Retention\nOur CPG model and leadership training programs are designed \nto support opportunities for internal mobility, which is \nintegrally linked to employee satisfaction and retention. Over \nthe past year, as part of the Radisson integration, our associate \nteams shifted from a functional to customer-centric structure \nto support the business and our brands. This structural change \nled to internal mobility opportunities at all levels of the \norganization. In addition, we continue to offer Project Mobility, \nwhich allows associates to request a work project in another \npart of the organization to follow their interests, develop new \nskills and pivot professionally. Our corporate voluntary attrition rates were significantly lower \nin 2023 than in the past two years, which we believe reflects \nassociate satisfaction, as well as adjustments to the “new \nnormal” of the post-pandemic workplace."
    },
    {
      "page": 32,
      "text": "While voluntary \nattrition rates have been more favorable than our internal goals \nfor each of the last five years, rates in prior years fluctuated like \nmany others in the hospitality and services sectors due to the \nstresses of the COVID-19 pandemic and the challenges of a \ntight labor market. Corporate Voluntary Attrition\n9%\n14%\n15%\n9%\n14%\n\n\n\n\n\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nFRANCHISE EDUCATION AND TRAINING\nChoice University is the most widely \nawarded learning program in the hospitality \nindustry. Through this platform, we provide \nresources, training and certification \nopportunities for our franchise owners \nthrough online, self-paced, virtual-live and \nin-person classroom activities. Franchisees \nhave access to unlimited 24/7 personalized \nlearning experiences through our online \nChoiceU.com learning management \nsystem. Content is tailored to an \nindividual’s brand and job function, and is \ndesigned to meet the ever-changing \nneeds of the business and industry. Interactive roadmaps called \nLearning Maps help learners \nnavigate role-specific resources for \nonboarding, speed to performance \nand career mobility, growth \nand development. An internal study through Choice’s \nAdvanced Analytics team revealed \nthat properties that are highly \nengaged with Choice University have \nelevated key performance indicators."
    },
    {
      "page": 32,
      "text": "In 2023, nearly 2,300 content courses \nwere offered and nearly 2 million \ntrainings were completed. Associate Engagement\nOur business strategy, including the ongoing health, success \nand continuous improvement of our organization, is intricately \nlinked to the level of engagement of our teams. We want our \nassociates to feel valued, heard and engaged. We regularly \nseek and incorporate associate feedback into our policies and \npractices, as well as our operations. We encourage frequent communication between leaders and \nassociates. In addition to using the Coaching for Performance \nand Growth process, Choice executives host several All \nAssociates Meetings each year to give company-wide updates, \nand leaders hold regular department town hall meetings. In \n2023, we also brought back some activities that were popular \nbefore the pandemic, including our “Table for 10” opportunity \nfor associates to network with leaders in small groups. A variety of  surveys are utilized to provide \nadditional opportunities for honest feedback and to better \nunderstand the associate experience. These touchpoints begin \nwith our 30-60-90-180-day onboarding surveys, continue with \nvarious surveys throughout the year and come full-circle with \nour exit surveys. In 2023, we also sought input on our culture \nand DEB initiatives through our Diversity, Equity and Belonging \nsurvey."
    },
    {
      "page": 33,
      "text": "Through our survey partner, Glint, we are able to \nreceive survey results quickly, search for themes and gain \ndeeper insights into open-ended comments. Our annual Choice Engagement survey is also a critical tool \nfor assessing associate satisfaction. We continue to achieve \nengagement scores above the peer benchmark, meaning \nassociates have a positive commitment to our organization \nand goals. Consistent strengths include an overall understanding of how \nwork impacts objectives and owners, how well managers \nlisten and manage, and feedback and coaching provided by \nmanagers. Top opportunities included more transparency and \ncommunication in changes made as a result of associate \nfeedback, flexibility on remote work and expanded inclusion \nof associates in decision making. Transparency of the survey results is prioritized, and people \nleaders review survey results with their teams. These \ndiscussions include an overview of strengths and areas of \nimprovement, as well as creation of an action plan, regardless \nof scores. Key themes and feedback are presented to the \nExecutive Leadership Team. We continually look for ways to \nincorporate associate feedback into our business operations, \npractices and culture. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report Fair and Competitive Pay\nWe are committed to providing fair and competitive pay."
    },
    {
      "page": 34,
      "text": "To deliver on our commitment to equitable compensation \ndecisions, Choice conducts a gender and diversity pay equity \nstudy annually on U.S.-based roles and reports the results \nof this analysis to the Board of Directors. During 2023, \nwe conducted a pay equity analysis of the Choice Hotels \ncorporate-based associate population. We promptly reviewed \nany identified discrepancies for similar positions (e.g., by career \ntrack, level, and/or salary grade) that cannot be explained by \nthe level of experience, performance, and other legitimate, \nnon-discriminatory factors. Any discrepancies that could not \nbe sufficiently explained by education, the level of experience \nor other job-related attributes were promptly reviewed and \naddressed. This analysis was completed in partnership with \nSyndio Pay EQ analytics platform, using Fair Pay Workplace \nguidelines. Beginning in 2024, our pay equity analysis will \ninclude the managed hotel associates acquired from the \nRadisson acquisition. Associate Health and Wellbeing\nIn 2023, we took a more holistic approach to updating our \nbenefits program to improve the associate experience and \nfurther build an integrated culture of wellbeing through four \nprimary areas of health: physical, mental, financial and social."
    },
    {
      "page": 34,
      "text": "After assessing our top associate health concerns, which \ninclude stress and mental health, we shifted to a new mental \nhealth vendor that has broken down barriers to seeking and \nreceiving care, and broadened access to a variety of services, \nfrom coaching to clinical mental health care. We also added a financial advisory service that provides \nguidance from onboarding to retirement, and includes tailored \npersonal meetings and virtual education and training. OUR HEALTH AND WELLBEING STRATEGY\nOur four-pronged strategy \noffers a diverse selection \nof programs and services \nthat meet the lifestyle, \nlife stage, and wellbeing \nneeds of our associates \nand their families. We \npromote work-life \nbalance, encourage \nhealthy habits and \nlifestyles, focus on stress \nreduction and support \nmental health. We introduced a health advocacy resource to help our \nassociates with the burden of accessing physical health and \nwellbeing services, as well as supporting equitable access \nto healthcare. Our comprehensive Total Rewards program includes services \nand support such as medical, dental and vision plans, financial \neducation and 401(k) matching, wellbeing programs, back-up \nchild and elder care, fertility benefits, transgender-inclusive \ncoverage, and unique perks like hotel travel discounts at \nChoice Hotels worldwide to support work-life balance."
    },
    {
      "page": 34,
      "text": "In 2023, \nin addition to offering a new mental health program, we also \nexpanded medical coverage for muscular skeletal conditions, \nwhich are among the most common chronic conditions. We \nregularly evaluate our Total Rewards program to support the \nevolving needs of our associates, both professionally \nand personally. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nPHYSICAL\nMENTAL\nFINANCIAL\nSOCIAL Associate and Franchisee Recognition\nAssociate Recognition\nRecognizing the important role and impact of our associates \non our business and our communities is integral to our \npeople-centered culture. Our Champions of Choice Awards \nand the Values in Action Award honor the contributions and \nexemplary service of our Choice associates. We also have \ninternal channels for associates to provide shout-outs for \nteam members who have excelled in their job performance. Champions of Choice Awards:\n• Stuart Bainum, Sr. Award — recognizes the embodiment \nof Choice’s values and service contributions. • Coach of the Year Award — recognizes model \npeople managers. • MVP Award — recognizes game-changing \nexceptional performance. • Innovation Award — recognizes exceptional contributions to \nimprove the business and work environment."
    },
    {
      "page": 35,
      "text": "Franchisee Recognition\nThe Best of Choice awards program recognizes hotels with \noutstanding guest satisfaction scores based on guest reviews:\n• Best of Choice — recognizes one hotel from each brand that \nis a top performer in guest satisfaction and the best \nrepresentation of the brand. • Ring of Honor — recognizes the top 1% or top three hotels for \nhotel brands with a smaller number of open hotels. • Platinum Awards — recognizes the top 3% hotels of \nthe brand. • Gold Awards — recognizes the top 10% hotels of the brand. Associate and Guest Safety\nThe health and safety of our associates, franchisees and guests \nare a top priority. In 2023, we focused on increasing internal \nand external engagement — from expanded partnerships to \nfranchise visits — to build awareness of our safety and security \ninitiatives, and to help our hotels prepare to respond to risks \nthat arise. We provide health and safety standards for our corporate \noffices and owned and managed hotels, as well as best \npractice standards for our franchise owners. We also rely on \nour Commitment to Clean program, launched during the \nheight of the COVID-19 pandemic, to engage franchisees to \nachieve high levels of cleanliness and address health and \nsafety concerns through best practices and communication."
    },
    {
      "page": 35,
      "text": "Our managed hotels have an established safety and security \nprogram that supports our associates and guests while \nmeeting regulatory requirements and industry standards, such \nas Occupational Safety and Health Administration (OSHA). Within our managed hotel portfolio, our associates receive the \nnecessary training and tools they need to perform their jobs. New associates must complete safety and security training, \nwhich include our standard operating procedures, and all \nassociates are required to complete annual training. In \naddition, we have monthly safety trainings that include \ntopics such as biohazard awareness, fire prevention, \nOSHA compliance, workplace violence and human \ntrafficking prevention. “Our goal is to have a program that \nreduces risks, fits our organization’s \nshort-term goals and long-term \nstrategies, and is employee-owned, \nmanager-supported and \ncompany-enabled.”\nROB MUEHLBERG  | HEAD OF SECURITY OPERATIONS\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\n2023 Best of Choice Award Ceremony Human Rights\nAt Choice, we condemn human trafficking in all forms. We take a proactive approach in our efforts to support human \nrights — from establishing an enterprise-wide policy and \nproviding training, to forming partnerships with human \ntrafficking prevention organizations that offer essential tools \nand resources for our hotels."
    },
    {
      "page": 36,
      "text": "We continue to equip our hotels \nwith training and best practices to help drive awareness and \nprevent human trafficking. HUMAN RIGHTS POLICY\nOur Human Rights Policy outlines our commitment to ethical, \nnon-exploitative and non-discriminatory business conduct. We are committed to conducting our business in a manner \nconsistent with the principles contained in the United Nations \nUniversal Declaration of Human Rights. Training and Resources\nIn 2023, we conducted an assessment of our human trafficking \nawareness approach to enhance the educational tools we \nmake available to franchisees and associates. We subsequently \nintroduced refreshed training materials and resources across \nall brands, which were made available to all domestic hotels \nand corporate associates in early 2024. These materials include \na new online training available in multiple languages that is \nrequired annually for all franchised owners or their \nmanager-level designees, all on-property managed hotel \nassociates and all Choice corporate associates in the U.S. In \n2024, the new training will also roll out to all hotels in our \ninternational direct markets. A new brand standard will \nrequire hotels to display back-of-house posters that outline \nthe warning signs of human trafficking. Also available to franchisees is a new human trafficking \nprevention microsite. The site was developed as a hub for our \nhotels to access relevant resources."
    },
    {
      "page": 36,
      "text": "Included on this site are \nvideos from our partners that can be used as conversation \nstarters for franchisee staff meetings and a summary of U.S. \nlaws relating to human trafficking prevention specific to the \nhotel industry. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report Partnerships\nChoice maintains relevant and strong partnerships to combat \nhuman trafficking and support victims. Last year, Choice Hotels \nInternational Senior Vice President and General Counsel \nSimone Wu became a member of the inaugural American \nHotel & Lodging Association (AHLA) Foundation’s No Room for \nTrafficking (NRFT) Advisory Council, which aims to unite the \nindustry around collective anti-trafficking efforts. Choice also \ncommitted to contributing $250,000 to the new NRFT Survivor \nFund over the next five years. We joined PACT, formerly ECPAT-USA, in 2015, to take \nmeasures to prevent and protect children from human \ntrafficking. We are also a signatory of the Tourism Child \nProtection Code of Conduct (The Code), an industry-driven \ntourism initiative in preventing child trafficking. Choice also supports Polaris, formerly The Polaris Project, a \nnon-profit organization that fights human trafficking through \na comprehensive approach and maintains the largest known \ndataset on human trafficking in North America."
    },
    {
      "page": 37,
      "text": "Founded as a \ngrassroots initiative to create long-term solutions to address \nthe underlying systems that allow human trafficking to occur, \nPolaris advocates for stronger federal and state laws, operates \nthe National Human Trafficking Hotline, conducts trainings and \nprovides services to trafficking victims. Choice is also committed to providing emergency lodging for \nvictims of abuse and violence. We were one of the first hotel \nbrands to work with Safe Stays by ReloShare Alliance, a \nbooking platform and program to secure safe lodging. More \nthan 90% of Choice-branded hotels in the U.S. are now \navailable for booking through the ReloShare platform. In 2023, Choice hotels donated \n$25,000\nto PACT as a Catalyst for Protection sponsor \n$25,000\nto Polaris \n2.5 million\nChoice Privileges points to Polaris \nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nCambria Hotel Austin Downtown, TX Community Impact and Service\nGiving back to the communities where we live and work is a priority for Choice and our associates. We strive to improve lives and uplift communities through our \nsignature national partnerships with organizations like the \nAmerican Red Cross and Operation Homefront, that help \npeople all over the country. And we’re focused on local impact \nas well through associate giving and volunteerism."
    },
    {
      "page": 38,
      "text": "Through the \nYour Community, Your Choice program, we provide grants to \nwinning franchisees to donate to a local cause or charity of \ntheir choice. Our Choice Privileges program also enables \nmembers to give their points to the causes they care about, \nturning their rewards into cash donations for our partner \ncharitable organizations, including the American Red Cross, \nOperation Homefront, Polaris, Fisher House Foundation, Boys & \nGirls Clubs of America and the Executive Leadership Council. Associate Volunteerism and Matching Gift Program\nWe encourage our corporate associates to donate their time \nthrough our paid volunteer leave program. They are able to \ntake up to eight hours of paid volunteer leave per year for \npersonal volunteerism with a non-profit organization of \ntheir choosing. Choice also offers a generous matching gift program, matching \ncorporate associate donations up to $1,500 per calendar year, \nsubject to available funds. In 2023, Choice associates donated\n$46,000 \nto charities under the matching gift \nprogram, which Choice matched 1:1\nfor a total impact of more than $90,000\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report Signature Impact Partnerships\nAmerican Red Cross\nThe American Red Cross is committed to delivering vital \nservices to those in crisis, including food, shelter and clothing."
    },
    {
      "page": 39,
      "text": "Each year, the organization responds to an average of more \nthan 62,000 disasters around the country, from home fires \nand severe weather to natural disasters. Choice is a member of the American Red Cross Annual Disaster \nGiving Program (ADGP) and Disaster Responder Program, \nand provided a commitment of $250,000 to support disaster \nrecovery efforts in 2023. These programs pre-invest in disaster \nrelief to help ensure the American Red Cross is prepared to \nrespond when necessary. Last year, Choice also sponsored a matching campaign for \nChoice Privileges members to support the American Red Cross’ \nwildfire relief efforts for the island of Maui in Hawaii. The \ncampaign raised over $62,000. $312,000\n$320,000\ndonated and raised to \nsupport American Red Cross \npreparedness and recovery \nefforts in 2023 \ndonated and raised for \nOperation Homefront, \nincluding cash, in kind and \nmatching donations \nOperation Homefront\nOperation Homefront is a national nonprofit organization that \nhelps military families thrive in the communities they work so \nhard to protect. Eighty-five percent of Operation Homefront \nexpenditures go toward delivering life-changing programs, \nlike critical financial assistance, transitional and permanent \nhousing, and family support services. Our VALOR Choice Resource Group leads an annual bike drive \nevent in support of Operation Homefront."
    },
    {
      "page": 39,
      "text": "During its 14th edition \nin 2023, members and associates collected, assembled and \ndelivered more than 80 children’s bikes to Operation Homefront \nmilitary families. Choice is proud to support military families in need. In 2023, \nChoice donated and raised more than $320,000 for Operation \nHomefront, including cash, in kind and matching donations. This included 2 million Choice Privileges points and Choice’s \nsponsorship of an Operation Homefront year-end holiday \nmatching campaign, which generated nearly $200,000. We’re pleased to continue our Choice Privileges Military \nMembership program, which offers a discounted rate when \nbooking at participating Choice-branded hotels for military \npersonnel, veterans, their dependents, and members of \ngovernment and military-oriented associations, as well as an \nautomatic upgrade to Gold Status membership and 2,500 extra \nChoice Privileges Points on their next stay. Learn more about \nthe Choice Privileges Military Membership program\n“We are deeply grateful for Choice’s \ngenerous investment to help our \nmilitary families overcome their \nfinancial hardships and have a real \nopportunity to thrive, not simply \nstruggle to get by, in the communities \nthey have worked so hard to protect.”\nBRIG. GEN. (RET.)"
    },
    {
      "page": 39,
      "text": "JOHN I. PRAY JR. | PRESIDENT AND CEO OF \nOPERATION HOMEFRONT OPERATIONS\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report SPOTLIGHT: SUPPORTING LOCAL COMMUNITIES\nYour Community, Your Choice\nEvery year, Choice invites all franchisees in the U.S. to \nparticipate in the Your Community, Your Choice program. This program allows them to apply for a Choice-sponsored \ngrant for a local non-profit that is important to them, \namplifying our positive impact in the communities where our \nfranchisees live and work, and where our hotel owners play a \nvital role in serving and giving back to their communities. In 2023, Choice awarded a total of $75,000 in grants after \nreceiving a record number of franchisee applications. Choice \nassociates helped select the 15 winning franchisees, voting \nfor the projects they believed were most deserving. Each winning franchise owner had $5,000 donated \ndirectly to the non-profit of their choice. The chosen organizations serve a range of community \nneeds, from helping meet the nutritional needs of \nschool-aged children and providing a pathway to \nself-sufficiency for those experiencing homelessness, \nto offering emotional support and shelter for family \nmembers visiting seriously ill patients in the hospital, \nand supporting active-duty military and veterans."
    },
    {
      "page": 40,
      "text": "Learn about the recent Your Community, Your Choice grant winners\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\n“Being a Your Choice, Your Community grant winner is an awesome way for us to support, \nwith Choice Hotels’ help, the Choices for People Student Work Experience Program. We \nwere able to provide interactive hands-on and online training to two students entering the \nworkforce. This was a valuable experience for our entire team, as we practiced our \ntraining skills and witnessed the students’ personal and professional growth. My favorite \npart was when one of the students commented they didn’t realize work could be so fun!”\nJANEL ROWELL  |  GENERAL MANAGER, COMFORT INN ST ROBERT/FORT LEONARD WOOD PLANET\nWe take action to create a more sustainable future \nfor our planet. We are providing our franchisees \nthe resources and support they need to integrate \nenvironmentally friendly measures, including \ninvesting in technology to reduce energy and water \nconsumption. We are aligning our goals and strategy \nwith internationally recognized sustainability \nframeworks and standards. With nearly 7,500 hotels \naround the world, we know our efforts can have \na positive impact on our environment."
    },
    {
      "page": 41,
      "text": "PLANET-RELATED POLICIES:\nSustainability Policy      \nSupplier Code of Conduct      \nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nä\nä\nCambria Nashville Midtown, TN Quality Inn Ontario Airport Convention Center, CA\nCommitment to Green \nBuilding a better tomorrow means taking action today. We recognize the profound and evolving impacts of climate \nchange on the travel and tourism industry, and strive to \nprepare our business — and the small businesses of our \nfranchisees — for continued resiliency in light of increasing \nrisks in the years to come. We are proud to have achieved our ESG reporting goal to \nalign our disclosures with SASB, TCFD and CDP ahead of our \n2025 commitment. We continue to take significant steps \nforward in our sustainability journey, including signing the \nScience Based Targets initiative (SBTi) public commitment \nletter in December 2023. Our ongoing progress can be seen through Choice’s \nCommitment to Green initiative, which we continue to evolve \nto be more ambitious. It encapsulates the full set of our \nhotel-facing environmental sustainability initiatives. We \nprovide a dynamic suite of integrated resources that our \nowned, managed and franchised hotels can easily adopt and \nintegrate to advance their sustainability best practices."
    },
    {
      "page": 42,
      "text": "In 2023, \nwe increased engagement with our franchisees to drive \ncontinued adoption of our utilities tracking dashboard, \nrefreshed and expanded our Room to be Green certification \nprogram, and invested in several of our hotels’ sustainability \njourneys through a pilot Environmental Property \nImprovement Plan (ePIP). Our Commitment to Green initiative is composed\nof five main components:\n \nUtilities tracking dashboard\n \nRoom to be Green program\n \nEnvironmental Property Improvement Plans\n \nQualified vendor solutions\n \nFranchisee engagement\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report Utility Tracking Dashboard\nIn 2023, we continued the rollout of our automated utilities \ntracking dashboard across Choice’s domestic hotels. As of \nyear-end 2023, more than 2,600 properties had onboarded \nonto the dashboard, which represents more than half of \nthe system. Powered by Schneider Electric, the dashboard enables hotels \nto automatically track their energy and water consumption \nand calculates their greenhouse gas (GHG) emissions. It takes \ninto account hotel occupancy and helps hotel owners identify \nsavings opportunities and anomalies, such as major leaks. The dashboard also helps owners prepare for current and \nupcoming state and local regulations related to utility reporting \nand energy efficiency for commercial buildings, which vary by \njurisdiction and often include steep non-compliance penalties."
    },
    {
      "page": 43,
      "text": "In a recent survey, franchisees noted the benefits they value \nmost in using the dashboard including the automation \nof the utilities collection and measurement, the easy access \nto all utility data in one place, and the ability to see monthly, \nyearly and seasonal trends. Ongoing communication with \nour franchisees will continue to emphasize the value of the \ntool to drive further adoption. The ongoing aggregation of reliable and robust data is also \ninforming our sustainability strategy and goals as we evaluate \nour Scope 3 emissions and work towards setting science-based \ntargets validated by SBTi. >2,600\nproperties onboarded onto the \ndashboard as of year-end 2023\n \n“The utilities tracking dashboard helps \nus identify energy- and cost-saving \nopportunities, and the unnecessary \nusage of energy or water. After \ndiscovering our landscaping sprinklers \nused too much water, we were able \nto quickly stop the wastage.”\nPARTH PATEL  |  COMFORT SUITES EAST BRUNSWICK, \nSOUTH RIVER, NEW JERSEY\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report Room to be Green®\nOur refreshed Room to be Green certification program, part \nof our broader Commitment to Green initiative, helps our hotels \nimprove their environmental practices, position themselves \nfor third-party certifications and potentially achieve greater \nsavings."
    },
    {
      "page": 44,
      "text": "In 2023, we revamped the program taking into account \nthe most recognized third-party certification standards, the \nmost frequent sustainability requests from corporate clients, \nand expectations from our broader stakeholders and industry. The new program has expanded to four certification levels, \nranging from low-cost solutions to a best-in-class approach \nthat requires more innovative, capital-intensive actions \ndesigned for sustainability trailblazers. We also updated \nthe program’s five pillars to broaden their scope, covering \nenergy, water, waste, employee and guest engagement and \nbiodiversity. All domestic and international hotels in direct \nmarkets are required to meet the Level 1 standards by early \n2025. Each higher level thereafter is designed to encourage \nhotels to take additional meaningful and attainable steps \nto improve sustainability, positioning them for third-party \ncertifications. Many hotels have already taken the extra step \nto reach these higher levels."
    },
    {
      "page": 44,
      "text": "Level\nrequired\nAn entry-level approach for hotels embarking \non their sustainability journey\nExample requirements: utility data reporting, \nbasic water and energy saving measures\nLevel\nA broader approach for hotels with advanced \nbuilding solutions\nExample requirements: all of the above, \nplus occupancy sensors, food waste \nreduction program\nLevel\nA comprehensive approach for hotel \nsustainability experts\nExample requirements: all of the above, \nplus use of renewable energy and availability \nof electric vehicle chargers\nLevel\nA best-in-class approach for hotel \nsustainability trailblazers\nExample requirements: all of the above, plus \ngreen vehicle fleet and gray water management\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\n\n\n\n4 Environmental Property \nImprovement Plans\nOur Environmental Property Improvement Plan (ePIP) pilot \nprogram is helping hotels integrate sustainable solutions \nwhile maximizing their return on investment. All 35 hotels \nselected for the program have participated in sustainability \naudits conducted by third-party experts and received \nrecommended enhancements and solutions to drive \na more sustainable investment."
    },
    {
      "page": 45,
      "text": "Hotels were assessed in detail through the lens of utilities \nefficiency and environmental performance, enabling the \nimplementation of highly targeted sustainable solutions \nduring the regular course of their renovation cycles, such \nas green product selections and technology solutions \nduring new construction and lifecycle decisions. As of year-end 2023, one hotel has completed its sustainable \ninvestments, five hotels are currently integrating sustainable \nsolutions and two hotels are making final decisions about which \nsolutions to implement. Among the recommendations are water \nmitigation solutions, such as low-flow water fixtures, water \nleak detection technology, energy-saving occupancy sensors \nfor thermostat controls in guest rooms and the replacement \nof natural gas water heaters with electric heat pump models. In addition, the pilot program identified one of the best returns \non investment for our hotel owners is shifting to a sustainable \nheating and cooling system during a lifecycle replacement. Choice initiated and invested in the ePIP pilot program to \nsupport our hotels’ sustainability journeys and further propel \nour enterprise-wide sustainability goals. Moving forward, we \nplan to embed the insights we’ve acquired into our existing \nproperty improvement plan processes so more hotels can \nbenefit from the findings."
    },
    {
      "page": 45,
      "text": "INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nHARNESSING SOLAR POWER\nThe Quality Inn in Creston, Iowa, is taking steps \nto improve its sustainability after participating \nin our ePIP pilot program. The hotel installed \nphotovoltaic panels on its roof in April 2023 and \nhas already benefited from an approximate 25%\nreduction in electricity consumption over the first \neight months of the project, saving approximately \n$27,000 in electricity costs alone. The energy \nsaved equals over 90,000 pounds of avoided CO2e \nemissions, equivalent to nearly 700 trees planted. “Choice’s support and guidance was crucial for us \nto navigate the ePIP program and get this project going. This is what true partnership is all about.”\nCHINTAN THAKKAR  |  CHA, PRESIDENT & CEO DECORUM MANAGEMENT GROUP Qualified Vendor Solutions\nWorking with suppliers committed to the same principles \nwe value is fundamental to our business. As part of Choice’s \nCommitment to Green, our procurement team has identified \nseveral new and existing qualified vendors to help hotel \nowners implement sustainable practices on property and \nmaximize their cost savings opportunities. These vendors allow \nour franchisees to comprehensively audit their properties, \ninstall energy and water saving technology, source renewable \nenergy and finance green investments for their hotel buildings."
    },
    {
      "page": 46,
      "text": "Additionally, the team is working to further support \nenvironmental best practices in our supply chain, enable \nenhanced sustainability reporting with our current and future \nvendors, and continue onboarding new services and products to \nhelp our hotels meet our refreshed Room to be Green standards. Franchisee Engagement\nEngaging with our franchisees is an ongoing priority \nthat supports our progress toward our sustainability goals. Examples of the ways we engage our franchisees on \nsustainability topics include:\n• Key meetings, such as regional meetings and the Choice \nHotels Annual Convention, with touchpoints including \nsustainability-focused education sessions, panel discussions \nand one-on-one consultations. • Forums for in-person dialogue, including owners \nassociations’ meetings and the Franchisee \nSustainability Roundtable. • Sustainability webinars and training resources \non Choice University. • Surveys, sweepstakes and interactive campaigns to seek \nfranchisee input and drive greater awareness throughout the \nyear on our sustainability initiatives. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nPark Inn by Radisson Florence, SC SPOTLIGHT: CAMBRIA’S COMMITMENT TO SUSTAINABILITY\nChoice’s Cambria brand is a leader in adopting \nsustainable best practices and technologies, \nwhich resonates with our Cambria guests."
    },
    {
      "page": 47,
      "text": "We are proud of our hotel sustainability trailblazers that \ninvest in sustainable practices, benefiting our guests \nand our planet, including these Cambria hotels. The Cambria Hotel Austin Downtown, which opened in \nOctober 2023, features:\n• An HVAC system to control climate automatically. • Electric vehicle charging stations. • Biodegradable to-go food and beverage packaging. • Light sensors and LED lighting. • Grease and battery recycling programs. • A composting system. • Hydration stations on guestroom floors. The Cambria Hotel Arundel Mills – BWI Airport, LEED \nGold certified, has a solar roof, drought-resistant \nlandscaping and a central hot water system. Green \ntransportation features include electric vehicle charging \nstations and Tesla Model X guest shuttles. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nSustainably sourced products are required \nthroughout Cambria hotels and include:\n \nBottlebox to-go food containers made \nfrom post-consumer recycled bottles. Rainforest Alliance certified coffee with \nplastic-free compostable coffee cups. Bulk bath amenity dispensers to reduce \nsingle-use plastics. Pure By Gloss bathroom amenities that \nare recyclable, cruelty-free, paraben-free \nand use responsibly sourced palm oil. 90% of Cambria hotels are already \nusing our utilities tracking dashboard. Most Cambria properties are equipped \nwith water stations to reduce single-use \nplastic bottles."
    },
    {
      "page": 47,
      "text": "Climate and Energy\nTo advance our sustainability journey, we are focused on \nassessing our carbon footprint and understanding our \nclimate-related risks and opportunities. Our developing approach to climate and energy includes a \nwide variety of stakeholders and considers integration of our \nsustainability efforts across the organization. Our efforts in \n2023 to understand the impacts of climate change on our \nbusiness and industry, and to establish baseline data, are \ncritical first steps to setting targets and advancing \nclimate-related initiatives. Science Based Targets \nIn 2023, we signed the Science Based Targets initiative (SBTi) \npublic commitment letter to set near-term science-based \ntargets for reducing our greenhouse gas (GHG) emissions. We have engaged a third-party consulting firm to help guide \nour work and the SBTi validation process. As part of this \nproject, we plan to calculate our full Scope 1, 2 and 3 inventory \nand determine appropriate decarbonization pathways. Our sustainability initiatives currently underway will help \nsupport this effort. The continued rollout of the automated \nutilities tracking dashboard will enable us to develop a solid \nunderstanding of a significant portion of our Scope 3 \nemissions, while reducing the burden on time-strapped \nfranchisees and avoiding the pitfalls of manual data entry."
    },
    {
      "page": 48,
      "text": "The refreshed Room to Be Green program provides hotels \nwith guidance on how to improve their energy efficiency and \nreduce their carbon footprint. 1. 2023 GHG emissions include managed hotels, corporate facilities, and fleet (vehicles \nand aviation). GREENHOUSE GAS EMISSIONS1\nTotal Greenhouse Gas Emissions\n(metric tons CO2e)\n2023 GHG Emissions Details\n(metric tons CO2e)\nCarbon Intensity – Greenhouse Gas Emissions \nper square foot\n(kgCO2e)\nTCFD Report\nIn 2023, we published our inaugural Task Force on \nClimate-related Financial Disclosures Report based on the \nresults of a climate strategy project to better understand the \nrisks and opportunities associated with climate change. The \nproject included two scenario-based workshops to gather \ncross-functional perspectives from across the business. Our \nobjective moving forward is to better understand the risks and \nopportunities at the regional and hotel levels."
    },
    {
      "page": 48,
      "text": "TOP CLIMATE-RELATED RISKS AND OPPORTUNITIES:\nRISKS\nOPPORTUNITIES\n Extreme weather events\nCost savings\n Operational costs \nand complexity\nNew markets \nand/or consumers\n Changing stakeholder \nexpectations\nNew products or \nservices that support a \nlow carbon economy\n Learn more in our Task Force on Climate-related Financial \nDisclosures (TCFD) Report\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nLocation\nbased\nMarket\nbased\nLocation\nbased\nMarket\nbased\n\n5,000\n10,000\n15,000\n20,000\n¢ Scope 1\n¢ Scope 2\n\n\n\n\n\n\n\n8,450\n8,450\n13,219\n13,228\n21,668\n21,677\n9.03 Energy Efficiency\nChoice’s Room to be Green program provides standards and \nbest practices that hotels can implement to improve their \nsustainability, including usage of energy-saving technology, \npreventative maintenance programs and LED lighting. Through \nbrand reimaging efforts, more than 2,700 of the existing \nComfort, Quality, Clarion, Clarion Pointe, MainStay and Sleep \nInn properties in the U.S. have also installed LED exterior \nsignage and we anticipate another approximately 300 hotels \nto install energy-efficient signage by the end of 2024. These \nimprovements can reduce signage electricity usage by \n50% to 70%. Choice continues to work with Clean02 on a pilot program to \ninstall small-scale carbon capture devices at our hotels."
    },
    {
      "page": 49,
      "text": "Last \nyear, Radisson Blu Mall of America in Bloomington, Minnesota, \nbecame the first hotel in the world to use the CarbinX \ntechnology and has reduced its gas consumption and GHG \nemissions. The units connect directly to natural gas heating \nappliances to capture and store the carbon dioxide emitted. The gas is then turned into potassium carbonate and is used as \nan ingredient in various products such as soaps \nand detergents. Choice is well positioned to address the growing consumer \ndemand for EV charging. Guests who drive to hotels accounted \nfor 82% of all Choice room nights in 2022, well above the \nindustry average1. To find a hotel with a charging station, \ntravelers can use the EV charging filter on ChoiceHotels.com \nand the Choice Hotels mobile app. Several of our corporate \noffices also offer EV charging stations and/or encourage \nassociates to use alternative transportation through shuttle \nservice, metro subsidies, or secured bike storage with locker \nrooms and showers. 1. According to data from DK Shifflet. Our corporate offices, including our new worldwide \nheadquarters in North Bethesda, Maryland, have also focused \non incorporating sustainable design features and technology \nto improve energy efficiency and reduce water use and waste. These efforts include the use of energy-efficient lighting \nsystems, daylight harvesting and low-flow water fixtures."
    },
    {
      "page": 49,
      "text": "Our St. Louis Park, Minnesota, office achieved LEED Gold \ncertification and our North Bethesda office is pursuing the \nsame level. THE POWER OF SMART THERMOSTATS\nSmart thermostats improve energy usage efficiency as they \nautomatically adjust the temperature of a guest room based \non real-time occupancy data. By not heating or cooling a room \nwhen it is unoccupied, hotels reduce their carbon emissions \nand save on energy costs. More than 2,300 guest rooms in our \nmanaged hotels use smart thermostats and have reduced their \nguest room HVAC usage by up to 52%. GENERATING CLEAN ENERGY\nWe are proud of the commitment our owners continue to \nmake to integrate environmentally friendly systems and \ntechnology into their hotels and operations. Several of our \nhotels are investing in photovoltaic panels to generate \nclean energy onsite and reduce their carbon footprints, \nwhile increasing their energy independence in the event \nof disruptions from the grid. The Comfort Hotel Solna in Sweden is the first zero-energy \nhotel in Scandinavia; it uses solar panels and other \nenergy-saving features to produce more energy than it \nconsumes. The Quality Inn Ontario Airport Convention \nCenter in California installed 420 photovoltaic panels on \nits rooftop, which generate approximately 76 kilowatts of \nenergy and save 420 tons of CO2e annually."
    },
    {
      "page": 49,
      "text": "INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nCarbinX unit at the Radisson Blu \nMall of America, MN\nSt. Louis Park office, MN\nComfort Hotel Solna in Sweden Water\nReducing water consumption is a priority in our hotel operations. Our refreshed Room to be Green program includes more \nambitious water-saving criteria and ideas for each level, from \nimplementing a preventative water consumption maintenance \nprogram to using smart irrigation systems. All domestic and \ninternational hotels in our direct markets are required to meet \nLevel 1 of the Room to be Green program, which means they \nmust have water-saving guest bathroom fixtures and offer \nguests a towel and linen reuse program, encouraging guests to \njoin us in our efforts to reduce water usage. Some of the more \nadvanced measures that have been installed by our franchisees \ninclude rain sensors in landscape sprinkler systems and \nxeriscape in drought-prone areas. Total Water Consumption\nmanaged hotels and corporate assets \n(cubic meters)\nWater Intensity\nmanaged hotels (cubic meters / \noccupied rooms)\n1. When used as directed. 2. Source: Ecolab, verified by a third-party consultant. Our Housekeeping Upon Request program also helps our \nhotels lower their water and energy consumption. By enabling \nguests to opt out of daily housekeeping, this program helps \nreduce the number of laundry cycles needed, saving energy \nand water usage."
    },
    {
      "page": 50,
      "text": "Our required laundry program with Ecolab across our domestic \nhotels helps reduce our environmental impact through \nconcentrated formulations that are biodegradable1, non-toxic \nto aquatic life1, and contain no or low phosphorus. Our U.S. hotels also have the option to use Ecolab’s Aquanomic \n2.0 Low-Temperature Laundry Program, which can deliver up \nto a 40% savings in water and energy. In 2023, Choice properties in the U.S. that opted for this \nprogram saved2:\n143 million\n896,000\ngallons of water\nTherms of energy\n4,700\n431,000\nmetric tons of CO2e\npounds of waste\nWe are monitoring water consumption data as we continue to \nroll out the new automated utilities tracking dashboard across \nour owned, managed and franchised portfolio. Once we are \nable to collect sufficient data, we will analyze the information \nand work to identify additional opportunities for \nwater conservation. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\n\n410,461\n\n0.05\nRadisson Blu Aqua Hotel, Chicago, IL — LEED Silver certified Waste\nOur Room to be Green program includes standards and best practices to reduce waste and\nincrease recycling, and all domestic hotels are required to offer recycling for staff and guest use."
    },
    {
      "page": 51,
      "text": "In addition, franchisees are encouraged to use sustainable \ndisposable serving products, participate in food waste \nreduction or donation programs, and get involved in recycling \nsoap and bottled bath amenities through partnerships like \nClean the World. We are focused on reducing the use of single-use plastics. Our goal is to make bulk amenities standard across domestic \nbrands1 by the end of 2025. We are rolling out bulk bath \namenities to upscale, midscale and economy brands. Each of \nthose new larger bottles replaces the equivalent of 20 to 25 \nindividual mini-bottles on average per month and produces \napproximately 85% less plastic and liquid waste since no \npartially empty bottles are thrown away by the housekeeping \nteams. Our new bulk amenities bottles and caps are made of \n100% recyclable materials. We also previously set goals to phase out single-use \npolystyrene products across domestic brands2 by year-end \n2023. Polystyrene products have now been eliminated from \nthe brand standards for all applicable brands. Choice is piloting a program in our managed locations to \nmeasure and reduce usage of single-use plastics. We hope \nto use these learnings to identify additional improvement \nopportunities that can be scaled across the portfolio. 1. Does not apply to extended stay brands, which do not provide amenities on a daily basis, or the \nAscend Hotel Collection and Radisson Collection. 2."
    },
    {
      "page": 51,
      "text": "Does not apply to the Ascend Hotel Collection and Radisson Collection, which are soft brands. Our digital registration program allows guests to check-in \nusing a touch screen tablet, which has saved more than 26 \nmillion letter-sized sheets of paper at our hotels. We also \nimplemented digital Guest Services Directories, putting \nimportant hotel amenities and guest services information \nonline, further reducing the printing needs and paper usage \nof our hotels. Our Service Operations team also focuses on finding \nalternative methods to discard physical technology assets \nfrom our offices and divert them from going to the landfill. We partner with two external vendors to repurpose, donate or \nrecycle our technology equipment and materials. In 2023, we \ndiverted more than 11,000 pounds of electronic waste through \nthese practices. Additionally, in early 2024, Choice became the \nfirst hotel company to close its last data center and migrate its \nentire IT system infrastructure to the cloud. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nPARTNERSHIP WITH CLEAN THE WORLD\nChoice is proud to partner with Clean the World, an organization that recycles discarded \nsoap bars and plastic bottled bath amenities, preventing hundreds of thousands of \npounds of waste from going to the landfill. The recycled bars of soap are distributed to \npeople in need around the world, improving global hygiene and saving lives."
    },
    {
      "page": 51,
      "text": "2022 Restated \n\nHistorical Impact\nSoap distributed (bars) \n \n24,031 \n19,977 \n1,004,259 \nSoap collected (pounds) \n \n2,629 \n2,184 \n183,132 \nPlastic collected (pounds) \n \n3,621 \n2,313 \n114,817 \nCarbon footprint reduction (kgCO2e) \n \n1,630 \n1,354 \n113,368 \nWater saved (gallons) \n \n8,752 \n7,277 \n609,766 \nThe 2022 data for this partnership is being restated due to the integration of Radisson Hotel Group Americas. The \ncorrected statistics for 2022 have been added to this table. Responsible Sourcing\nOur procurement team is strengthening the implementation of responsible practices,\nincluding recently adding a new Supplier Code of Conduct\nThe team is also rolling out an augmented survey for new \nand existing vendors to gather additional information on \ntheir essential sustainability-related practices, goals and \ncertifications. These initiatives help provide our franchisees \nwith more sustainable solutions and products. These improvements also help us advance our goal of \nproviding the hotels in our system with suppliers of cage-free \neggs, in order to source 100% of eggs used (shell, liquid and \negg products) from cage-free sources globally by YE 2025. All of our suppliers who sell egg products in our domestic \nmarket, which represents more than 80% of hotels globally, \noffer cage-free options. This is a meaningful step towards our \ngoal. Globally, approximately 13% of our hotels’ total egg spend \nis from cage-free eggs."
    },
    {
      "page": 52,
      "text": "In early 2024, 100% of the all-day dining \nrestaurants at our managed hotels shifted to using only \ncage-free eggs. We continue to work actively with our \nsuppliers domestically and internationally to accelerate our \nprogress towards our goal. ~13%\nof our global hotels' total egg \nspend is from cage-free eggs\n100%\nof the all-day dining \nrestaurants at our managed \nhotels shifted to using only \ncage-free eggs\n1. Countries and regions that do not have data account for less than 4% of our total portfolio of hotels. 2. Includes only eggs and scrambled egg mix\n3. Data available for 93% of the hotels in Canada\nCage-free percentage of total eggs spend in 20231\nReporting countries\n% of suppliers\n offering \ncage-free eggs\nCage-free % of \ntotal eggs spend\nCaribbean & Latin America1\nNo data\nNo data\nAustralia and New Zealand2\n100%\n69%\nCanada3\n100%\n0.5%\nChina1\nNo data\nNo data\nCzech Republic\n100%\n100%\nDenmark\n100%\n100%\nFinland\n100%\n100%\nIndia1\nNo data\nNo data\nIreland\n100%\n100%\nJapan\n0%\n0%\nLithuania\n100%\n100%\nNorway\n100%\n100%\nRest of Europe1\nNo data\nNo data\nSweden\n100%\n100%\nThailand1\nNo data\nNo data\nUSA – Franchised hotels\n100%\n10%\nUSA – Managed hotels\n100%\n32%\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nLOCAL URBAN FARMING… \nON A HOTEL ROOFTOP\nThe Clarion Hotel The Hub in Oslo, Norway, is using its \nlarge rooftop to grow produce for guests to enjoy at the \nhotel’s Norda restaurant."
    },
    {
      "page": 52,
      "text": "The 200-square-meter GrowHub \nfield aims to produce 10,000 vegetables per year, with a \nfocus on local and older varieties of vegetables. The \ngarden is managed by a local urban farmer, and uses \nrainwater and composted waste from the restaurant. REGIONAL SPOTLIGHT: ASIA-PACIFIC\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nChoice’s regional offices are leveraging \nour enterprise-wide sustainability \nstrategy and tailoring it to the needs \nof their local markets. Choice Hotels \nAsia-Pac™ is a prime example. To gather data to inform their roadmap, \nthe Asia-Pac team conducted a franchisee \nsurvey and found that 88% of the \nfranchisees in the region recognized \nthe importance of green initiatives. Based on franchisee feedback and their own analysis of key regional trends,\nthe Asia-Pac team has implemented the following programs in their market:\n \nRemoving single-use plastics, \nsuch as cutlery, from the \nprocurement and \nordering platform. Recycling out-of- commission \nuniforms. Shifting to large-format \namenities, which can reduce \nplastic consumption by as much \nas 83% per room, per year, and \nsave hotels nearly 10% on the cost \nof these amenities. Requiring new associates \nto complete training on \nproper recycling. Creating the “Have Your Say” \ninitiative to establish and \nembed a culture of formal and \ninformal two-way feedback \nfor associates."
    },
    {
      "page": 53,
      "text": "Using a paperless check-in \nprocess through digital \nregistration tablets. Launching guidelines for \nAcknowledgement of \nCountry, a verbal or written \nacknowledgement of the \ntraditional owners of the \nlands where a gathering of \npeople is taking place. Conducting sustainability audits \nto demonstrate the energy and \ncost savings of switching to \ngreen energy sources. Hotel Harry, Ascend Hotel Collection, Sydney, Australia PERFORMANCE\nStrong corporate governance drives our success by \nensuring we hold ourselves accountable as we work \ntoward our goals and set new ones. We are committed \nto measuring and reporting our progress on our \nsustainability efforts and continuing our positive \nimpact on our people, our communities and our planet. For more information, please see our\n2023 Proxy Statement and 2023 Form 10-K.\nGOVERNANCE-RELATED POLICIES:\nAnti-corruption Policy      \nCompliance and Ethics Hotline     \nCode of Ethics and Conduct    \nPrivacy and Security Policy     \nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nä\nä\nä\nä\nChoice Hotels Office, Scottsdale, AZ Corporate Governance and Ethical Behavior\nTo promote strong corporate governance and ethical behavior, Choice has implemented numerous \npolicies, a  ethics reporting system, and trainings for leadership, staff and suppliers. We are committed to engaging with our associates and \nincorporating their feedback into our strategy and decisions."
    },
    {
      "page": 55,
      "text": "Our open channels of communication promote a positive work \nenvironment and foster a culture of integrity and ethical \ndecision-making. Code of Ethics and Conduct\nOur Code of Ethics and Conduct is our principal business \nethics policy. It is incorporated into the Choice’s Associates \nHandbook and provides ethical guidelines and expectations \nfor all Choice associates, officers and the Board of Directors. We also expect consultants and temporary employees from \nagencies to adhere to the spirit of the Code of Ethics and \nConduct when performing work for Choice. Compliance and Ethics Hotline\nChoice encourages associates to speak up and report \nviolations of company policy, corporate governance or \nunethical behavior. Associates are also encouraged to ask \nfor guidance related to policies and procedures. Our primary \nreporting channel is our Compliance and Ethics Hotline, which \nis commonly referred to as a whistleblower hotline. It allows \nassociates to report misconduct anonymously. Our hotline is \nhosted by a third-party hotline provider, Navex EthicsPoint, \nwhich sends Choice information on a completely , \nanonymous and voluntary basis. Compliance Training Courses\nAll corporate associates are required to complete compliance \ntraining courses annually on the following topics: \nanti-harassment, ethics, security and privacy awareness, and \nphishing. Additional courses, such as anti-corruption and \ninsider training, are required based on management level and \nrole."
    },
    {
      "page": 55,
      "text": "Beginning in 2024, all corporate associates, franchisee \nowners or their manager-level designees, and all on-property \nmanaged hotel associates will be required to complete our \nnewly refreshed human trafficking prevention training. All \nassociates are expected to complete the annual compliance \ntraining requirements and we hold them accountable to \nthose requirements. Choice’s Compliance and Ethics Hotline\nAvailable 24 hours a day, 365 days a year \nchoicehotels.ethicspoint.com\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report ESG Governance and Oversight\nChoice benefits from an active and engaged \nBoard of Directors. The Board is composed of 11 members who review and discuss \nESG strategy, initiatives, policies and performance quarterly, \neither within Board committees or as a full Board. Each of \nthe Board’s committees provides oversight and guidance on \nvarious components of our ESG initiatives. The Vice President \nof Sustainability updates the Board on our ESG and \nsustainability strategy and progress each quarter, twice \na year with the full Board and twice a year with the \nCorporate Governance and Nominating Committee. To facilitate stronger integration of our ESG and sustainability \nefforts across the organization — including setting goals \nand targets, advancing initiatives, and identifying risks and \nopportunities — Choice established two governance forums."
    },
    {
      "page": 56,
      "text": "The ESG Executive Committee meets quarterly to drive \nstrategic direction and oversight of the company’s ESG \nand sustainability efforts. This committee includes our EVP, \nOperations and Chief Global Brand Officer; Chief Financial \nOfficer (CFO); Chief Human Resources Officer (CHRO); General \nCounsel; and Vice President of Sustainability. The ESG Steering \nCommittee, composed of key leaders across the business, \nmeets quarterly to drive cross-functional alignment and \nprogress, ensure accountability and report on results."
    },
    {
      "page": 56,
      "text": "INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nBOARD OF DIRECTORS\nAUDIT COMMITTEE\n• Oversees ESG-related risk \nmanagement and \nassessment\n Read committee’s Charter\nCORPORATE \nGOVERNANCE & \nNOMINATING COMMITTEE\n• Monitors and provides \ninput into the \nmanagement of ESG \nstrategy, practices \nand policies\n• Reviews ESG \ncommunications \nand disclosures\n Read committee’s Charter\nDIVERSITY COMMITTEE\n• Assists and advises on \nDiversity, Equity and \nBelonging (DEB) efforts, \nincluding sustaining an \ninclusive culture and \nattracting, developing and \nretaining diverse talent\n• Promotes diversity and \ninclusion in all aspects of \nthe company’s business, \nincluding in diverse \nfranchise development, \nmarketing and \ncommunity outreach, \nand philanthropy\n  Read committee’s Charter\nHUMAN CAPITAL AND \nCOMPENSATION \nCOMMITTEE\n• Oversees executive \ncompensation strategy\n• Reviews company-wide \nengagement results, \ninternal pay parity and \nfair pay workplace \nassessments, \nmanagement \ndevelopment and \nsuccession planning\n  Read committee’s Charter\nESG EXECUTIVE COMMITTEE\nIncludes Chief Human Resources Officer; General Counsel; Chief Financial Officer; EVP, \nOperations and Chief Global Brand Officer; and Vice President, Sustainability\n• Drives strategic direction and oversight of ESG efforts\nESG STEERING COMMITTEE\n• Promotes accountability and ESG coordination and integration across the company Risk Management\nChoice conducts an enterprise-wide risk assessment every two years, which informs our list of top risks facing the business."
    },
    {
      "page": 57,
      "text": "The top risks have included sustainability-related risks, which are shared with our Board of Directors and leadership. Our Board of Directors plays an active oversight role in \nunderstanding the risks facing the business and how the \ncompany is managing and mitigating the impact of those risks. Business risks are discussed at the quarterly Audit Committee \nmeeting, including a detailed review of a rotating portion of \nthe risks from the top risks list. A roll-up of the top risks list and \na compliance and enterprise risk summary are provided to the \nentire Board on an annual basis, and include topics such as \ninformation security, human capital, disaster recovery and \nenvironmental issues. In addition, the Board and Audit \nCommittee receive regular risk updates from company leaders, \nand the Audit Committee Chair receives briefings on current \ntopics of interest before each meeting. In 2023, Choice conducted a climate risk assessment as well, \npublishing the results in our inaugural Task Force on \nClimate-related Financial Disclosures (TCFD) Report. Choice maintains a Business Continuity Plan and the \ncompany’s risk management group oversees insurance \npurchasing and risk-related issues. The Compliance and \nEnterprise Risk Committee, a cross-functional group of \ncompany leaders, meets on a quarterly basis to discuss \nvarious risks and compliance issues facing the business."
    },
    {
      "page": 57,
      "text": "After \neach meeting, a summary report is prepared for the Audit \nCommittee and key issues are reviewed with company \nleadership. Risk across the organization is managed by \nindividual business units, and each group is responsible \nfor identifying risk in their area. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nChoice Hotels Office, Scottsdale, AZ Data Security and Privacy\nThe Board of Directors and the Board’s Audit Committee oversee data security and privacy,\nwith briefings every quarter that alternate between the full Board and the Audit Committee. Reports generally focus on items such as cybersecurity risk \nprevention and reduction efforts, mitigation efforts and \nresponse plans, emerging regulatory policies and results \nof third-party assessments. Our internal cybersecurity governance board, led by our \nChief Information Security Officer (CISO), is composed of \nselect executives who meet several times a year to ensure \nwe’re focusing on the right risks and allocating appropriate \nresources. It’s also an opportunity to share information on \ncurrent risks and changes. The cybersecurity governance \nboard also participates in the Compliance & Enterprise \nRisk Committee. Choice’s CISO also leads our cybersecurity team, which \noversees information security, regulatory technology \ncompliance and privacy for the organization."
    },
    {
      "page": 58,
      "text": "The program \nis heavily focused on securing data at rest and during \ntransmission, helping ensure compliance with data security \nand privacy regulations, as well as providing third parties \nwho receive Choice data with appropriate controls and risk \nmanagement programs. Training\nWe continuously monitor our environment for known \nvulnerabilities by conducting vulnerability assessments on \nan ongoing basis. An outside firm performs an annual \nPayment Card Industry (PCI) assessment, as well as an annual \npenetration test of our environment. Every three years, we \nengage a third-party firm to perform an in-depth risk \nassessment with annual reassessments. We have protocols in place in the event of a confirmed \ncybersecurity breach. We immediately notify senior leaders, \nincluding the Board, and consult with outside counsel. We are \ncommitted to complying with all applicable data privacy and \nnotification regulations and timelines including relevant state, \nfederal and international requirements. Policies and Practices\nAnnual educational training is required on security, privacy \nand phishing for those who have access to data at Choice, \nincluding associates at managed hotels and third parties such \nas contractors. We also conduct phishing tests; those who fail \nmust undergo remedial training. Online cybersecurity training \nprograms are offered to our franchise owners on topics \nincluding hospitality cyber threats and hotel security."
    },
    {
      "page": 58,
      "text": "Our \nfranchisees are required to obtain cyber insurance with a \nminimum set of coverages. In addition, Choice is a hotel \nindustry leader in mandating franchise owners to use specific \nsecurity software on their hotel computers, which enables us \nto support information security 24/7 through a third-party \nsolution provider. Security obligations are built into contracts \nwith vendors who have access to our data and conduct \nperiodic assessments to help ensure data is being \nhandled appropriately. See Choice’s Privacy and Security Policy. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report Public Policy and \nPolitical Activity\nWe are committed to aligning our advocacy\nefforts with our corporate sustainability goals. The ESG Steering Committee helps ensure awareness and \ncoordination of our public policy efforts as we work to advance \nthe key interests of our business and stakeholders through \ntrade associations and meetings with elected officials. We collaborate with several trade associations — such as \nthe American Hotel & Lodging Association (AHLA), the U.S. \nChamber of Commerce, the U.S. Travel Association and \nthe International Franchise Association (IFA) — to advance \nsustainability initiatives across the industry."
    },
    {
      "page": 59,
      "text": "Recent examples \ninclude the hotel industry’s approach to cleanliness and \npolicies during the COVID-19 pandemic and our support of \nresponsible stewardship of federal land, particularly national \nparks, forests and wildlife preserves. We’ve also focused on \nsharing information with all of our hotels about tax credits \navailable through the Inflation Reduction Act, including those \nto encourage energy efficiency improvements and electric \nvehicle (EV) charging stations. Choice does not make federal political contributions. We \ndo make limited state contributions, such as to political \ncandidates and activities in Maryland, where our U.S. \nheadquarters is located, and in New Jersey. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nRadisson Blu Mall of America, MN — LEED certified APPENDICES\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report Sustainability Policies\n Anti-corruption Policy\n Anti-harassment Policy\n Code of Ethics and Conduct\n Compliance and Ethics Hotline\n Equal Employment Opportunity Policy\n Human Rights Policy\n Privacy Policy\n Sustainability Policy\n Supplier Code of Conduct\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nRadisson Poliforum Plaza Hotel Leon, Mexico Performance Tables\nEnvironmental data disclosed includes 14 managed hotels and 9 offices."
    },
    {
      "page": 61,
      "text": "2023 Performance\n\nCompany Profile\nTotal Number of Properties\n\nTotal Number of Rooms\n2,973\nOccupancy Rate\n66.9%\nTotal Floor Area (SqFt) (for portfolio in environmental performance disclosure)\n2,399,799\n1. 2023 energy consumption data includes managed hotels, corporate facilities, and fleet (vehicles and aviation). 2. 2023 GHG emissions include managed hotels, corporate facilities, and fleet (vehicles and aviation). 3. 2023 water consumption data is based on actual and extrapolated data coverage of approximately 97% of all properties by floor area."
    },
    {
      "page": 62,
      "text": "2023 Environmental Performance\n\nEnvironmental Performance\nOccupied Rooms for Intensity Metrics\n726,323\nEnergy1\nTotal Energy Consumption (MWh)\n73,243\nTotal Direct Energy Consumption (MWh)\n39,454\nTotal Indirect Energy Consumption (MWh)\n33,789\nEnergy Consumption per square foot (kWh)\n30.52\n% Energy from Renewables\n13.84\nGreenhouse Gas Emissions2\nTotal Greenhouse Gas Emissions – Market-based (metric tons CO2e)\n21,677\nTotal Greenhouse Gas Emissions – Location-based (metric tons CO2e)\n21,668\nTotal Scope 1 Emissions (metric tons CO2e)\n8,449\nTotal Scope 2 Emissions – Market-based (metric tons CO2e)\n13,227\nTotal Scope 2 Emissions – Location-based (metric tons CO2e)\n13,218\nGreenhouse Gas Emissions per square foot (kgCO2e)\n9.03\nWater3\nTotal Water Consumption (cubic meters)\n410,461\nWater Consumption per occupied room (cubic meters)\n0.57\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report GHG Emissions Methodology\nChoice Hotels carbon footprint was calculated in accordance with the guidance of the GHG Protocol. The accounting period corresponds to the calendar year 2023. Scope 1 and 2 emissions were analyzed using the operational \ncontrol reporting boundary, where Choice Hotels has \naccounted for 100% of the Scope 1 & 2 emissions from assets \nover which it has operational control and has been in the \nportfolio for the entire year of 2023."
    },
    {
      "page": 63,
      "text": "For Choice Hotels, these assets include managed hotels, \ncorporate facilities, aviation, and associated vehicles. Scope 1 & \n2 primary activity data was collected via surveys and the \nUtilities Tracking Dashboard. Emissions sources covered include stationary combustion, \nmobile combustion, and purchased electricity. Where activity \ndata was not able to be collected, consumption values were \nestimated using the following extrapolation methodologies: \n• Annualized average consumption estimation which divides \ntotal consumption (water, natural gas, electricity) by the \nnumber of months with available data multiplied by \n12 months. • Average consumption (water, natural gas, electricity) per \nsquare foot across all like properties (hotels, offices) that \nhave consumption data multiplied by the average \nconsumption per square foot for those properties. • Utility consumption ratio, which calculates the ratio of \nelectricity vs. natural gas consumption for the office in 2022. Then, using the extrapolated electricity amount, apply the \nratio to estimate natural gas consumption. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report\nCambria Hotel Burbank Airport, CA SASB Index\nSASB Standards guide the disclosure of financially material sustainability information by companies to their investors."
    },
    {
      "page": 64,
      "text": "To answer the informational needs of institutional \ninvestors, Choice Hotels has provided the following disclosures using the SASB Standard for the Hotels & Lodging industry. Choice Hotels has consolidated data using an operational control approach to be consistent with our GHG emissions disclosure. Disclosures include data for managed hotels and corporate assets \nunless otherwise noted. Industry: Hotels & Lodging\nTable 1. Sustainability Disclosure Topics & Accounting Metrics\nTOPIC\nACCOUNTING METRIC\nCATEGORY\nUNIT OF MEASURE\nCODE\nRESPONSE OR LOCATION\nEnergy\nManagement1\n(1) Total energy consumed,\n(2) Percentage grid electricity,\n(3) Percentage renewable\nQuantitative\nGigajoules (GJ),\nPercentage (%)\nSV-HL130a.1\n(1) 263,677.37 GJ \n(2) 46.13 % \n(3) 13.84%\n Appendices — Performance — 2023 Environmental Performance, page 62\nWater\nManagement\n(1) Total water withdrawn,\n(2) Total water consumed, percentage of \neach in regions with High or Extremely \nHigh Baseline Water Stress\nQuantitative\nThousand cubic meters\n(m³), Percentage (%)\nSV-HL140a.1\n(1) 410.46 thousand cubic meters \n(2) n/a. Approximately 52% of our water withdrawals by volume are in High or Extremely High Baseline Water Stress \nregions. This includes managed properties as well as Choice Hotels corporate assets."
    },
    {
      "page": 64,
      "text": "Appendices — Performance — 2023 Environmental Performance, page 62\n Planet — Water, page 50\nNumber of lodging facilities located in or \nnear areas of protected conservation \nstatus or endangered species habitat\nQuantitative\nNumber\nSV-HL160a.1\n11 of our managed locations are located less than 5km away from a protected area. We will prioritize these \nsites as we work towards reducing our biodiversity impact.3\nEcological Impacts\nDescription of environmental \nmanagement policies and practices \nto preserve ecosystem services\nDiscussion and \nAnalysis\nN/A\nSV-HL160a.2\nChoice Hotels views the impacts of our business on biodiversity as high priority. In February 2023, we \nconducted a biodiversity impact assessment of our owned & managed sites using the WWF Biodiversity Risk \nFilter. We are looking forward to engaging with identified properties to understand the role we can play in \npreserving local ecosystem services. Our company sustainability policy can be found here and our Supplier \nCode of Conduct here. 1. 2023 energy consumption data includes managed hotels, corporate facilities, and fleet (vehicles and aviation). 2. 2023 water consumption data is based on actual and extrapolated data coverage of approximately 97% of all properties by floor area. 3. In our 2022 report, only properties located within protected areas were disclosed. In 2023, properties within 5Km of the boundary of an area of protected conservation status or an endangered species habitat are disclosed."
    },
    {
      "page": 64,
      "text": "INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report TOPIC\nACCOUNTING METRIC\nCATEGORY\nUNIT OF MEASURE\nCODE\nRESPONSE OR LOCATION\nLabor Practices\n(1) Voluntary and\n(2) involuntary turnover rate for lodging \nfacility employees\nQuantitative\nRate\nSV-HL310a.1\n(1) Voluntary turnover rate for our managed hotel employees was 53.8%, which is four point improvement \ncompared to 2022. (2) Involuntary turnover rate for managed hotels employees was 9.3% (vs. 11% in 2022). Total amount of monetary losses as a \nresult of legal proceedings associated \nwith labor law violations\nQuantitative\nReporting currency\nSV-HL310a.2\n$0. In 2023 there were no monetary losses as a result of legal proceedings associated with labor law violations\n 2023 Form 10-K: Item 3. Legal Proceedings, page 44\n(1) Average hourly wage and\n(2) percentage of lodging facility \nEmployees earning minimum wage, \nby region\nQuantitative\nReporting currency \nPercentage (%)\nSV-HL310a.3\n(1) $18.10\n(2) 12% of hourly employees in our managed hotels earned local minimum wage (U.S.)\nDescription of policies and programs to \nprevent worker harassment\nDiscussion and \nAnalysis\nN/A\nSV-HL310a.4\nOur labor-related policies can be found here, including Anti-Harassment Policy, Equal Employment \nOpportunity Policy, Code of Ethics and Conduct, Supplier Code of Conduct, and Human Rights Policy."
    },
    {
      "page": 65,
      "text": "People, page 20\n Human Rights, pages 36-37\n Performance, page 54\n Corporate Governance and Ethical Behavior, page 55\nClimate Change \nAdaptation\nNumber of lodging facilities located in \n100-year flood zone\nQuantitative\nNumber\nSV-HL450a.1\nOne of our managed locations is located within a 100-year flood zone according to Federal Emergency \nManagement Agency (FEMA).1\n1. Our 2022 calculations included Zone X, however Zone X is not considered a 100-year flood zone. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report Table 2. Activity Metrics\nACCOUNTING METRIC\nCATEGORY\nUNIT OF MEASURE\nCODE\nRESPONSE OR LOCATION\nNumber of available room-nights\nQuantitative\nNumber\nSV-HL000.A\n About Choice, page 6\n Appendices — Performance — 2023 Performance, page 62\nAverage occupancy rate2\nQuantitative\nRate\nSV-HL000.B\n About Choice, page 6\n Appendices — Performance — 2023 Performance, page 62\n 2023 Form 10-K: Item 1. Business — Domestic Franchise System, page 12\nTotal area of lodging facilities3\nQuantitative\nSquare metres (m²)\nSV-HL000.C\n About Choice, page 6\n Appendices — Performance — 2023 Performance, page 62\nNumber of lodging facilities and the percentage that are:\n(1) managed, \n(2) owned and leased, \n(3) franchised\nQuantitative\nNumber, Percentage (%)\nSV-HL000.D\nTotal number of hotels: 7,527\n1. 14 managed hotels, inclusive of 4 owned hotels (0.2%)\n2."
    },
    {
      "page": 66,
      "text": "10 fully owned hotels (0.1%) and 6 open partially owned hotels through joint ventures (0.08%)\n3. 7,497 franchised hotels (99.7%)\n About Choice, page 6\n 2023 Form 10-K: Item 1. Business — Overview, pages 4-6; \n The Lodging Industry, pages 6-7; \n Owned and Managed Hotels, page 12; \n Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations — \nOverview, pages 47-49\n 2024 Proxy Statement: Who We Are, Inside Front Cover\n2. Note to SV-HL-000.B – Measured as number of (1) occupied room-nights divided by (2) available room-nights across all properties. 3. Note to SV-HL-000.C – The scope of disclosure includes facilities that were owned, operated, leased or franchised during any portion of the reporting period. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report TCFD Index\nThe Task Force on Climate-related Financial Disclosures (TCFD) index includes disclosures from Choice’s TCFD Report, published in December 2023. Metrics and targets are \nupdated to reflect data included in this 2023 ESG Report. Statement on Climate Change\nAt Choice, we are committed to contributing to a more sustainable world, and we recognize the profound impacts of climate change on the future of the travel, tourism, hospitality and \nlodging industry. Support of TCFD Recommendations\nChoice strives for operational excellence and transparency with our stakeholders."
    },
    {
      "page": 67,
      "text": "Choice recognizes that the changing climate creates a wide array of risks and opportunities across industries, and \nour business is no exception. In our reporting, Choice demonstrates efforts towards implementing the recommendations of TCFD to understand risks and opportunities that might impact Choice. Our approach to climate risk management takes into consideration a wide variety of stakeholders, including our franchisees, associates, guests, shareholders, suppliers, and community partners. TOPIC\nDISCLOSURE\nRESPONSE OR LOCATION\nGovernance: Disclose the \norganization’s governance \naround climate-related risks \nand opportunities. a. Describe the board’s oversight \nof climate-related risks \nand opportunities. Choice’s Board of Directors (Board) is currently comprised of 11 members who review and discuss environmental, social, and governance (ESG) strategy, initiatives, \npolicies, and performance quarterly, either within Board committees or as a full Board. All four of the Board’s standing committees provide ESG oversight and \ninvolvement, and two committees have oversight of specific issues related to climate change. •\nThe Corporate Governance & Nominating Committee oversees a variety of sustainability and ESG practices, including climate strategy and performance against \nsustainability and climate targets. •\nThe Audit Committee oversees enterprise risk management, including climate risk assessment and management. Performance — ESG Governance and Oversight, page 56\nb."
    },
    {
      "page": 67,
      "text": "Describe management’s role \nin assessing and managing \nclimate-related risks and \nopportunities. Choice recently established two new management committees to facilitate stronger integration of our sustainability efforts, inclusive of climate, across the \norganization. These groups play an integral role in our sustainability efforts, including setting goals and targets, advancing initiatives, and identifying risks \nand opportunities. The ESG Executive Committee meets every quarter to drive strategic direction and oversight of the company’s ESG and climate efforts and includes our Chief \nFinancial Officer (CFO), Chief Human Resources Officer (CHRO), General Counsel, and Vice President of Sustainability. The ESG Steering Committee is comprised of \nkey leaders across the business who meet quarterly to drive cross-functional alignment and progress, ensure accountability and report on results. The VP, \nSustainability provides quarterly updates to the Board on pertinent sustainability and ESG topics, including insights from these management committees. Performance — ESG Governance and Oversight, page 56\nStrategy: Disclose the actual \nand potential impacts of \nclimate-related risks and \nopportunities on the \norganization’s businesses, \nstrategy, and financial \nplanning where such \ninformation is material. a."
    },
    {
      "page": 67,
      "text": "Describe the climate-related risks \nand opportunities the organization \nhas identified over the short, \nmedium, and long term\nTime horizons\nChoice conducted peer research of time horizons typical for our industry and found a wide range used. Choice has chosen to align its climate-relevant time horizons \nwith its financial planning time horizons, which are the following:\n•\nShort term: 0-2 years\n•\nMedium term: 3-6 years\n•\nLong term: 7+ years\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report TOPIC\nDISCLOSURE\nRESPONSE OR LOCATION\nImpact Level\nIn assessing climate-related risks, Choice defines impact level as follows:\n•\nLow impact is defined as potentially minor impact and may affect more than one market in which we do business. •\nMedium impact is defined as a risk that causes a reduction in operating income or, if not mitigated, may affect multiple markets. •\nHigh impact is defined as potentially material impact that could result in a loss in net revenue if not mitigated, potentially across many or all markets. Scenario Analysis\nScenario analysis is a useful tool for strategic decision-making and risk management under uncertain conditions. Scenario-based planning circumvents the impossible \ntask of trying to predict the future and instead focuses on the key uncertainties relevant to a company’s strategic decisions."
    },
    {
      "page": 68,
      "text": "It does so by providing a structured \nmethod of developing new perspectives and unique insights, understanding the predictable and uncertain elements in different scenarios, and changing the mental \nmodels of decision-makers. Scenarios describe potential pathways from today to tomorrow, helping executives to look at a number of plausible possibilities and \ndevelop flexible options and timely responses to support resiliency to future risk. In recent years, researchers have developed a basis for the construction of comparable climate scenarios — Representative Concentration Pathways (RCPs) and \nShared Socioeconomic Pathways (SSPs). RCPs are “emissions scenarios” that include time series of emissions and concentrations of the full suite of greenhouse gases, \naerosols, and chemically active gases, as well as land use and land cover. SSPs are scenarios that project global socioeconomic changes based on different climate \npolicies. SSPs expand on RCPs to allow for a standardized comparison of society’s choices and their resulting levels of climate change. To assess Choice’s exposure to physical and transition risks, we performed an analysis under two scenarios:\n•\nBusiness as usual, which corresponds to RCP8.5 and SSP5, and assumes continued use of fossil fuels, strong economic growth, and weak carbon policies. This \nscenario corresponds with expected global temperature increases at 3.5-4.5ºC above pre-industrial levels by 2100."
    },
    {
      "page": 68,
      "text": "•\nDecarbonized future, which corresponds to RCP2.6 and SSP1, and assumes a transition towards renewable energy, circular economy, and strict carbon policies. This scenario corresponds with expected global temperatures increases that stay below a 2ºC threshold by 2100. Climate risks and opportunities\nWe are subject to the physical and transition risk associated with climate change and extreme weather events. These risks include, among others:\n•\nPhysical risks, such as changes in sea levels, water shortages, droughts, and natural disasters\n•\nTransition risks, such as changing consumer preferences and demand for travel along with changes in laws and regulations related to climate change, greenhouse \ngas emissions, energy policies, and sustainability. Choice continues to monitor climate-related risks and opportunities to the business on an ongoing basis. Based on our scenario assessment, we have prioritized \nChoice’s top three risks and opportunities related to climate change as described below. Risks\n1. Extreme weather events (short to medium term, medium impact). Increased frequency and severity of extreme weather events, such as hurricanes, droughts, \nwildfires, or heat waves, could impact hotel operations and profitability. For example, hurricane damage in locations in the southeastern U.S. may cause property \ndamage and disrupt operations, resulting in costs to repair or lost revenue. 2. Operational costs and complexity (short to medium term, medium impact)."
    },
    {
      "page": 68,
      "text": "Hotels may face increased operational costs and complexity to mitigate or adapt to the \nimpacts of climate change. For example, new regulations or stricter building codes may require investments in more efficient systems such as HVAC and hot water \nheaters. Hotels have already experienced the rising costs of energy, a trend which may continue for the foreseeable future and negatively impact profitability. Insurance policies may be unavailable or costly in certain markets due to changing climate conditions. 3. Changing stakeholder expectations (medium term, medium impact). A variety of Choice’s stakeholders are increasingly focused on our sustainability practices \nincluding our efforts around climate and greenhouse gas emissions. These stakeholders include corporate travel managers, meeting planners, government clients, \ncurrent associates and potential future talent, and investors. We may face a loss of preference, loss of business, or reputational risk if we’re unable to meet the \nevolving expectations of these constituencies. INTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report TOPIC\nDISCLOSURE\nRESPONSE OR LOCATION\nOpportunities\n1. Cost savings (short to medium term, medium impact). Hotels may have an opportunity to realize substantial cost savings by reducing their energy, water, and \nwaste, particularly in an environment of rising energy costs."
    },
    {
      "page": 69,
      "text": "Low-cost investments in energy efficiency measures (e.g., smart sensors) may also reduce their \noperating expenses from utilities. As the cost of renewables continues to decline, hotels may be able to take advantage of renewable energy programs \nor investments. 2. New markets or consumers (medium to long term, medium to high impact). Changing consumer preferences as more guests prioritize sustainability may create \nopportunities for Choice to enter new markets or appeal to new consumer profiles. There may be an opportunity to establish leadership in a particular niche of the \nmarket that is complementary to Choice’s overall business strategy. 3. New products or services that support a low carbon economy (medium to long term, medium impact). As more consumers and companies focus on addressing \nthe impacts of climate change, there could be additional opportunities to build, buy, or partner in creating new products or services that support a low carbon \neconomy. Choice’s announcement that the Radisson Blu Mall of America was the first hotel in the world to install CleanO2’s CarbinX technology for small-scale \ncarbon capture is one example of the kind of innovation already happening related to climate change. Item 1A. Risk Factors — Business and Operational Risks, pages 24-27\nb. Describe the impact of \nclimate-related risks and \nopportunities on the organization’s \nbusinesses, strategy, and \nfinancial planning."
    },
    {
      "page": 69,
      "text": "Choice incorporates insights related to climate-related risks and opportunities into our business planning and strategy. Commitment to Green is our franchisee-facing \nsustainability program and includes a number of components to help hotels measure and reduce their greenhouse gas emissions. We have rolled out a property-level dashboard to all franchisees in the domestic system to help them better manage, benchmark, and forecast their utilities costs so \nthey can spot anomalies and identify opportunities to reduce their energy and water use. This dashboard also calculates hotels’ carbon footprint, enabling franchisees \nto respond to those questions on corporate RFPs. Our Room to Be Green certification program provides guidance for franchisees on how to reduce their utilities usage \nand improve their energy efficiency. Level 1 of Room to Be Green is a requirement for all hotels. Additionally, Choice has made investments in assisting select \nproperties with energy audits as part of their property improvement plans. Item 1A. Risk Factors — Business and Operational Risks, pages 24-27\nc. Describe the resilience of the \norganization’s strategy, taking \ninto consideration different \nclimate-related scenarios, \nincluding a 2°C or lower scenario. Choice’s asset-light business model, which is more than 99% franchised, helps limit our direct exposure to the physical risks of climate change."
    },
    {
      "page": 69,
      "text": "Our managed hotel \ndivision represents a relatively small number of hotels (10-20 properties on average in a given year), which limits the scope of properties within our operational control. Additionally, our brand portfolio tends to skew towards highway and small town locations, and we have comparatively less coastal exposure than some others in \nthe industry. However, the impacts of the physical risks of climate change on our franchised hotels could disrupt their operations, adversely affecting our profits and growth. Further, large-scale systemic risks or a significant increase in stranded assets due to physical damage or regulatory non-compliance could impact the ability of the \nhotel industry overall to attract new investments. In a decarbonized, 2ºC scenario, the physical risks of climate change are likely to be somewhat mitigated, though still present. Transition risks, including adapting to \nstricter regulations and changing consumer preferences, are likely to be even more important drivers in our business model. Our recent commitment to setting \nscience-based targets puts us on a path to better understand, quantify, and plan our own pathways towards decarbonization. Risk Management: \nDisclose how the \norganization identifies, \nassesses, and manages \nclimate-related risks. a. Describe the organization’s \nprocesses for identifying and \nassessing climate-related risks."
    },
    {
      "page": 69,
      "text": "Choice’s enterprise risk management process is the primary mechanism for surfacing key risks from across the business, including climate risks. Every two years, the company conducts a detailed enterprise risk assessment with input from across the organization, including interviews with key business leaders \nand a survey of associates at the director level and above. From the survey results, other input from leaders and additional sources, including external benchmarking \nand guidance, a list of Top Risks is established for a deeper dive. The list has historically included topics such as information security, human capital, and disaster \nrecovery. In 2022, we began including climate considerations into the process. In 2023, ESG was added as a standalone Top Risk topic for report-out to the Audit \nCommittee and roll-up to the full Board. Performance — Risk Management, page 57\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report TOPIC\nDISCLOSURE\nRESPONSE OR LOCATION\nb. Describe the organization’s \nprocesses for managing \nclimate-related risks. The Compliance and Enterprise Risk Committee, a cross-functional group of company leaders, meets on a quarterly basis to discuss various risks and compliance \nissues facing the business. After each meeting, a summary report is prepared for the Audit Committee and key issues are reviewed with company leadership."
    },
    {
      "page": 70,
      "text": "The Board of Directors is engaged in understanding how management is addressing risks facing the business and how the company is managing and mitigating the \nimpact of those risks. Business risks are discussed at the quarterly Audit Committee meeting, including a detailed review of a rotating portion of the Top Risks list. A roll-up of the Top Risks \nlist and a compliance and enterprise risk summary are provided to the entire Board on an annual basis. In addition, the Board and Audit Committee receive regular risk \nupdates from company leaders, and the Audit Committee Chair receives briefings on current hot topics before each meeting. Performance — Risk Management, page 57\nc. Describe how processes for \nidentifying, assessing, and \nmanaging climate-related \nrisks are integrated into the \norganization’s overall risk \nmanagement. Although environmental risks and disaster risks have been part of our risk management program for a long time, starting in 2022 this process also included the \nbusiness risks associated with climate change. Risk across the organization is managed by individual business units, and each group is responsible for identifying risk \nin their area. To better understand our exposure to climate related risks, Choice has conducted flood and water stress assessments for all our domestic owned, managed, and \nfranchised locations."
    },
    {
      "page": 70,
      "text": "Additionally, Choice has undertaken a geospatial analysis of the domestic portfolio to pinpoint the most substantial climate-related risks and \nopportunities at the property level. Performance — Risk Management, page 57\nMetrics and Targets: \nDisclose the metrics and \ntargets used to assess \nand manage relevant \nclimate-related risks and \nopportunities where such \ninformation is material. a. Disclose the metrics used by \nthe organization to assess \nclimate-related risks and \nopportunities in line with \nits strategy and risk \nmanagement process. Choice has recently begun to introduce and monitor new metrics to better understand our climate-related risks and opportunities. These metrics include energy and \nGHG emission performance, water consumption and water risk, and 3rd party certifications. Performance, page 62\n Climate and Energy, page 48\n Water, page 50\nb. Disclose Scope 1, Scope 2 and, if \nappropriate, Scope 3 greenhouse \ngas (GHG) emissions, and the \nrelated risks. Choice reports our Scope 1 and Scope 2 greenhouse gas (GHG) emissions and is in the process of developing a full inventory of Scope 3 emissions as part of its \ncommitment to set near-term science-based targets. We anticipate that the majority of our Scope 3 emissions will come from our franchised hotels, which constitute \nmore than 99% of our total hotel portfolio. Access to franchised hotels’ utilities data has historically been limited."
    },
    {
      "page": 70,
      "text": "Since 2022, we have begun to roll out an automated \nproperty-level utilities tracking dashboard powered by Schneider Electric. This initiative is a critical step towards helping franchisees identify opportunities for energy \nefficiency improvements and enabling us to understand our Scope 3 emissions inventory. Utility Tracking Dashboard, page 43\n Climate and Energy, page 48\nc. Describe the targets used by \nthe organization to manage \nclimate-related risks and \nopportunities and performance \nagainst targets. Franchisee engagement with the property-level utilities dashboard is paramount to helping owners identify opportunities to reduce their energy and water usage, \nand enabling accurate and consistent data reporting of our Scope 3 emissions. Choice has established goals of driving 100% adoption of the dashboard by owned and \nmanaged hotels, and 90% adoption of the dashboard by franchised hotels by the end of 2025. In December 2023, Choice submitted a letter of intent to the Science Based Targets initiative, committing to set near-term science-based targets. Sustainability 2030 Goals, page 9\n Utility Tracking Dashboard, page 43\n Climate and Energy, page 48\nINTRODUCTION\nPEOPLE\nPLANET\nPERFORMANCE\nAPPENDICES\n\nChoice Hotels 2023 Environmental, Social and Governance Report © 2024 Choice Hotels International, Inc.\nAll rights reserved."
    }
  ]
}