{
  "source_file": "Connecticut_K-12_Schools_Safety_and_Security_Needs_Assessment_2022.pdf",
  "processed_at": "2025-11-11T03:16:04.611753",
  "phase1_parser_count": 23,
  "chunks": [
    {
      "page": 1,
      "text": "Connecticut K-12 Schools Safety and Security Needs Assessment Report \n\nA report published by the: \nConnecticut Center for School Safety and Crisis Preparation \nWestern Connecticut State University \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe Center is funded through an agreement with the Connecticut \n Department of Emergency Services and Public Protection \nand Western Connecticut State University. ii \n \nCT Center for School Safety and Crisis Preparation \n \nConnecticut K-12 Schools Safety and Security Needs Assessment Report \n\nAmery E. Bernhardt, DM \nGabriel I. Lomas, PhD iii \n \nCT Center for School Safety and Crisis Preparation \nAmery E. Bernhardt, Director \nGabriel I. Lomas, Founder & Faculty Sponsor \n \nThe CT Center for School Safety and Crisis Preparation is an official university-level research \ncenter at Western Connecticut State University, a member of the Connecticut State Colleges \nand Universities (CSCU) system. The Center formed in 2021 from an agreement between the \nConnecticut Department of Emergency Services and Public Protection and Western Connecticut \nState University. The Center provides professional development related to all aspects of school \nsafety planning, and it conducts research on prevention, crisis, safety, and trauma related to \nstudents and schools. The Center also establishes relationships among area school districts and \ncommunity stakeholders to create both formal and informal networks."
    },
    {
      "page": 3,
      "text": "Moreover, the Center \nprovides consultation and on-site support to school districts. Mission \nThe Connecticut Center for School Safety and Crisis Preparation serves as a school crisis and \nsafety resource to schools across the entire state of Connecticut. Specifically, the mission of the \nCenter is to conduct research, training, and offer technical assistance on student resilience, \nschool crisis, trauma-informed schools, and other topics relevant to school safety. Suggested Citation \nBernhardt, A., & Lomas, G., (2022). Connecticut K-12 Schools Safety and Security Needs \nAssessment Report. Connecticut Center for School Safety and Crisis Preparation, \nWestern Connecticut State University, Danbury, CT. \n \nAcknowledgements \nWe are grateful for collaborative partnerships that made this research possible. The \ndevelopment and distribution of the survey would not be possible without the dedication and \ncollaboration from the following partners: \n \nH. Thomas Brant, Amity Regional School District No. 5, Connecticut Association of School \nPsychologists \nJay Brown, Connecticut Department of Education \nJohn Byrne, SMG Corporate Services \nDr. Jo Ann Freiberg, School Climate Consultants \nDr. Paula Gill Lopez, Fairfield University \nTFC."
    },
    {
      "page": 4,
      "text": "Trevor Gregor, Connecticut State Police, State SRO Liaison \nDr. Jeffrey Kitching, EdAdvance, Connecticut RESC Alliance iv \n \nDr. Joseph Kobza, Monroe Public Schools \nSA Marc LaFrance, FBI New Haven Field Office \nKimberly Laughlin, New Fairfield Public Schools \nDan Levy, Hamden Public Schools \nRobert Mahoney, Department of Homeland Security \nDeputy Chief Shaun McColgan, Danbury Police \nOfficer Robert Morlock, Danbury Police \nJeff Nielsen, Milford Public Schools \nDr. Beth Smith, Educational Consultant \nWilliam Turley, Connecticut Division of Emergency Management and Homeland Security v \n \nExecutive Summary \n \nPurpose \nThe main objective of this assessment was to examine the perspectives of a variety of school \nemployees to determine the needs related to safety, security, and mental health issues in \nConnecticut schools. Methods \nA survey was developed and deployed to school professionals servicing the Connecticut schools \nwith a variety of roles. The survey, comprised of 22 questions and covering 8 sections, was \nconducted over the internet. Key Findings \n \n• The most prevalent safety concerns in schools were mental health (76%), bullying (57%), \nculture and climate (43%), and cyberbullying (41%). • In the category of physical safety training needs, 55% of respondents identified school \nbehavioral threat assessment, 37% identified safety and security assessments, and 31% \nidentified digital threat assessment."
    },
    {
      "page": 5,
      "text": "• The most prevalent request for emergency operations training was for active shooter \nresponse training at 39%, followed by emergency operation plan development at 26%, \nparent reunification at 21%, exercise design at 19%, and the National Association for \nSchool Psychologists PREPaRE training at 18%. • The requested law enforcement trainings include the National Association of School \nResource Officers (NASRO) Basic School Resource Officer (SRO) course with 25% of the \nresponses, NASRO Advanced SRO course with 12% of the responses, SRO Supervisors \nand Management training with 15% of the responses, and other trainings with 3% of the \nresponses. • Regarding the frequency of school climate surveys, 55% indicated they are done at least \nonce per year and 37% did not know how often they were done. • Regarding which school climate instrument was used to measure climate in their school \nbuildings, a large percentage (48%) indicated unknown. • When asked which threat assessment model was used in their district, most (75%) \nindicated unknown. • When asked about threat reporting, a large percentage (48%) reported not knowing \nwhich method is used."
    },
    {
      "page": 6,
      "text": "vi \n \nTable of Contents \nIntroduction... 1 \nProject Design ... 1 \nResults ... 2 \nDemographics ... 2 \nSafety Concerns and Training Needs ... 5 \nSchool Climate ...11 \nThreat Reporting and Assessment ...12 \nMental Health Crisis Response ...14 \nFuture Research ...15 \nTraining Delivery and Scheduling ...16 \nConclusion ...19 \nAppendix A: Survey Questions ...20 vii \n \nList of Figures \nFigure 1: School Type ... 2 \nFigure 2: Role ... 3 \nFigure 3: Grade Levels ... 4 \nFigure 4: DEMHS Regions ... 4 \nFigure 5: District Category ... 5 \nFigure 6: Safety Concerns ... 6 \nFigure 7: Psychological and Emotional Training ... 7 \nFigure 8: Physical Safety Training Needs ... 8 \nFigure 9: Emergency Operations Training Needs ... 9 \nFigure 10: Law Enforcement Training Needs ... 10 \nFigure 11: Other Training ... 10 \nFigure 12: Regularity of School Climate Surveys ... 11 \nFigure 13: School Climate Instrument ... 12 \nFigure 14: Threat Assessment Model ... 13 \nFigure 15: Threat Reporting Method ... 14 \nFigure 16: Mental Health Crisis Resources ... 15 \nFigure 17: Future Research ... 16 \nFigure 18: Training Time ... 16 \nFigure 19: Training Format ... 17 \nFigure 20: Resource Format ... 18 \nFigure 21: Time of Year ... 18 1 \n \nIntroduction \n \nThe mission of the Connecticut Center for School Safety and Crisis Preparation is to conduct \nresearch, training, and offer technical assistance on student resilience, school crisis, traumainformed schools, and other topics relevant to school safety across the state of Connecticut."
    },
    {
      "page": 7,
      "text": "It \nis essential that the Center understands the safety needs of Connecticut schools. The needs \nassessment provides that understanding by giving valuable insight into the safety concerns and \nneeds of the professionals that service the school community. The main objective of this \nassessment was to examine the perspectives of a variety of school employees to determine the \nneeds related to safety, security, and mental health issues in Connecticut schools. Project Design \nThe objective of this research was to identify the safety and security concerns of the \nprofessionals servicing K-12 schools throughout the state of Connecticut. The study also sought \nto identify the most ideal training time and delivery methods. The survey consisted of eight \nsections: consent, demographics, safety concerns and training needs, school climate, threat \nreporting and assessment, mental health crisis response, future research, and training delivery \nand scheduling. The survey consisted of 22 questions (see Appendix A). The questions were \ndelivered on the Survey Select platform and sent to a variety of mailing lists across employee \ncategories with the goal of casting the widest net. 2 \n \nResults \nThe first part of the survey includes a consent to participate. The total number of respondents \nwho consented to take the survey was 823. However, the highest response rate for any \nquestion was 763 respondents and the lowest response rate was 556."
    },
    {
      "page": 7,
      "text": "Demographics \nThe five questions pertaining to demographics included school type, position/role, grade levels, \nDivision of Emergency Management and Homeland Security (DEMHS) region, and district \ncategory. There were 761 respondents for the school type question. 93% identified as servicing a public \nK-12 school, 2% identified a Connecticut Technical Education and Career System (CTECS), 1% \nidentified a non-public K-12 school, and 4% identified other as their school environment (See \nFigure 1: School Type). Figure 1: School Type 3 \n \nA total of 763 respondents identified their role in the survey. The highest number of responses \nwere from teachers at 213, paraeducators at 92, and principals at 69. However, there were \nresponses from many other disciplines within the school community (see Figure 2: Role). Figure 2: Role 4 \n \nThere were 757 respondents who identified the grade levels they service. Respondents could \nchoose multiple grade levels including Pre-K, All Levels K-12, Kindergarten, 1, 2, 3, 4, 5, 6, 7, 8, \n9, 10, 11, and 12. The lowest response was 13% for Pre-K and the highest response was 27% for \ngrade 12. However, all of the grade levels were represented (see Figure 3: Grade Levels). Figure 3: Grade Levels \nThe Division of Emergency Management and Homeland Security’s (DEMHS) regions were used \nto identify geographic participation. A total of 760 respondents identified their region."
    },
    {
      "page": 8,
      "text": "There \nwere 22% of respondents from Region 1, 19% of respondents from Region 2, 31% of \nrespondents from Region 3, 6% of respondents from Region 4, and 22% of respondents from \nRegion 5 (see Figure 4: DEMHS Region). Figure 4: DEMHS Regions 5 \n \nThere were 757 responses for the school district category. The largest response was 78% for \nsuburban. Both urban and rural were 11% each (see Figure 5: District Category). Figure 5: District Category \nSafety Concerns and Training Needs \nThe safety concern question focused on the most prevalent safety concern on the campus that \nthe respondent serves. The training needs questions were categorized into psychological and \nemotional, physical safety, emergency operations, law enforcement, and other. There were 654 \nrespondents for the safety concerns and training needs questions. The respondents could choose multiple safety concerns occurring on their school campus (see \nFigure 6: Safety Concerns). The most prevalent safety concerns in schools were mental health at \n76%, bullying at 57%, culture and climate at 43%, and cyberbullying at 41%. Approximately 27% \nidentified fighting, including both physical and verbal assaults as a safety concern. The next \nhighest ranking safety concern was substance abuse at 26%. Both suicide and \ncybersecurity/digital safety reached 14%. Concern over domestic violence/abuse/neglect was \n11%. Active threats, emergency management/operations planning, and sexual \nharassment/assault were each 6%."
    },
    {
      "page": 10,
      "text": "Theft, weapons on campus, and other were 5%. Dating \nviolence and gang activity each reached 3%. Finally, 2% identified human trafficking as a safety \nconcern. 6 \n \n \n \nFigure 6: Safety Concerns \nThe highest training needs were for adolescent mental health at 59%, social emotional learning \nat 54%, improving school climate at 52%, and bullying and cyberbullying prevention at 46% (see \nFigure 7: Psychological and Emotional Training). Moreover, 38% of the respondents wanted to \nsee training on mindfulness, 31% on restorative practices, and 23% on suicide prevention. 19% \nof respondents wanted training on Sandy Hook Promise “Say Something,” and 20% wanted \ntraining on Sandy Hook Promise “Start with Hello.” Finally, 7% of respondents request training \non dating violence prevention, and 5% identified other training needs. 7 \n \n \nFigure 7: Psychological and Emotional Training \nIn the category of physical safety training needs, 55% of respondents identified school \nbehavioral threat assessment, 37% identified safety and security assessments, and 31% \nidentified digital threat assessment (see Figure 8: Physical Safety Training Needs). There were \n22% of the responses for attitudinal inoculation for violent extremism, 8% for crime prevention \nthrough environmental design (CPTED), 6% for human trafficking, 4% for gang awareness, and \n2% for other."
    },
    {
      "page": 12,
      "text": "8 \n \n \nFigure 8: Physical Safety Training Needs \nThe most prevalent request for emergency operations training was for active shooter response \ntraining at 39% (see Figure 9: Emergency Operations Training Needs). The next four highest \nrequests were for emergency operation plan development at 26%, parent reunification at 21%, \nexercise design at 19%, and the National Association for School Psychologists PREPaRE training \nat 18%. 11% of the respondents selected both G-364 Multi-Hazard Emergency Response \nTraining for Schools and Incident Command System (ICS) training. Finally, 9% requested bomb \nincident management training, 9% requested Public Information Officer (PIO) training, and 5% \nidentified other trainings. 9 \n \n \nFigure 9: Emergency Operations Training Needs \nThe requested law enforcement trainings include the National Association of School Resource \nOfficers (NASRO) Basic School Resource Officer (SRO) course with 25% of the responses, NASRO \nAdvanced SRO course with 12% of the responses, SRO Supervisors and Management training \nwith 15% of the responses, and other trainings with 3% of the responses (see Figure 10: Law \nEnforcement Training Needs). 10 \n \n \nFigure 10: Law Enforcement Training Needs \nThe final survey question on training addressed organizational change. 42% of the respondents \nidentified Appreciative Inquiry, a strength based organizational change approach, as a needed \ntraining (see Figure 11: Other Training)."
    },
    {
      "page": 14,
      "text": "3% of the respondents identified other training needs. Figure 11: Other Training 11 \n \nSchool Climate \nA section of the survey focused on the frequency of school climate surveys and the instrument \nused to measure the climate. 632 respondents answered the regularity of school climate \nsurveys (see Figure 12: Regularity of School Climate Surveys). 55% of respondents identified \nthat they complete school climate surveys at least once a year and 5% of respondents selected \nevery other year. However, 37% of respondents selected unknown frequencies. Moreover, 2% \nof respondents identified every several years and 1% selected not applicable. Figure 12: Regularity of School Climate Surveys \nThere were 632 respondents for the question on the school climate model that their school \nuses (see Figure 13: School Climate Instrument). 48% of respondents selected unknown, 25% \nidentified a district developed school climate survey, 17% selected the Panorama School \nClimate Survey, 4% identified the Comprehensive School Climate Inventory (CSCI), and 1% \nselected National Center for Education Statistics U.S. Department of Education School Climate \nSurvey (EDCLS). There were 2% who selected not applicable and 3% identified others."
    },
    {
      "page": 16,
      "text": "12 \n \n \nFigure 13: School Climate Instrument \nThreat Reporting and Assessment \nIn the threat reporting and assessment section, the questions identified what model the school \nuses to assess threats or threatening behavior, and the reporting methods for threats or \nthreatening behavior. 619 respondents answered the threat assessment model question (see \nFigure 14: Threat Assessment Model). 7% of the respondents identified that their school uses \nthe Comprehensive School Threat Assessment Guidelines (CSTAG) model, 15% of the \nrespondents used an informal model, and 3% of respondents identified other models. However, \n75% of the respondents selected unknown- not aware of the threat assessment model used in \ntheir school. 13 \n \n \nFigure 14: Threat Assessment Model \nThere were 634 respondents for the threat reporting method survey question and the \nrespondents could select multiple methods (see Figure 15: Threat Reporting Method). 44% of \nthe respondents selected in-person reporting, 26% identified Anonymous Alerts, 15% selected \nSay Something Report System (Sandy Hook Promise), and 3% identified other reporting \nmethods. However, 48% selected unknown for the threat or threatening behavior reporting \nmethod. 14 \n \n \nFigure 15: Threat Reporting Method \nMental Health Crisis Response \nThere was one question in the mental health crisis section which identified the resources the \nschool uses to address a mental health crisis."
    },
    {
      "page": 18,
      "text": "There were 631 responses to this question and \nthe respondents could select multiple resources (see Figure 16: Mental Health Crisis \nResources). 64% of respondents use district resources, 12% use neighboring districts, 48% \nselected community resources, 16% identified private practices, 18% utilize a Regional Crisis \nTeam, 52% use Mobile Crisis Intervention Services (2-1-1/9-8-8), 1% identified other resources, \nand 26% selected unknown- not aware. 15 \n \n \nFigure 16: Mental Health Crisis Resources \nFuture Research \nOne question in the future research section sought to identify what areas needed additional \nresearch in the state of Connecticut. There were 627 respondents to the question, and they \ncould choose multiple answers (see Figure 17: Future Research). The highest-ranking areas \nchosen were student disciplinary practices at 63%, school climate at 55%, and behavioral threat \nassessment at 47%. The next three most popular choices were restorative practices at 37%, \nsecurity drills impact on mental health at 30%, and violence intervention at 27%. Finally, 14% of \nthe respondents selected attitudinal inoculation for violence prevention and counterradicalization efforts, and 2% identified other research topics. 16 \n \n \nFigure 17: Future Research \nTraining Delivery and Scheduling \nThe final four questions of the survey captured the timing of training, the delivery format for \ntraining and resources, and the best months of the year for training."
    },
    {
      "page": 21,
      "text": "There were 596 \nrespondents to the most ideal training time and respondents could choose multiple answers \n(see Figure 18: Training Time). 96% of the respondents chose work weekdays, 10% selected \nwork week evenings/nights, 2% chose weekend days, and no one selected weekend \nevenings/nights. Figure 18: Training Time 17 \n \nThere were 614 responses to the survey question on training format (see Figure 19: Training \nFormat). The highest two ranking formats were face-to-face at 64% and live virtual at 55%. 34% \nof respondents chose self-paced online learning modules, 28% selected pre-recorded virtual, \n20% selected hybrid models, and 1% chose other models. There were also 614 responses to the \nsurvey question on resource format (see Figure 20: Resource Format). 59% of the respondents \nchose downloadable documents, 56% chose video tutorials, 42% selected physical \nmanuals/books/handouts/signage, and 0% identified other formats. Figure 19: Training Format 18 \n \n \nFigure 20: Resource Format \nThe final question of the survey focused on the best time of the year for training and there \nwere 556 responses (see Figure 21: Time of Year). The highest-ranking months were March at \n42%, August at 41%, September at 37%, October at 34%, and November at 31%. January and \nFebruary each received 27%. Finally, the lower scoring months were April at 18%, May at 15%, \nDecember at 13%, June at 9% and July at 9%."
    },
    {
      "page": 23,
      "text": "Figure 21: Time of Year 19 \n \nConclusion \nThe Connecticut Center for School Safety and Crisis Preparation undertook a survey of school \nemployees across the entire state. The survey was comprised of 22 questions querying eight \ndistinct areas. 823 participants opened the survey and gave consent to respond. The results \nrevealed interesting needs among the school staff in the state. The most prevalent safety \nconcerns in schools were mental health (76%), bullying (57%), culture and climate (43%), and \ncyberbullying (41%). In the category of physical safety training needs, 55% of respondents \nidentified school behavioral threat assessment, 37% identified safety and security assessments, \nand 31% identified digital threat assessment. The national trend has been one of significant \nschool threats on a regular basis. Connecticut schools have not been immune to this trend, and \nhave been faced with a significant amount of threats. The most prevalent request for \nemergency operations training was for active shooter response training at 39%, followed by \nemergency operation plan development at 26%, parent reunification at 21%, exercise design at \n19%, and the National Association for School Psychologists PREPaRE training at 18%."
    },
    {
      "page": 26,
      "text": "The \nrequested law enforcement trainings include the National Association of School Resource \nOfficers (NASRO) Basic School Resource Officer (SRO) course with 25% of the responses, NASRO \nAdvanced SRO course with 12% of the responses, SRO Supervisors and Management training \nwith 15% of the responses, and other trainings with 3% of the responses. When asked about \nthe frequency of school climate surveys, 55% indicated they are done at least once per year and \n37% did not know how often they were done. When asked which school climate instrument \nwas used to measure climate in their school buildings, most 48% indicated unknown. When \nasked which threat assessment model was used in their district, most (75%) indicated unknown. When asked about anonymous threat reporting, most (48%) reported not knowing which \nmethod is used. Most respondents preferred in-person training (64%), and 96% preferred \ntraining during the work day. There are additional findings contained within this report. Results \nwill be used to conduct research and training for Connecticut schools. 20 \n \nAppendix A: Survey Questions \n \n1. This study is being conducted by Amery Bernhardt from the CT Center for School Safety and Crisis \nPreparation. This is an anonymous survey and participation is voluntary. It will take approximately 10 \nminutes to complete. This survey will help the Connecticut Center for School Safety to identify school \nsafety needs throughout the state."
    },
    {
      "page": 26,
      "text": "The responses are essential to help plan for future training and \ncollaborative efforts. Questions regarding the study should be directed to Amery Bernhardt \nat Bernhardta@wcsu.edu. Questions concerning the rights of the subjects involved in research \nstudies should be directed to the WCSU IRB Chair at irb@wcsu.edu. By selecting \"Yes\" I confirm that I am at least 18 years old and that I agree to participate in this \nanonymous survey. * \n(Select Yes or No) \n \nYes\nNo \n \n \n \n2. Which of the following best describes the school environment you work in or serve? (Select the best option) \n \nConnecticut Technical Education and Career System (CTECS)\nApproved Private Special Education Program \nNonpublic K-12 school \nPublic K-12 school \nPublic charter school \nRegional Educational Service Center \nOther, please specify \n \n \n \n \n 3. Which of the following best describes your position?"
    },
    {
      "page": 27,
      "text": "* \n \nAssistant Principal \nAssistant Superintendent \nBehavior Specialist LBA/RBT \nBus Driver \nClerical \nCounselor 21 \n \nCustodian \nDirector of Counseling Services/ Pupil Services \nEmergency Management Coordinator \nFacilities Management \nFood Service \nInformation Technology \nLaw Enforcement Officer (Not Assigned to a School) \nLaw Enforcement School Liaison \nLaw Enforcement SRO \nMaintenance \nNurse \nOccupational Therapist/ Physical Therapist \nParaeducator \nPrincipal \nSafety and Security Director \nSchool Psychologist \nSecurity Officer Armed \nSecurity Officer Unarmed \nSocial Worker \nSpecial Education Teacher \nSuperintendent \nTeacher \nTeacher (Specials- Ex. physical education, arts, and technology)\nOther, please specify \n \n \n \n \n \n \n 4. Which grade levels do you serve? (Select all that apply) \n \nPre-K \nAll Levels K-12 22 \n \nKindergarten \n\n\n\n\n\n\n\n\n\n\n\n\n 5. What DEMHS Region is your district in? (See map) \n \n(Only select one region) 23 \n\n\n\n\n\n6. Which category best describes your district? (Select one choice) \n \nUrban \nSuburban\nRural \nSafety Concerns and Training Needs \n \n \n \n \n \n7. Currently, what are the most prevalent safety concerns occurring on the campuses you \nserve?"
    },
    {
      "page": 28,
      "text": "(Select all that apply) \n \nActive Threats \nBullying \nCulture/Climate Concerns \nCyberbullying \nCybersecurity/Digital Safety \nDating Violence \nDomestic Violence/Abuse/Neglect \nEmergency Management/Operations Planning \nFighting (Physical Altercations, Verbal Assaults) \nGang Activity \nHuman Trafficking \nMental Health Concerns \nPhysical Campus/Facility Safety and Security \nSexting \nSexual Harassment/Assault \nSubstance Abuse 24 \n \nSuicide \nTheft \nWeapons on campus \nOther, please specify \n \n \n \n \n \n \n 8. Please select trainings from this list that you would like offered during the 2022-2023 \nschool year. (Psychological and Emotional). (Select all that apply) \n \nAdolescent Mental Health \nBullying & Cyberbullying Prevention \nDating Violence Prevention \nImproving School Climate \nMindfulness \nRestorative Practices \nSandy Hook Promise '\"Say Something\" \nSandy Hook Promise \"Start with Hello\"\nSocial Emotional Learning \nSuicide Prevention \nOther, please specify \n \n \n \n \n \n \n \n 9. Please select trainings from this list that you would like offered during the 2022-2023 \nschool year. (Physical Safety)."
    },
    {
      "page": 31,
      "text": "(Select all that apply) \n \nAttitudinal Inoculation and Violent Extremism (Helping students resist persuasive \narguments for engaging in violence) \nCrime Prevention Through Environmental Design (CPTED) \nDigital Threat Assessment (Improves skills for using social meeting and the internet for \ninvestigating threats of violence) \nGang Awareness Training \nHuman Trafficking 25 \n \nSafety and Security Assessment (Helps identify hazards and threats to the school) \nSchool Behavioral Threat Assessment (Focuses on violence prevention through \nassessment, referral, monitoring, and support) \nOther, please specify \n \n \n \n \n \n \n 10. Please select trainings from this list that you would like offered during the 2022-2023 \nschool year. (Emergency Operations). (Select all that apply) \n \nActive Shooter Response \nBomb Incident Management Training \nEmergency Operation Plan Development \nExercise Design (Provides the methodology for emergency response exercise planning) \nG-364 Multi-Hazard Emergency Planning for Schools \nIncident Command System (ICS) \nNASP PREPaRE (School Safety and Crisis Preparedness Curriculum) \nParent Reunification \nPublic Information Officer (PIO) training \nOther, please specify \n \n \n \n \n \n \n \n \n 11. Please select trainings from this list that you would like offered during the 2022-2023 \nschool year. (Law Enforcement)."
    },
    {
      "page": 32,
      "text": "(Select all that apply) \n \nNASRO Basic SRO Course (National Association of School Resource Officers Basic SRO \nCourse) \nNASRO Advanced SRO Course (Builds on the Basic SRO Course) \nSRO Supervisors and Management (Provides Guidance on Managing/Supervising the \nSRO Program) \nOther, please specify 26 \n \n \n \n \n12. Please select trainings from this list that you would like offered during the 2022-2023 \nschool year. (Other). (Select all that apply) \n \nAppreciative Inquiry (Positive Deviance) (Strengths Based Organizational Change \nApproach) \nOther, please specify \n \n \n \n \nSchool Climate \n \n \n \n \n \n13. How often does your school conduct school climate assessments? (Select one) \n \nAt least once a year\nEvery other year \nEvery several years \nUnknown \nNot applicable \n \n \n \n \n \n \n14. What instrument does your school use to assess school climate? (Select one) \n \nComprehensive School Climate Inventory (CSCI) \nNational Center for Education Statistics U.S. Dept. of Ed. School Climate Survey \n(EDSCLS) \nPanorama School Climate Survey \nDistrict Developed School Climate Survey \nUnknown \nNot applicable \nOther, please specify 27 \n \nThreat Reporting and Assessment \n \n \n \n \n \n15. What model does your school use to assess threats or threatening behavior? (Select one) \n \nComprehensive School Threat Assessment Guidelines (CSTAG) \nInformal model \nUnknown - Not Aware \nOther, please specify \n \n \n \n \n \n \n \n16. What method does your school use to report threats or threatening behavior?"
    },
    {
      "page": 34,
      "text": "(Select all that apply) \n \nIn-person \nAnonymous Alerts \nSay Something Anonymous Reporting System (Sandy Hook Promise) \nUnknown \nOther, please specify \n \n \n \n \n \nMental Health Crisis Response \n \n \n \n \n \n \n17. What resources would your school/district use during a mental health crisis? (Select all that apply) \n \nDistrict resources \nNeighboring districts \nCommunity resources \nPrivate practices \nRegional Crisis Team \nMobile Crisis Intervention Services (211) 28 \n \nUnknown not aware \nOther, please specify \n \nFuture Research \n \n \n \n \n \n \n18. Please select areas of school safety that you would want researched in Connecticut. (Select all that apply) \n \nAttitudinal Inoculation for violence prevention and counter-radicalization efforts \nBehavioral Threat Assessment \nRestorative Practices \nSchool Climate \nSecurity Drills Impact on Mental Health \nStudent Disciplinary Practices \nViolence Intervention \nOther, please specify \n \nTraining Delivery and Scheduling \n \n \n \n \n \n19. What is the most ideal timing for you or your staff to attend training? (Select all that apply) \n \nWork weekdays \nWork week evenings/nights\nWeekend days \nWeekend evenings/nights \n \n \n \n \n \n \n 20. In which format do you prefer to attend/receive training? (Select all that apply) \n \nLive Virtual (e.g., live Zoom events) \nPre-recorded Virtual (e.g., recorded Zoom events) \nSelf-paced Online Learning Modules \nHybrid Model 29 \n \n \n \n \nFace to Face \nOther, please specify \n \n \n \n \n \n \n 21."
    },
    {
      "page": 35,
      "text": "Different types of resources are better suited for different types of formats, depending on \ntheir content and purpose. However, in general, in what format do you prefer to \nreceive resources (e.g, document templates, guidance documents, instructional or \"howto\" guides/manuals, etc.)? (Select all that apply) \n \nVideo Tutorials \nDownloadable Documents (e.g., PDFs, Word documents, Excel files, etc.) Physical Manuals/Books/Handouts/Signage \nOther, please specify \n \n \n \n \n \n \n \n \n \n22. When is the best time of year for you or your staff to attend training? (Select all that apply) \n \nJanuary \nFebruary \nMarch \nApril \nMay \nJune \nJuly \nAugust \nSeptember\nOctober \nNovember \nDecember"
    }
  ]
}