{
  "source_file": "For VA Mission Critical Facilities.pdf",
  "processed_at": "2025-11-09T16:58:15.555258",
  "phase1_parser_count": 195,
  "chunks": [
    {
      "page": 1,
      "text": "VA \nU.S. Department \nof Veterans Affairs \nOffice of Construction & \nFacilities Management \nPhysical Security \nDesign Manual \nJANUARY 2015 \nFor VA Mission Critical Facilities U.S. DEPARTMENT OF \nVETERANS AFFAIRS \n \nPHYSICAL SECURITY \nDESIGN MANUAL \n \n \nFOR \n \n \nMISSION CRITICAL \nFACILITIES \n \n \n \n \nJANUARY 2015 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \nTABLE OF CONTENTS \n\nINTRODUCTION ... 1 \n1.0 \nPurpose ... 1 \n1.1 \nAuthority ... 1 \n1.2 \nVA Facilities ... 2 \n1.3 \nIntroduction to Physical Security Concepts ... 4 \n1.4 \nObjectives of VA Physical Security Design ... 6 \n1.5 \nRequirements for Physical Security Subject Matter Specialists ... 6 \n1.6 \nBudgeting and Programming for Physical Security ... 7 \n1.7 \nRisk Assessment of VA Facilities ... 7 \n1.8 \nDocument Distribution, Use, and Control ... 8 \n1.9 \nAdministration and Enforcement ... 8 \n1.10 Interpretations and Exceptions ... 8 \n\nGLOSSARY & ACRONYMS ... 11 \n\nSITE CONSIDERATIONS ... 18 \n3.0 \nScope, Purpose, and Goals ... 18 \n3.1 \nStandoff Distance ... 18 \n3.2 \nPerimeter Fences ... 18 \n3.3 \nVehicle and Pedestrian Screening ... 19 \n3.4 \nAnti-ram Rated Vehicle Barriers ... 21 \n3.5 \nParking ... 22 \n3.6 \nSite Lighting ... 24 \n\nBUILDING ENTRANCES & EXITS ... 27 \n4.0 \nScope, Purpose, and Goals ... 27 \n4.1 \nPublic Entrances and Lobbies ... 27 \n4.2 \nPatient Drop-offs... 30 \n4.3 \nBuilding Exits and Life Safety Considerations ... 31 \n\nFUNCTIONAL AREAS ... 33 \n5.0 \nScope, Purpose, and Goals ... 33 \nMission Critical Facilities \nPage i Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n5.1 \nAgent Cashier ... 33 \n5.2 \nCaches ... 34 \n5.3 \nChildcare/Development Center... 36 \n5.4 \nMain Computer Room ... 36 \n5.5 \nEmergency Department ... 37 \n5.6 \nEmergency and/or Standby Generator Room ... 39 \n5.7 \nEnergy Center/Boiler Plant ... 40 \n5.8 \nFire Command Center (FCC) ... 41 \n5.9 \nIncident Command Center ... 41 \n5.10 Loading Dock and Service Entrances ... 42 \n5.11 Mailroom ... 45 \n5.12 Pharmacy ... 46 \n5.13 Police Operations Room and Holding Room ... 48 \n5.14 Records Storage and Archives ... 50 \n5.15 Research Laboratory and Vivarium ... 50 \n5.16 Security Control Center ... 54 \n\nBUILDING ENVELOPE ... 59 \n6.0 \nScope, Purpose, and Goals ... 59 \n6.1 \nWalls ... 59 \n6.2 \nFenestration and Doors ... 60 \n6.3 \nAtria ... 61 \n6.4 \nRoofs ... 62 \n6.5 \nAir Intakes and Exhausts Servicing Critical Equipment ... 63 \n6.6 \nCalculation Methods... 64 \n\nSTRUCTURAL SYSTEM ... 65 \n7.0 \nScope, Purpose, and Goals ... 65 \n7.1 \nBlast Resistance ... 66 \n7.2 \nProgressive Collapse ... 67 \n7.3 \nColumn Protection ... 67 \n7.4 \nWall Protection ... 68 \nMission Critical Facilities \nPage ii Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n7.5 \nAnti-ram Resistance ... 68 \n7.6 \nCalculation Methods... 69 \n\nUTILITIES & BUILDING SERVICES ... 70 \n8.0 \nScope, Purpose, and Goals ... 70 \n8.1 \nUtility Entrances ... 70 \n8.2 \nSite Distribution ... 71 \n8.3 \nEnergy Center ... 73 \n8.4 \nWater and Fuel Storage ... 73 \n\nBUILDING SYSTEMS ... 79 \n9.0 \nScope, Purpose, and Goals ... 79 \n9.1 \nHVAC systems ... 80 \n9.2 \nElectrical Systems ... 81 \n9.3 \nTelecommunications Systems ... 82 \n9.4 \nPlumbing Systems ... 86 \n9.5 \nFire Protection Systems ... 86 \n\nSECURITY SYSTEMS ... 87 \n10.0 Scope, Purpose, and Goals ... 87 \n10.1 Electronic Security Systems ... 87 \n10.2 Physical Access Control System ... 88 \n10.3 Intrusion Detection System ... 89 \n10.4 Video Assessment and Surveillance ... 92 \n10.5 Duress, Security Phones, and Intercom System ... 97 \n10.6 Detection and Screening Systems ... 101 \n\nREFERENCES ... 103 \n \n \n \nMission Critical Facilities \nPage iii Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \n \n \n \n \n \n \nMission Critical Facilities \nPage iv Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n\nINTRODUCTION \n \n1.0 Purpose \n \nThis Manual contains the physical security standards for improving the protection of mission \ncritical facilities of the U.S. Department of Veterans Affairs (VA)."
    },
    {
      "page": 6,
      "text": "Mission Critical facilities are \nthose required to continue operation during a natural or manmade extreme event. Design \nand construction standards are provided for the physical security of new buildings, additions, \nand major alterations. In addition, standards are provided to improve the physical security for \nexisting mission critical facilities. The requirements of this manual are to be coordinated with all VA design and construction \nrequirements for the mitigation of other hazards, such as earthquake and hurricane, in order to \ncomplete a multi-hazard approach to physical security planning, design, and construction. In \naddition, it is intended that the requirements of this manual be coordinated with the \nrequirements of the Life Safety Code, NFPA 101. 1.1 \nAuthority \n \nIt has long been the policy of the United States to assure the continuity and viability of \nmission critical infrastructure."
    },
    {
      "page": 6,
      "text": "Executive Order 12656, issued November 18, 1988, states, “The \nhead of each Federal department and agency shall be prepared to respond adequately to all \nnational security emergencies.” Furthermore, the “head of each Federal department and \nagency shall ensure the continuity of essential functions in any national security emergency \nby providing for: succession to office and emergency delegation of authority in accordance \nwith applicable law; safekeeping of essential resources, facilities, and records; and \nestablishment of emergency operating capabilities.” The Order also requires that the “head \nof each Federal department and agency shall: identify facilities and resources, both \ngovernment and private, essential to the national defense and national welfare, and assess \ntheir vulnerabilities and develop strategies, plans, and programs to provide for the security of \nsuch facilities and resources, and to avoid or minimize disruptions of essential services during \nany national security emergency.” \n \nPublic Law 107-188, Public Health Security and Bioterrorism Preparedness and Response Act \nof 2002 enacted June 12, 2002, requires actions to enhance the readiness of Department of \nVeterans Affairs medical centers to enable them to fulfill their obligations as part of the \nFederal response to public health emergencies."
    },
    {
      "page": 6,
      "text": "Under section 154 the law specifically \nrequires that the “Secretary of Veterans Affairs shall take appropriate actions to enhance the \nreadiness of Department of Veterans Affairs medical centers to protect the patients and staff \nof such centers from chemical or biological attack or otherwise to respond to such an attack \nand so as to enable such centers to fulfill their obligations as part of the Federal response to \npublic health emergencies.” \nMission Critical Facilities \nPage 1 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \nPublic Law 107-287, Department of Veterans Affairs Emergency Preparedness Act of 2002 \nenacted November 7, 2002, requires that the “Secretary take appropriate actions to provide \nfor the readiness of Department medical centers to protect the patients and staff of such \ncenters from chemical or biological attack or otherwise to respond to such an attack so as to \nenable such centers to fulfill their obligations as part of the Federal response to public health \nemergencies” and that the “Secretary take appropriate actions to provide for the security of \nDepartment medical centers and research facilities, including staff and patients at such \ncenters and facilities.” This Act also states that the “Secretary may furnish hospital care and \nmedical services to individuals responding to, involved in, or otherwise affected by that \ndisaster or emergency.” \n \n38 USC Sec."
    },
    {
      "page": 6,
      "text": "901 gives the Secretary the authority to prescribe regulations to provide for the \nmaintenance of law and order and the protection of persons and property on VA property. 1.2 \nVA Facilities \n \nThe Department of Veterans Affairs (VA) is composed of a Central Office (VACO) and three \nadministrations, the Veterans Health Administration (VHA), the Veterans Benefits \nAdministration (VBA), and the National Cemetery Administration (NCA). VHA manages one of \nthe largest health care systems in the U.S. In addition to providing health care, VHA also has \nmissions to provide training for health care professionals; to conduct medical research; to \nserve as a contingency backup to Department of Defense (DoD) medical services; during \nnational emergencies, to support the National Disaster Medical System (NDMS); and provide \nhospital and medical services, as appropriate, to civilians during community-wide disasters. VBA provides benefits and services to Veterans including compensation and pension, \neducation, loan guaranty, and insurance. NCA delivers burial benefits to Veterans and eligible \ndependents. In total, VA provides a mission critical medical and economic infrastructure to \nthe government and population of the United States."
    },
    {
      "page": 7,
      "text": "Mission critical facilities shall include all VA medical centers and long-term care facilities; \nmajor outpatient clinics or clinics in locations where these are the only available health care \nfacilities for a locality; research facilities; major data processing centers; and other facilities \nwhich serve a unique function for the Department. Mission critical requirements shall extend \nto all permanent operational support structures at the facility or medical center. The status of \neach facility shall be determined by VACO prior to the programming phase of any project. The facilities in the following list remain as published in the previous version of the Physical \nSecurity Design Manual dated July, 2007. VHA is currently planning to conduct a \ncomprehensive review and analysis for the facilities and their physical security designations \n(i.e. mission critical or life-safety protected). Upon completion of the VHA review and analysis, \nthe updated information will be incorporated into this Manual."
    },
    {
      "page": 7,
      "text": "Mission Critical Facilities \nPage 2 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nMission Critical Facility Types \nAcute care \nAmbulatory care \nAnimal facility \nBoiler plant \nCommunications center \nConsolidated mail-out pharmacy \nDietetics \nDomiciliary \nDrug/Alcohol rehabilitation \nEmergency Command Center \nEmergency generator \nFire/Police station \nHazardous material storage \nHospital \n \n \nInformation technology \nMedical equipment storage \nMedical gas storage \nMedical records \nMedical research \nMental health (inpatient) \nNational Continuity of Operations Center \nOutpatient clinic \nPsychiatric care facility \nRehabilitation medicine \nRehabilitation/Prosthetics \nSecurity and law enforcement \nWater tower, utility supply storage \nstructure \n \n \n1.2.1 VA Owned Facilities \nMission critical facilities that are owned and operated by VA shall follow the requirements of \nthis document. 1.2.2 VA Medical-Related Leased Facilities \nThis section provides guidance in the determination of applicable physical security standards \nfor VA medically-related leased facilities. Refer to section 1.10.1 Exceptions, as necessary. 1.2.2.1 Leased built-to-suit facilities up to 150,000 net usable square feet shall \nfollow the requirements in the VA Physical Security Design Manual (PSDM) for LifeSafety Protected Facilities."
    },
    {
      "page": 8,
      "text": "1.2.2.2 Leased built-to-suit facilities greater than 150,000 net usable square feet \nshall have a determination made by the local VAMC Director, with concurrence by the \nNetwork Director, and approved by the Under Secretary for Health for Operations and \nManagement or delegated approving official serving as the authority having \njurisdiction (AHJ) as to whether the facility will be classified as mission critical or lifesafety protected. This determination shall be identified and submitted in the original \nOMB-300 as part of the initial Capital Planning Process. ● When the facility is classified as mission critical, follow VA PSDM for Mission Critical \nFacilities, as allowable per local, city, and state building codes. ● When the facility is classified as life-safety protected, follow the VA PSDM for LifeSafety Protected Facilities. Mission Critical Facilities \nPage 3 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \n \n1.3 \nIntroduction to Physical Security Concepts \n \nThe Physical Security Design Manual for VA Facilities: Mission Critical dated July 2007 is \nsuperseded by this physical security design manual. The VA CD-54 Natural Disaster NonStructural Resistive Design (September 2002) is subsumed and superseded by this physical \nsecurity design manual. The physical protection strategies used to develop this manual are \ndocumented in the Physical Security Strategies Report (January 10, 2006)."
    },
    {
      "page": 9,
      "text": "The Physical Security Design Manuals will be updated by interim amendments and revised \nevery three to five years. All PSDM documents are posted and kept current on the CFM \nTechnical Information Library (TIL) website at http://www.cfm.va.gov/TIL/. VA is not adopting the 2010 Interagency Security Committee (ISC) requirements. The ISC \nSecurity Design Criteria is a controlled document and cannot be distributed to VA A/E \nconsultants. 1.3.1 Concentric Levels of Control and Protection \nThe physical security of facilities requires the use of concentric levels of control and \nprotection to provide progressively enhanced levels of security to deter, prevent, detect, \ndelay, and respond to threats in the protection of assets. The concept of concentric levels of \ncontrol is to protect the central asset behind layers of security measures such that it is least \nexposed to the threats. Where a single line of defense might be easily breached, the \nconcentric levels approach offers redundancy in lines of defense that is less likely to be \nbreached. 1.2.3 Existing – VA Medical-Related Leased Facilities \n \n1.2.3.1 Existing leased facilities up to 150,000 net usable square feet shall \ncomply with The Risk Management Process: An Interagency Security \nCommittee (ISC) Standard dated August, 2013."
    },
    {
      "page": 9,
      "text": "1.2.3.2 Existing leased facilities greater than 150,000 net usable square \nfeet shall have a determination made by the local VAMC Director, with \nconcurrence by the Network Director, and approved by the Under Secretary \nfor Health for Operations and Management or delegated approving official \nserving as the AHJ as to whether the facility will be classified as mission critical \nor life-safety protected. This determination will be identified and submitted in \nthe future OMB-300 as part of the Capital Planning Process. ● When the facility is classified as mission critical, follow VA PSDM for Mission \nCritical Facilities, as allowable per local, city, and state building codes. When the facility is classified as life-safety protected, follow The Risk \nManagement Process: An Interagency Security Committee (ISC) Standard \ndated August, 2013. Mission Critical Facilities \nPage 4 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n1.3.1.1 The first point of control, or the outermost level, should be at the perimeter \nof the property consisting of fences and other barriers with one or two points of entry \nthrough gates controlled by police or other guard personnel. In certain urban sites, \nthe building perimeter may be on the property line."
    },
    {
      "page": 10,
      "text": "Increased levels of screening of \npersons and vehicles, as the Department of Homeland Security (DHS) threat levels are \nchanged, must be accommodated at the perimeter without burdening surrounding \nroads with vehicles waiting to enter the site. 1.3.1.2 The second point of control should be at the building perimeter consisting \nof doors and other openings protected as appropriate to the level of protection \nneeded with or without the first point of control. This includes access control \nhardware, intrusion detection, surveillance, and, at selected entrances at various times, \npersonnel for control and screening. 1.3.1.3 The third point of control should be to segregate with barriers and hardware \ngenerally accessible public and patient areas from staff-only areas such as pharmacy \npreparation, food preparation, sterile corridors, research laboratories, and building \noperations and maintenance areas. 1.3.1.4 The fourth point of control should be to segregate authorized from \nunauthorized staff areas with barriers and access controls such as card readeractivated hardware. Unauthorized areas may include patient records, laboratories, \nvivariums, and cash-handling tellers. 1.3.1.5 The fifth point of control, at the innermost level, should be to restrict access \nto restricted areas to a minimum with card-reader access controls, video assessment and \nsurveillance system (VASS) monitors, intrusion detection alarms, and forced-entry \nand/or ballistic-resistant construction."
    },
    {
      "page": 10,
      "text": "Restricted access areas may include security \ncontrol centers, select agent storage, narcotics storage and pharmaceutical caches, and \nlaboratories. The more effective the perimeter barrier and screening are the less protection is needed within \nthe site, such as between buildings, from patient and visitor parking and the building lobby, \nand from the site entrance to the other buildings on the site. In highly urban areas where the \nVA building may front on a city street with no standoff or separation, the building and its \noccupants can only be protected from hazards of breaking and entering, vandalism, and even \nexplosive or armed attack by hardening the building itself to resist, which may lead to \nundesirable solutions such as façades with minimum openings and a fortress-like appearance. 1.3.2 Crime Prevention Through Environmental Design \nVA follows the principles of Crime Prevention Through Environmental Design (CPTED, \nsee www.cpted.net). CPTED strategies include elements of natural surveillance, natural \naccess control, and natural territorial reinforcement. CPTED promotes the principles that \nproper design and effective use of the built environment can discourage, reduce, or remove \npotential crime risks. CPTED should be used to evaluate VA site and building designs to \ncreate and enhance the concentric circles or layers of security protection."
    },
    {
      "page": 11,
      "text": "Mission Critical Facilities \nPage 5 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n1.3.3 Facilities in Floodplains \nThroughout this manual where it is mandatory that construction or equipment be in an area \nthat is not subject to flooding refer to the FEMA flood map information available \nat http://www.fema.gov/business/nfip/fmapinfo.shtm. No new facility shall be constructed in \nthe 100-year floodplain. 1.3.4 Security Operation Requirements \nDesign decisions for the physical security of a mission critical facility should be based on the \nconcentric levels of control and protection—both physical and operational—as described in \nsection 1.3.1. 1.4 \nObjectives of VA Physical Security Design \n \nThe primary objective of this manual is to provide the design team with the criteria and \nstandards for the full range of strategies available for existing and new buildings to provide \nunobtrusive protection for VA facilities while safeguarding the Veterans, staff, visitors, and \ncontinued operation of the mission critical facilities during a national emergency or a natural \nor manmade extreme event. The physical security standards account for VA operations and policies and must be cost \neffective when implemented. An objective of this manual is to provide cost effective design \ncriteria that will, when constructed and implemented, provide the appropriate level of \nphysical security to VA’s mission critical facilities."
    },
    {
      "page": 12,
      "text": "1.5 \nRequirements for Physical Security Subject Matter \nSpecialists \n \nIn order to meet the physical security standards of this manual the design team must include \na certified physical security specialist as well as a licensed professional structural engineer \nwho has specialized training in blast design and analysis. These specialists shall become part \nof the design team during the concept phase of any project. This manual assumes the use of \nqualified physical security and blast experts. 1.5.1 Physical Security Specialist Requirements \nThe security specialist shall have a minimum of five years’ experience in physical security \ndesign and shall maintain current certification as Certified Protection Professional (CPP) or \nPhysical Security Professional (PSP) from the American Society for Industrial Security (ASIS). The security specialist must have demonstrated knowledge and experience applying security \nstrategies, such as the application of CPTED, ballistic and forced entry requirements, and \nelectronic security system design as defined in Chapter 10. The résumé of the specialist must \nbe submitted to the VA Project Manager (PM) for review and approval prior to the concept \nphase of the project. The qualifications of the firm for whom the specialist works must also be \nsubmitted with the résumé."
    },
    {
      "page": 12,
      "text": "Mission Critical Facilities \nPage 6 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n1.5.2 Blast Specialist Requirements \nAt a minimum, the structural blast specialist shall have a bachelor’s degree in structural \nengineering or a related field and have formal training in structural dynamics and \ndemonstrated experience with the accepted design practices for blast resistant design. The \nspecialist shall have a minimum of five years’ experience in performing dynamic analysis in \nblast resistant design. The résumé of the specialist must be submitted to the VA PM for \nreview and approval prior to the concept phase of the project. The résumé must include a \nminimum of three projects during the previous two years with similar scope to the project \nbeing designed. The qualifications of the firm for whom the specialist works must also be \nsubmitted to the VA PM. 1.6 \nBudgeting and Programming for Physical Security \n \nWhen establishing a design and a budget for a mission critical project, the key point is that \nphysical security is fully integrated into the program, rather than an added requirement. When physical security is seen as an add-on to an otherwise complete project, the costs for \nimplementation will be higher and the results less satisfactory."
    },
    {
      "page": 13,
      "text": "As such, it is essential to \nestablish the physical security goals within the capital investment project application phase \nof the project and to ensure that the budget is set to reflect the physical security \nrequirements within the program goals. 1.7 \nRisk Assessment of VA Facilities \n \nRisk assessments of existing VA facilities showed that the primary threats faced by the \nDepartment continue to be routine criminal activity and violence in the workplace; however, \nthe proximity of some VA facilities to high vulnerability targets and the role of VA medical \ncenters as backup to DoD and communities in the public health system elevate VA’s risks \nfrom both internal and external manmade threats. It is not possible to eliminate all risk to a facility and every project will face resource \nlimitations. Cost effective risk management is a requirement of every project. As part of the \nplanning phase of a new mission critical facility or major alterations of an existing mission \ncritical facility a risk assessment must be performed, to determine project- or site-specific \nrequirements or modifications to the physical security design requirements, taking onto \naccount the Hazard Vulnerability Assessment (HVA) and Comprehensive Emergency \nManagement Plan (CEMP) for the facility. Cost effective strategies must be implemented to \nmake the facility capable of mission critical operation. The first task is to identify the assets and people that need to be protected."
    },
    {
      "page": 13,
      "text": "Next, a threat \nassessment is performed to identify and define the threats and hazards that could cause harm \nto a building and its occupants. Threats and hazards shall be measured against the overall \nfacility and each mission critical function and system it contains or supports. After threats and \nassets are identified, a vulnerability assessment is performed to identify weaknesses. Next, the \nconsequences to the mission that would result from a hazard event or a successfully executed \nMission Critical Facilities \nPage 7 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nthreat are defined. Using the results of the asset, threat, vulnerability, and consequences \nassessment, risk can be determined. Comprehensive protection against the full range of possible natural hazards and manmade \nthreats to VA facilities would be cost prohibitive, but an appropriate level of protection \nobtained through the use of these standards can provide for continued operation of mission \ncritical facilities at a reasonable cost. 1.8 \nDocument Distribution, Use, and Control \n \nThis manual is unclassified. 1.9 \nAdministration and Enforcement \n \nThe provisions of these standards shall apply to all VA mission critical construction projects \nfor which design is begun on or after the effective date of this design manual. These standards apply to new construction, whether free standing structures, additions, or \nmajor alterations."
    },
    {
      "page": 13,
      "text": "Application of these standards does not extend to other spaces within the \nexisting building, except where directed by VA. Existing facilities not undergoing renovation \nmay be required to meet certain physical security standards defined in this design manual as \ndetermined by VA, based on funding considerations, prioritization, and other mission driven \nrequirements. At any campus where a new mission critical facility is to be constructed, the entire site shall be \nupgraded to conform to these standards, except when limitation of the project scope or \ninsufficient funding makes it infeasible to do so. Where the entire site cannot be upgraded, \nthe project shall be designed to incorporate achievable physical security elements in a \nmanner that will allow enhancement of those elements in the future. The specific elements \nto be incorporated or omitted shall be determined, using the risk assessment of both the site \nand facility, by the VA PM with the concurrence of the VA AHJ for overseeing implementation \nof physical security requirements for the facility. Newly constructed roadways and alterations to existing roadways, building access, site \naccess, and site circulation shall be designed in compliance with these standards. 1.10 Interpretations and Exceptions \n \nVA facilities that are not designated mission critical are life-safety protected. Life-safety \nprotected buildings are required to protect the life safety of the patients, staff, and visitors in \ncase of an emergency."
    },
    {
      "page": 14,
      "text": "Although indispensable to the mission of VA, life-safety protected \nbuildings are not required to remain operational in a natural or manmade extreme event or a \nnational emergency. Physical security design requirements for life-safety protected facilities \nare covered in a separate manual. Mission Critical Facilities \nPage 8 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \nConnecting corridor concourse and bridges, that are not the main entrance or required exit \nfor the connected buildings, shall be exempt from the standoff distance requirements of \nChapter 3 and the requirements of Chapters 6 and 7. Freestanding greenhouses shall be \nexempt from the requirements of Chapters 3, 6, and 7. Physical security requirements for \ntemporary buildings shall be determined on a case-by-case basis by the AHJ for overseeing \nimplementation of physical security requirements for the facility. 1.10.1 Exceptions \nWhen a determination is made at the local level, that due to mission, function, location, or \nregional responsibility a facility should be upgraded from life-safety protected to mission \ncritical (or vice versa), or when a waiver/deviation from the physical security requirements is \nsought, a request must be submitted and approved by the AHJ who is responsible for \noverseeing implementation of physical security requirements for facilities within his or her \njurisdiction before the beginning of design."
    },
    {
      "page": 14,
      "text": "1.10.2 Procedures for Waivers and Exceptions \nThe local facility may initiate the waiver and exceptions process. The request shall be \nsubmitted to the AHJ for review and approval. For VHA, the AHJ is the Deputy Under \nSecretary for Operations and Management (DUSHOM) within 10N, and requests shall be \nsubmitted through the Network channels to 10N for review. For NCA, the AHJ is the Under \nSecretary for Memorial Affairs. For VBA, the AHJ is the Office of Administration, Emergency, \nPreparedness, and Facilities. 1.10.2.1 Waiver or exception requests shall include a narrative with justification for \nthe request."
    },
    {
      "page": 15,
      "text": "To the extent applicable, include the following information: \n● Building category \n● Design criteria to be waived \n● Physical limitations on implementation imposed by existing conditions \n● Programmatic limitations imposed by implementation of standards \n● Alternative method of achieving equivalent level of protection or a schedule for \nphased implementation of standard as part of risk mitigation strategy (VHA only) \n● Cost of implementation of design standard with a comparison cost of the \nproposed equivalent protection \n● Funding sources \n● Impact of waiver on design schedule, construction schedule, and future operations \n● Detailed effects on HVA and CEMP (VHA only) \n1.10.2.2 Review and approval procedures for waiver or exceptions shall be as \nfollows: \n● Obtain concurrence from the AHJ for overseeing implementation of physical \nsecurity requirements for the facility \n● Forward a copy of the approved waiver/deviation request to the Office of Facilities \nPlanning within the Office of Construction & Facilities Management in VA. \n \n \nMission Critical Facilities \nPage 9 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n1.11 Master Planning \n \nAs part of the master plan development, VA will conduct risk and vulnerability assessments \nfor the facility or campus being planned. The findings of these assessments shall be \nincorporated into the master plan."
    },
    {
      "page": 15,
      "text": "For facilities that have master plans, these plans shall include physical security design \nguidelines and parameters consistent with those included in, or referenced by, this \ndocument. At a minimum, master plans shall include standoff distances, provisions for \nperimeter security, site access control, applicable CPTED principles, site utility entrances and \ndistribution, a mass evacuation plan, and a schedule for implementation of design guidelines \nand parameters or approved risk mitigation alternatives. Mission Critical Facilities \nPage 10 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n\nGLOSSARY & ACRONYMS \n \nThe following terms and definitions are related to the mitigation of manmade and natural \nhazards and do not include terms related to general facility design, construction, and \noperation. A/E: Architect(s) and Engineer(s) consultants \n \nAlterations: Major alterations or renovations define a project where the area of renovation, \nincluding any associated addition, is equal to or greater than 50 percent of the area in the \nbuilding in which the work is to be performed. In cases where renovations involve changes to \nthe building systems, site work, or other work that does not involve the building interior, the \nlocal facility, with concurrence by the region/network and approved by the AHJ shall \ndetermine if the work qualifies as a Major Renovation."
    },
    {
      "page": 16,
      "text": "Anti-ram: Tested for resistance to a moving load impact at a given velocity and rated in \nterms of kinetic energy or “K” rating in tests for certification under Department of State \nprograms or “M” rating in tests for certification under ASTM F2656. Authority Having Jurisdiction (AHJ): The physical security decision-maker for the facility, \nsuch as the administration head, assistant secretary, other key official, or deputy assistant \nsecretary, who is responsible for overseeing implementation of physical security \nrequirements for facilities within his or her jurisdiction. Balanced Design: Controlled failure of a system with an established hierarchy of component \nfailures, where connections are designed for the maximum strength of the connecting \ncomponents and members supporting other members are designed for the maximum \nstrength of the supported members. For window systems, the glazing shall fail before all \nother components. (ASCE/SEI 59-11 Blast Protection of Buildings) \n \nCache: A storage facility requiring a high level of security, often referring to facilities storing \npharmaceuticals or other supplies for use in emergencies. Charge Weight: The amount of explosives in a device in trinitrotoluene (TNT) equivalent. Closed Circuit Television (CCTV): A video system in which an analog or digital signal travels \nfrom a camera to video monitoring stations at a designated location."
    },
    {
      "page": 16,
      "text": "Historically, the term for \na security video system was closed circuit television (CCTV), a closed analog video system. Very few video systems today are either closed or completely analog, making CCTV an \nantiquated term and leading the security industry to use various terms to describe a video \nsystem. Because security video serves two distinct purposes, assessment and surveillance, the \nterm used here is video assessment and surveillance system or VASS. This provides a \ncommon term based on the functions the system serves, independent of technology. Mission Critical Facilities \nPage 11 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nComprehensive Emergency Management Plan (CEMP) \n \nConsequences: Consequences assessment looks at the value of a building’s critical assets, \nthose that need to be protected, and the importance of the building’s operations, within a \nwider network of public or private activities. (FEMA 452) \n \nControlled Access Area or Controlled Area: A room, office, building, or facility area which is \nclearly demarcated, access to which is monitored, limited, and controlled. Crime Prevention Through Environmental Design (CPTED): Design philosophy that \neffective use of the natural environment coupled with proper design of the built environment \ncan lead to a reduction in the fear and incidence of crime."
    },
    {
      "page": 17,
      "text": "Critical Assets: People and those physical assets required to sustain or support the facility’s \nability to operate on an emergency basis. Critical Infrastructure, Critical Space: Building area(s) required to sustain or support the \nfacility’s ability to operate on an emergency basis. Demarc: The separation point between utility-owned and VA-owned equipment. Department of Agriculture (USDA) \nDepartment of Defense (DoD) \nDepartment of Health and Human Services (HHS) \nDepartment of Homeland Security (DHS) \nDetection and Screening System (DSS): DSS are used for the pre-screening of persons, \npackages, and personal items for detection of contraband, such as, weapons, drugs, \nexplosives, and other potential threatening items or materials prior to authorizing entry or \ndelivery into the building. DSS includes X-ray machines, walk-through metal detectors \n(WTMD), hand-held metal detectors (HHMD), and desktop and hand-held trace/particle \ndetectors (also referred to a “sniffers” and “itemizers”). Duress Security Phone Intercom (DSPI): DSPI systems are used to provide security \nintercommunications for access control, emergency assistance, and identification of \npersonnel under duress requesting a security response. Earthquake Zones: See seismic zones."
    },
    {
      "page": 17,
      "text": "Electronic Security System (ESS): A sub-element of the physical security system, an \nelectronic security system is comprised of Physical Access Control System (PACS); Intrusion \nDetection System (IDS); Video Assessment and Surveillance System (VASS); Duress, Security \nMission Critical Facilities \nPage 12 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nPhones, and Intercom System (DSPI); and Detection and Screening System (DSS). The ESS is \ncommonly integrated to support correlation of security activity between subsystems. Essential Electrical System (EES): A system comprised of alternate sources of power and all \nconnected distribution systems, fuel systems, and ancillary equipment designed to ensure \ncontinuity of electrical power to designated areas and functions of a health care facility \nduring disruption of normal power sources, and also to minimize disruption within the \ninternal wiring system. Extraordinary Event or Incident: Events or conditions that exceed locally accepted design \npractice. Federal Emergency Management Agency (FEMA) \nFire Command Center (FCC) \nGeneral Services Administration (GSA) \n \nHardening: Reinforcement of the building structure, components, and systems against \nimpact of a blast, a ballistic assault, or ramming. Hazard Vulnerability Assessment (Analysis) (HVA) \n \nHigh Risk Area: A location where a threat may be introduced."
    },
    {
      "page": 18,
      "text": "Hurricane Areas: Hurricane preparedness requirements apply to VA facilities located within \n16 kilometers (10 miles) of the Atlantic Ocean or 16 kilometers (10 miles) of the Gulf of \nMexico. These requirements also apply to all inland VA facilities in Florida, Hawaii, and Puerto \nRico. Similar requirements, for preparedness against tropical cyclones in the Pacific Ocean, \napply to VA facilities located in Guam, American Samoa, and the Philippines. See also ASCE 710, section 26.2 Definitions, for Hurricane Prone Regions and Wind-Borne Debris Regions. ID Check: Examination and verification of personal or vehicle identification visually or by \nother means. Illumination Engineering Society of North America (IESNA) \nInteragency Security Committee (ISC) \n \nIntrusion Detection System (IDS): A system combining mechanical or electronic \ncomponents to perform the functions of sensing, controlling, and announcing unauthorized \nentry into areas covered by the system. The IDS is intended to sound alarms or alert response \npersonnel of an actual or attempted intrusion into an area. Itemizer: A trace particle detection device capable of identifying both explosives and \nnarcotics."
    },
    {
      "page": 19,
      "text": "Mission Critical Facilities \nPage 13 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \nLife-Safety Protected Facilities: VA facilities which are required to protect the life safety of \nthe patients, staff, and visitors in case of an emergency; although indispensable to the mission \nof VA, are not required to remain operational in a natural or manmade extreme event or a \nnational emergency. Local Alarm: An alarm that is annunciated in the immediate vicinity of the protected \npremises. Magnetometer or Metal Detector: A walk-through portal or hand-held device designed to \ndetect changes in magnetic fields used to identify hidden metal objects. Mantrap or Sally-port: A double-door booth or chamber that allows a person to enter at \none end, undergo an access identification routine inside the booth, and when the routine is \nsatisfied, the lock on the booth door at other end is released. A mantrap is used in high \nsecurity environments where absolute access control is required. Mission Critical Facilities: VA facilities that is required to continue operation during a \nnatural or manmade extreme event or a national emergency. Mitigation: Actions taken to reduce the exposure to and impact of a hazard. Pedestrian Barrier: A fence, wall, or other structure designed to delay pedestrians from \nentering the site without using the gates provided for pedestrians where personnel screening \nmay be performed."
    },
    {
      "page": 19,
      "text": "The pedestrian barrier may or may not be coincident with the vehicle \nbarrier. National Disaster Medical System (NDMS) \n \nNational Terrorism Advisory System (NTAS): formerly the Homeland Security Alert System \n(HSAS). Perimeter Barrier: A physical barrier used on the outside of a protected area to prevent, \ndeter, or delay unauthorized entry. Personal Identification Number (PIN) \n \nPersonal Identity Verification (PIV) \n \nPersonnel Screening: Examining persons and their possessions for contraband such as \nweapons, explosives, and chemical or biological agents using magnetometer, x-ray, search, or \nother device. Mission Critical Facilities \nPage 14 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nPhysical Access Control System (PACS): A system combining mechanical or electrical \ncomponents, such as card readers, keypads, biometrics, and electromagnetic locks and \nstrikes, for the purpose of controlling access and monitoring building entrances, sensitive \nareas, mission critical asset areas, and alarm conditions. Physical Security: That part of security concerned with physical measures designed to \nsafeguard people, to prevent unauthorized access to equipment, facilities, material, and \ndocuments, and to safeguard against damage and loss."
    },
    {
      "page": 20,
      "text": "Police Operations Unit: An area designed to facilitate the functions of the police and \nsecurity services, which include the protection of patients, visitors, and employees; the \nprotection of property; and the maintenance of law and order on property under the charge \nand control of the Department. Protected Area: An area continuously protected by physical security safeguards and access \ncontrols. Protection Level: The degree to which resources are used to defeat a threat. Restricted Area: A room, office, building, or facility area to which access is strictly and tightly \ncontrolled. Admittance to this area is limited to personnel assigned to the area and persons \nwho have been specifically authorized access to the area. Risk: The potential for a loss of or damage to an asset. Screened Vehicle: Motor vehicle that has been examined systematically to determine \nwhether or not a security threat that needs to be mitigated is present. Screening Vestibule: Designated space or area located for access control between the \npublic building entrance and the lobby which shall be of sufficient space and be provided \nwith power, telecommunications, and data connections for installation of access control and \nscreening equipment that may be used should the need arise. Secured Door Opening (SDO): A door opening that requires security hardware such as \nelectric strike, door contact, card reader, forced entry rating, or similar feature."
    },
    {
      "page": 20,
      "text": "Security Control Center (SCC): A location for security personnel to monitor VASS, alarms, \nand other security systems and devices. This may be in a separate space or, for small facilities, \ncombined with a guard or reception desk at the entrance. Seismic Zones: See VA H-18-8: VA Earthquake Design Requirements. Select Agent: Select agents shall be as defined in Title 42, CFR, Part 73, including pathogens \nand toxins regulated by both HHS and USDA and non-overlap select agents of HHS. Mission Critical Facilities \nPage 15 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \nStandby Electrical System: Generators, switchgear, fuel storage, and distribution \nequipment necessary to provide standby electrical power to the mission critical facility. Standoff: Horizontal distance from event to target. Terrorism: An action that is intended to cause death or serious bodily harm to civilians or \nnoncombatants, when the purpose of such an act, by its nature or context, is to intimidate a \npopulation or to compel a government or an international organization to do or to abstain \nfrom doing any act."
    },
    {
      "page": 21,
      "text": "Threat: The National Infrastructure Protection Plan (NIPP) defines threat as any “natural or \nmanmade occurrence, individual, entity, or action that has or indicates the potential to harm \nlife, information, operations, the environment, and/or \nproperty.” http://www.dhs.gov/xlibrary/assets/NIPP_Plan.pdf \n \nUnderwriters Laboratory (UL) \n \nUninterruptible Power Supply (UPS): A device to provide battery power via an inverter to \ncritical equipment during loss of utility power, or until the essential electrical system (EES) or \nstandby generators are online. Urban Area: A geographic area with a population of more than 50,000 or a population \ndensity of at least 1,000 people per square mile (386 per square kilometer) and surrounding \ncensus blocks that have an overall density of at least 500 people per square mile (193 per \nsquare kilometer). Vehicle Arrest: Means of stopping a vehicle from breaching a defensive zone (perimeter). Vehicle Barrier: A passive or active physical barrier consisting of natural or manmade \nfeatures designed to keep a vehicle carrying explosives at the required standoff distance. This \nmay or may not be coincident with a pedestrian barrier. Vehicle Inspection: Examining vehicles for contraband such as explosives using physical \nsearch, K-9 searches, trace element sampling, x-ray, or other means. Video Assessment and Surveillance System (VASS): Security video serves two distinct \npurposes, assessment and surveillance."
    },
    {
      "page": 21,
      "text": "The term video assessment and surveillance system \nor VASS is used here. This provides a common term based on the functions the system serves, \nindependent of technology. Formerly referred to as Closed Circuit Television (CCTV). Vulnerability: Susceptibility to physical injury to persons or damage to systems or functions. Vulnerability refers to the expected outcome in terms of damage, casualties, and business \ndisruption if a threat is carried out or a hazard occurs. Vulnerability is measured by assessing \nMission Critical Facilities \nPage 16 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nfeatures that would enhance or diminish building performance during a crime, terrorist \nattack, or a hazard event. (FEMA 452) \n \nX-ray Screening System: A device or system that inspects the contents of a package or \ncontainer for concealed explosives or contraband. Mission Critical Facilities \nPage 17 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n\nSITE CONSIDERATIONS \n \n3.0 Scope, Purpose, and Goals \n \nThis chapter focuses on security design concepts, elements, and site planning strategies that \ninfluence the protection of the built and natural environments. VA follows the principles of Crime Prevention Through Environmental Design \n(see www.cpted.net) in order to reduce or remove potential crime risks."
    },
    {
      "page": 22,
      "text": "CPTED principles \nshould be incorporated into the site design to create and enhance the concentric circles or \nlayers of security protection. For guidance on construction requirements for site security, such as perimeter fences and \nother barriers, refer to the Uniform Facilities Criteria (UFC) UFC 4-022-02 and UFC 4-022-01 \navailable on the Whole Building Design Guide (WBDG) (see http://www.wbdg.org). 3.1 \nStandoff Distance \n \nNo vehicle shall be parked closer than 50 feet (15 m) to any side of a mission critical VA facility \nor permanent structure that provides operational support, regardless of the building height. No unscreened vehicle shall be permitted to travel closer than 50 feet (15 m) and no screened \nvehicle shall be permitted to travel within 5 feet (1.5 m) of any mission critical VA facility. These minimum standoff distances are to be provided to the edge of the curb line \ndemarcating the internal roadways and parking within a VA campus. For facilities not located \nwithin a campus with internal roadways or parking, the minimum 50 feet (15 m) standoff is to \nbe provided to site perimeter fence. 3.2 Perimeter Fences \n \nPerimeter barriers shall consist of fences, walls, a combination of these, and gates as needed \nfor access. The perimeter barrier shall be contiguous around the entire facility or the campus \nwithin which the facility is located."
    },
    {
      "page": 23,
      "text": "The barrier shall be designed to resist forced or \nsurreptitious entry using hand tools, such as by spreading bars of a fence to provide a \npassable opening. Fences shall have sufficient lateral support to resist overturning by manual \nforce. The perimeter barrier, or pedestrian barrier, does not have to be anti-ram rated unless \nthe barrier serves to mitigate a determined risk. Access gates shall be located to direct \npedestrians and vehicles in ways that enhance the operational environment of the security \nforce. 3.1.1 Existing Facility – Standoff Distance \nRequirements for standoff distance at existing facilities shall be the same as in \nsection 3.1. Mission Critical Facilities \nPage 18 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \n3.2.1 Location \nThe perimeter barrier shall be located as close as possible to (or along) the property line of the \nsite on which the facility is located such that the standoff distance to the barrier is maximized \nand satisfies the minimum standoff distance requirements. 3.2.2 Height \nThe perimeter barrier shall have at least 8 feet (2.4 m) between potential horizontal footholds \nor designed with other anti-climb measures. 3.2.3 Material \nFences shall be metal and of heavy industrial-grade construction with bar spacing at a \nmaximum of 5 inches (127 mm) on center. Chain link fences and gates shall not be used. Walls shall be of reinforced masonry or concrete construction."
    },
    {
      "page": 23,
      "text": "3.2.4 Gates \nGates shall be of the same or similar design and materials as the adjacent fences. Location of \nthe gates shall have standoff from public streets to provide the security force with early \nwarning of approaching pedestrians or vehicles. Gates shall be located away from known \ncriminal adjacencies (such as prisons and high crime areas). The site adjacent to the gates \nshall provide transitional, non-silhouette lighting, and traffic calming features. Gates shall be \naccess card operated from the outside or as prescribed by the AHJ. 3.2.4.1 Pedestrian gates: Pedestrian and bicycle gates shall swing in the outward \ndirection and shall be fully accessible to persons with disabilities in width and \noperation. 3.2.4.2 Vehicular gates: Vehicular security gates shall be sliding or cantilevered (no \ntracks) and only wide enough to accommodate one vehicle lane. The vehicular gates \nshall be capable of being locked, but do not have to be anti-ram rated. 3.3 Vehicle and Pedestrian Screening \n \n3.3.1 Guard Houses \nPedestrian and vehicle perimeter entrances shall be provided with enclosed guard houses for \nguard personnel, gate operation, vehicle inspection, and information. ● Guard houses shall be designed to permit the guard to perform duties from within the \nguard house and shall have a secondary means of egress. ● Guard house design shall be compatible with the facility architecture and the \nneighborhood."
    },
    {
      "page": 24,
      "text": "● Guard houses shall be heated, air conditioned, and lighted to provide an appropriate \nwork environment. 3.2.5 Existing Facility – Perimeter Fences \nAll sites with mission critical facilities shall have perimeter fences meeting all the \nrequirements of section 3.2. Mission Critical Facilities \nPage 19 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n● Guard houses shall be provided with power, telephone, intercom, data, and other \nequipment as directed by the VA Police. ● Guard houses shall be protected by bollards and designed to be ballistic resistant, with \ndoors, walls, and windows meeting a UL 752 Level 3 standard. 3.3.2 Vehicle Screening Area \nProvide adequate space to accommodate vehicle screening without blocking public rights-ofway. 3.3.2.1 Space and utilities: The screening area shall provide adequate space and site \nutilities to accomplish the following tasks. ● Visual identity check of driver’s license. ● Visual inspection of vehicle interior, including luggage compartment, cargo boxes, \nand trailers. ● Trace element swipes and sensors. 3.3.2.2 Stacking space: Stacking space shall be provided for vehicles awaiting \ninspection outside site entrance and off public roads. ● At entrances for employee vehicles, the stacking space shall be sufficient to handle \nthe throughput of vehicles at peak inbound levels."
    },
    {
      "page": 24,
      "text": "● At public entrances, stacking space shall be sufficient for average visitor vehicle \ntraffic volume and include space to pull a vehicle aside out of the lane of inbound \ntraffic. 3.3.2.3 Separation: In-bound and out-bound vehicles shall have separate lanes and \ngates at all vehicular entrances. 3.3.2.4 Reject lane: A turn-around lane shall be provided on the exterior of the \nentrance gate to permit vehicles to be sent away without interfering with traffic. 3.3.2.5 Parking: Parking shall be provided inside the entrance gate for two police \nvehicles. 3.3.2.6 Public transportation: Where public transportation is allowed on the VA site \nfor employees and visitors, space shall be provided for the vehicle to be inspected. Mission Critical Facilities \nPage 20 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \n \n3.4 Anti-ram Rated Vehicle Barriers \n \nActive or passive vehicle barriers shall be selected on the appropriateness of the architecture \nof the facility and the specifics of the site and natural environment. 3.4.1 Active Barriers \nTypes of active barriers shall be anti-ram rated hydraulic or electric wedges, plate, beam or \nretractable bollards recessed into the pavement for a flush condition when not deployed. Barriers may be permanently installed or portable type. 3.4.1.1 Locations: At access points that permit vehicles within the minimum 50 feet \n(15 m) standoff zone around the facility."
    },
    {
      "page": 26,
      "text": "Examples include access to the loading dock, \nemergency lanes, and maintenance access. When the 50 feet (15 m) standoff zone \ncoincides with the site perimeter fence, the active barriers are to be located at the \nvehicle entrances into the site. 3.4.1.2 Structure: See Chapter 7, section 7.4 Anti-ram Resistance, for structural \nrequirements of active barriers. 3.4.1.3 Portable Barriers: \n● Each identified location for use shall be provided with necessary utilities and \nconfigured in such a way that the barriers may be easily put into place when \nneeded. ● Portable barriers shall be stored with lifts and transport devices to permit rapid \ndeployment in a secure location that is readily accessible by authorized personnel. 3.4.2 Stationary (Passive) Barriers \nAnti-ram rated natural or manmade stationary barriers may be used. Landscaping examples \ninclude berms, gullies, boulders, trees, and other terrain. Hardscaping examples include \nbenches and planters. Structural examples include walls, bollards, and cables. 3.4.2.1 Locations: Adjacent to high risk perimeter fences, protection for site utility \nequipment, at building entrances, at vehicle or ambulance drop-offs, at cafeterias, \ngathering areas, and other areas requiring additional protection from vehicles. High \nrisk perimeter fences are portions of the fence at which there is a perpendicular \nvehicular roadway length equal to or greater than 200 feet (61 m), on which a vehicle \ncan achieve a high approach speed."
    },
    {
      "page": 26,
      "text": "3.3.3 Existing Facility – Vehicle and Pedestrian Screening \n3.3.3.1 Pedestrian barriers and screening: Any site with an existing mission \ncritical facility shall meet the requirements for pedestrian barriers as described in \nsections 3.2 and 3.3. 3.3.3.2 Vehicle barriers and screening: Any site with an existing mission critical \nfacility shall meet the requirements for vehicle barriers as described in sections 3.2 \nand 3.3. - Site utility surveys shall be conducted prior to design and installation. - Foundations for anchoring the barriers shall be coordinated with existing \nunderground features such as utilities, tunnels, or other subsurface conditions. Mission Critical Facilities \nPage 21 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n3.4.2.2 Structure: See Chapter 7, section 7.4 Anti-ram Resistance, for structural \nrequirements of passive barriers. 3.4.2.3 Accessibility for persons with disabilities: Coordinate locations of passive \nbarriers, such as bollards, with accessibility requirements when placed adjacent to or \nacross a path of pedestrian travel. 3.5 Parking \n \n3.5.1 Location \nNo new facilities shall be built with parking in or under the facility. 3.5.1.1 Surface parking: Vehicles shall not be parked or permitted to travel closer \nthan 50 feet (15 m) to any mission critical VA facility."
    },
    {
      "page": 27,
      "text": "3.5.1.2 Parking structures: No parking structure, whether on- or offsite, and \nwhether above or below grade, shall be constructed closer than 50 feet (15 m) to any \nVA mission critical facility. No unscreened vehicles shall be permitted to be parked \nwithin or under any VA facility. 3.5.2 Access \n \n3.5.2.1 From vehicle entrance: Access roads for all vehicles shall allow for separate \ndriveways to the building entrance, service yard, or parking. ● Separate entrances to the site shall be provided for patients and visitors, \nemployees and staff, emergency, and service and delivery vehicles. ● Access roads from entrances to parking for each vehicle type shall be separated, \nbut may be connected for maintenance and emergency vehicles through gates \ncontrolled by access cards. ● Access roads shall be configured to prevent vehicles from attaining speeds in \nexcess of 25 mph (40 kph). ● Straight-line vehicular approaches to a facility shall be avoided. 3.5.2.2 From parking to facility: See Chapter 4 for information on building \nentrances. 3.5.3 User Type \nIn addition to the requirements of sections 3.5.1 and 3.5.2, the following are parking and \naccess requirements for physical security according to specific users. 3.5.3.1 Patients and visitors: Parking and access for patients, visitors, and the \npersons transporting them to and from the VA facility shall be as convenient as \npossible to the main entrance, subject to the requirements of section 3.5.1.1."
    },
    {
      "page": 28,
      "text": "Parking \n3.4.3 Existing Facility – Anti-ram Rated Vehicle Barriers \nAll sites with mission critical facilities shall meet the requirements for vehicle \nbarriers installed in accordance with section 3.4. Mission Critical Facilities \nPage 22 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nand facility access shall comply with accessibility requirements for persons with \ndisabilities. ● Where vehicles are unscreened, make site provisions to accommodate a shuttle \nservice for persons needing assistance. ● Accessible shuttle stops or shelters in parking areas. ● Shuttle parking at building entrance. 3.5.3.2 Emergency: Emergency entrance shall be provided with a small parking area \nfor emergency patients and space for ambulances as convenient as possible to the \nemergency entrance, subject to the requirements of section 3.5.1.1. Ambulances shall \nbe permitted to approach the building directly and not be subjected to the stand-off \ndistance requirements of this chapter. 3.5.3.3 Childcare parents and staff: All requirements for maintaining standoff \ndistance between vehicles and the building shall apply. Child drop-off and pick-up \nshall be visible from the office of the childcare/development center and shall be \nmonitored by VASS."
    },
    {
      "page": 28,
      "text": "All vehicular areas, onsite and adjacent offsite, including parking \nand access roads, shall be separated from playground areas by fences designed to \nprevent children from entering the vehicular areas and vehicles from entering the \nplayground. 3.5.3.4 Vendors: The standoff distance and screening requirements of sections 3.1 \nand 3.3 apply. Vendors shall use the delivery vehicle entrance and service yard at the \nloading dock. Parking shall be provided for vendors in the service yard. 3.5.3.5 Employees: Where employees share access with patients and visitors, the \nentrance to the employee parking shall be controlled by a card-actuated gate. Employee parking areas shall be monitored by VASS. Emergency alert systems, such \nas blue phones, shall be provided at the discretion of the VA Police. Mission Critical Facilities \nPage 23 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \n \n3.6 Site Lighting \n \n3.6.1 General Requirements \nProvide minimum maintained illumination levels for pedestrian pathways, bicycle and vehicle \nroutes, parking structures, parking lots, wayfinding, signage, pedestrian entrances, and \nbuilding services which will provide safety and security for personnel, buildings, and site. Refer to the VA Electrical Design Manual for illumination requirements."
    },
    {
      "page": 29,
      "text": "Lighting shall provide \nfor safety and security without compromising the quality of the site, the environment \n(including neighboring properties), or the architectural character of the buildings. 3.6.1.1 Aesthetic: The site lighting shall provide desired illumination and \nenhancement of trees, landscaping, and buildings without providing dark shadowy \nareas compromising safety and security. 3.6.1.2 VASS: Site lighting shall provide VASS and other surveillance support with \nillumination levels and color that assists in proper identification. Lighting shall be \ncoordinated with VASS cameras to enhance surveillance and prevent interference. Avoid blinding VASS cameras in the placement and selection of fixtures and their \ncutoff angles. 3.6.1.3 Luminance levels: Illumination levels shall be in compliance with the \nIllumination Engineering Society of North America (IESNA), VA Electrical Design Guide, \nand local and state governing agencies. 3.5.4 Existing Facility – Parking \nWhen separation of types of traffic is not feasible, card-controlled access gates and other \ntraffic separation measures shall be used. Parking in or under an existing VA facility shall be restricted. Parking in or under a VA mission critical facility shall be eliminated, where possible. Where \nparking must remain in or under a mission critical building, all vehicles entering the \nparking must be screened."
    },
    {
      "page": 29,
      "text": "Where screened parking is permitted, structural hardening of \ncolumns, load bearing walls, and slabs in the garage is to be provided per Chapter 7. 3.5.4.1 Surface parking: Passenger vehicles shall not be parked closer than 50 \nfeet (15 m) to any mission critical VA facility. Existing parking within this standoff \ndistance shall be eliminated, where possible. Where surface parking must remain \nwithin the 50 feet (15 m) standoff distance, the VA mission critical facility must be \nhardened to achieve the performance requirements for the corresponding increase \nin blast loads. See Chapters 6 and 7 for additional information on the façade and \nstructural hardening requirements. 3.5.4.2 Parking structures: Where parking structure, whether on- or offsite, and \nwhether above or below grade, must remain within the 50 feet (15 m) standoff \ndistance, the VA mission critical facility must be hardened to achieve the \nperformance requirements for the corresponding increase in blast loads. See \nChapters 6 and 7 for additional information on the façade and structural hardening \nrequirements. Mission Critical Facilities \nPage 24 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n3.6.1.4 Signage and wayfinding: Shall be enhanced by site lighting, including \nproviding improved security by assisting pedestrians and vehicles to locate their \ndestinations expeditiously. Refer to the latest edition of the VA Signage Design Guide."
    },
    {
      "page": 30,
      "text": "3.6.1.5 Environmental: Minimize light pollution and spill into neighboring \nproperties by selection of fixtures’ cutoff angles to minimize their nuisance visibility \nfrom adjacent areas on and off VA property. 3.6.2 Lighting Locations \nComply with all requirements for site lighting as set forth in VA publications. In addition, the \nfollowing areas require additional attention in lighting design to support security and safety \nneeds. 3.6.2.1 Site entrances: Lighting shall be provided at all site entrances at illumination \nlevels that assist in after dark performance of security duties. ● To assist guards with visual personal identification into vehicles to see the driver’s \ncompartment and view ID. ● To assist guards with visual screening of box trucks, cargo areas, trunks, and \ntrailers. ● To provide illumination of wayfinding and other signage. 3.6.2.2 Perimeter fence: Lighting sufficient to support perimeter VASS surveillance \nshall be provided without objectionable spill onto neighboring properties or rights-ofway. Where a perimeter road has been provided for patrols or other functions, the \nlighting may be combined with roadway lighting. 3.6.2.3 Building entrances and exits: Lighting at building entrances shall support \nVASS surveillance and ID functions while providing illumination of surfaces and \nfeatures for safety."
    },
    {
      "page": 31,
      "text": "3.6.2.4 Parking areas: All parking areas covered and open shall be lighted in support \nof VASS and other surveillance without objectionable spill into adjacent areas on or off \nsite. 3.6.2.5 Pathways: Pedestrian and bicycle pathways and walks, including bike racks, \ngates, and other features shall be illuminated in support of VASS and other \nsurveillance, while providing for safety without objectionable spill onto adjacent areas \non and off site. 3.6.2.6 Signage: All signage shall be adequately illuminated to provide safe \nwayfinding and identification. Wayfinding maps and texts shall be individually \nilluminated. 3.6.2.7 Enclosures: Liquid oxygen tanks and other enclosures, such as water \ntanks/towers and refueling stations, shall be illuminated in support of VASS and visual \nsurveillance without spillage into other areas on- or off site. 3.6.2.8 Trash collection areas: Collection areas shall be illuminated in service yards \nas a part of the yard illumination. Individual trash bins may not require illumination. 3.6.2.9 Loading docks and associated yards: Loading areas shall be fully \nilluminated for operations and in support of VASS and other surveillance and \nidentification needs. Mission Critical Facilities \nPage 25 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \n \n \n3.6.3 Existing Facility – Site Lighting \nAll sites with mission critical facilities shall have site lighting installed in accordance \nwith section 3.6."
    },
    {
      "page": 31,
      "text": "Mission Critical Facilities \nPage 26 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n\nBUILDING ENTRANCES & EXITS \n \n4.0 Scope, Purpose, and Goals \n \nThis section provides requirements for public entrances, entrance lobbies, patient drop-offs, \nand staff entrances. Reduce the number of public entrances to the minimum number \nrequired. Entrance requirements for specific functional areas, such as emergency \ndepartment, loading dock, and other service entrances for mission critical facilities, are \ncovered in Chapter 5. Specific requirements for security devices and their locations can be \nfound in Appendix A, Security Door Opening Matrix, and Appendix B, Security System \nApplication Matrix. 4.1 \nPublic Entrances and Lobbies \n \nPublic access to the facility should be restricted to a single or limited number of entrances. 4.1.1 Entrances \n \n4.1.1.1 Public entrances: All public entrances to mission critical buildings shall have \na screening vestibule that may be used when VA requires individuals entering the \nbuilding to pass through access control and screening prior to entering the building \nlobby. 4.1.1.2 Staff entrances: Staff entrances shall be located independently of main \nentrance lobbies and be convenient to staff parking. Provide staff entrances with \naccess control, visual monitoring devices, and intrusion detection system."
    },
    {
      "page": 32,
      "text": "4.1.2 Screening Vestibules \nThe screening vestibule shall have sufficient space and be provided with power, \ntelecommunications, and data connections for installation of access control and screening \nequipment that may be used should the need arise. Configure access from the drop-off to \nthe lobby through the screening vestibule to prevent circumvention of screening process. Arrange path of travel to prevent vehicular access beyond the standoff distance to the \nbuilding perimeter. Provide sufficient size to accommodate several people with mobility aids. The screening vestibule may be one of two types: independent of the main building or part \nof the main building near the entrance doors. The standoff distance for vehicles may be \nmeasured to the main building façade whether the entry vestibule is within the building or an \nindependent structure. 4.1.2.1 Screening vestibules as a separate lobby that is independent of the main \nbuilding. The preference is for the screening vestibule to be located outside of the VA \nmission critical facility footprint as a stand-alone structure or structurally isolated from \nthe protected building, such that any damage to the vestibule will not impact the \nintegrity of the VA mission critical facility."
    },
    {
      "page": 32,
      "text": "When the screening vestibule is a standalone or independent structure, the standoff requirements of Chapter 3, the façade \nMission Critical Facilities \nPage 27 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nrequirements of Chapter 6, and the structural requirements of Chapter 7 are not \napplicable to the vestibule. However, laminated glass is to be used for all of the \nscreening vestibule’s exterior glazing. 4.1.2.2 Screening vestibule as a part of the main building lobby near the entrance \ndoors. When the screening vestibule shares an internal wall or slab with the VA \nmission critical facility, the internal wall or slab is to be designed as an exterior wall or \nslab per the requirements of Chapter 6 and Chapter 7. The blast hardening \nrequirements of Chapter 6 and Chapter 7 apply to the exterior wall(s) of the main \nbuilding lobby. 4.1.3 Primary Public Entrances and Lobbies \n \n4.1.3.1 Location: Vehicles may not approach within 50 feet (15 meters) of the \nentrance. 4.1.3.2 Doors: Entrance doors to the lobby shall be visible to or monitored by the \nsecurity personnel in the main lobby. Door operation shall be controlled by security \npersonnel. 4.1.3.3 Access within the facility: Access from the lobby to elevators, stairways, and \ncorridors shall be controlled through the use of electronic access control or \nmechanical locking devices, limiting access to specific floors and areas that house \nfunctions requiring restricted access."
    },
    {
      "page": 33,
      "text": "● Install card readers or other electronic access control devices at the entrances to \nrestricted areas. Devices shall be located at entrances to suites and individual \nrooms from public corridors. ● Install elevator call buttons requiring use of key cards or other electronic access \ncontrol when they are located in restricted areas. 4.1.4 Access for Emergency Responders \nWhen provided, the Fire Command Center (FCC) and secure house key box for emergency \nresponders shall be located near an entrance door at a location approved by the VA PM, \nsecurity personnel, and emergency responders. The door associated with the FCC shall be \nmonitored by VASS and controlled by security personnel. 4.1.5 Planning, Construction Details, and Materials \n \n4.1.5.1 Structural: Building entrances shall be constructed to fail in a way that \nminimizes hazard to persons inside. (See Chapter 6, Building Envelope and Chapter 7, \nStructural System, for additional requirements.) ● Protection of entrances and lobbies from vehicle ramming shall be accomplished \noutside and in front of the entrance. (See Chapter 3, section 3.4 Vehicle Barriers.) ● Where a covered drop-off area is provided, its supporting structure shall be \nindependent of the main building and protected from intentional and \nunintentional damage by vehicles. Protect supporting columns with anti-ram \nrated barriers and from explosive devices with architectural or structural finishes \nthat prevent detonation within 6 inches."
    },
    {
      "page": 33,
      "text": "Mission Critical Facilities \nPage 28 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n● Drop-off areas are not permitted beneath the VA mission critical facility footprint. 4.1.5.2 Façade: All glazing (both interior and exterior) in the lobby area shall be \nlaminated glass. 4.1.5.3 Doors and hardware: Exterior doors shall be in size, operation, and other \ncharacteristics in compliance with applicable regulatory requirements. Where doors \nare lockable, they shall comply with emergency egress requirements. Refer to \nProgram Guide (PG-18-14) Room Finishes, Door, and Hardware Schedule, and \nAppendix A, Security Door Opening Matrix, for additional requirements. ● Glass for entrance and egress doors shall be laminated. ● Entrance doors shall be capable of being remotely locked and unlocked from the \nreception desk in the main lobby, the security control center (SCC), or other \ndesignated position. ● Public entrance doors may be manually or power operated and may be swinging \ndoors, horizontal sliding doors (power operated only), or revolving doors. ● Staff entrance doors shall prevent unauthorized access. ● Residential facilities requiring 24-hour access shall be provided with electronic or \nmechanical locks on exterior doors as well as visual monitoring and voice \ncommunication with connection to information desk or security office. ● Staff entrance door hardware shall include either mechanical or electronic locks."
    },
    {
      "page": 35,
      "text": "● Means of egress doors that do not also function as entrances shall be provided \nwith delayed action and alarmed emergency egress hardware. 4.1.5.4 Receptacles: Letter boxes and receptacles for trash and smoking \nparaphernalia shall not be located within 5 feet (1.5 m) of load-bearing elements. Those within 50 feet (15 m) of the building shall be designed to prevent depositing of \nexplosive charges or to contain explosions with a W0 charge weight (defined in the \nPhysical Security Design Standards Data Definitions) as directed by the VA PM and \ncoordinated with the structural engineer. 4.1.6 HVAC \nMaintain positive pressure in lobbies and entrance areas. ● Refer to Chapter 9, Building Systems, for requirements regarding relationship of air \nintakes to drop-off areas. 4.1.7 Security \nAll public entrances require security monitoring. At public entrances create a “hard line” in \nthe screening vestibule between the entrance and the lobby by providing a guard station \nwith capacity to screen patients, visitors, and packages when screening is required. 4.1.7.1 Security guard stations: Guard stations shall be located at building \nentrances available to the public. Guard stations shall be located where pedestrian \ntraffic can be monitored and controlled by security personnel. Where guard stations \nare located outside, they shall be protected from weather and capable of being \nsecured when not in use."
    },
    {
      "page": 35,
      "text": "● Guard stations that are incorporated into an SCC shall be separated from public \nareas with UL 752 Level 3 bullet resistant construction. Mission Critical Facilities \nPage 29 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n● Guard stations that are not incorporated into an SCC shall be provided with a desk \nand capacity to communicate directly with the SCC. ● An intercom shall be provided from the front door to the guard station reception \ndesk and SCC. 4.1.7.2 Screening devices: At all public entrances provide a screening vestibule with \nall required connections for temporary installation of metal detectors and package \nscreening equipment and sufficient space for their installation and operation. ● Locate screening equipment in a manner that will prevent passage into the \nbuilding or facility without passing through the devices. ● When screening devices are not permanently installed, provide secure storage in \nclose proximity to their installation location. ● Locate screening equipment so as not to restrict emergency egress. ● Screening devices shall accommodate persons with disabilities. 4.1.7.3 Security devices: VASS cameras shall be provided to monitor activities in the \nvestibules and lobbies and shall be located to provide views of approaching \npedestrian and vehicular traffic, drop-off areas, building entrances, and departing \npedestrian and vehicular traffic."
    },
    {
      "page": 36,
      "text": "4.2 Patient Drop-offs \n \nPatient drop-offs shall be located at primary building entrances or other locations that will \nprovide convenient access to services without hindering the flow of traffic. Patient drop-off \nareas shall not be located under occupiable portions of the building or near staff-only \nentrances. 4.1.8 Existing Facility – Public Entrances and Lobbies \n4.1.8.1 Covered drop-off: Protect columns with anti-ram barriers such as bollards \nand from explosive devices by installation of architectural or structural finishes that \nprevent detonation within 6 inches (152 mm). 4.1.8.2 Vestibules: Where space permits, provide an entrance vestibule of \nsufficient size to accommodate several people with mobility aids. Configure access \nfrom the drop-off to the lobby through the screening vestibule to prevent \ncircumvention of screening process. Arrange path of travel to prevent vehicular \naccess beyond the standoff distance to the building perimeter. 4.1.8.3 Glazing: All glazing (both interior and exterior) in the lobby area shall be \nlaminated glass or fitted with attached anti-fragmentation film. 4.1.8.4 Access within the facility: Modify existing elevator call buttons to require \nelectronic access control to register calls when elevators open directly into \nrestricted areas. Alternatively, construct secure vestibules at elevator lobbies on \nfloors with restricted access."
    },
    {
      "page": 36,
      "text": "4.1.8.5 Security devices: VASS cameras shall be required and located in \naccordance with section 4.1.7.3. 4.1.8.6 Receptacles: Locate as per section 4.1.5.4. Mission Critical Facilities \nPage 30 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n4.2.1 Vehicular Access \nDrop-offs and staging areas for vehicles, including public transportation vehicles, shall be \nseparated from the protected building structure by at least 50 feet (15 m). 4.2.2 Parking \nParking shall not be permitted in patient drop-off areas. This should be designated by \npavement markings and signage. 4.2.3 Security \nProvide VASS cameras for general surveillance of the area. 4.3 Building Exits and Life Safety Considerations \n \nMeans of egress shall not be obstructed by installation of security devices such as guard \nstations, screening equipment, or other security devices. Delayed egress and alarmed exits \nshall comply with applicable codes and regulations. 4.3.1 Site Requirements \nProvide an unobstructed and adequately lighted path from each means of egress to a safe \nlocation outside the building. ● Where the means of egress is accessible to persons with disabilities, provide an \naccessible route to a safe location outside the building. ● Where means of egress lead to loading docks or other service areas, direct users away \nfrom hazardous and pathological waste storage, mailrooms, and other areas that may \nbe the source of injury or contamination."
    },
    {
      "page": 37,
      "text": "● Plan and locate egress paths so that they are not obstructed by the anti-ram barriers or \nother similar devices. 4.3.2 Planning, Construction Details, and Materials \nConstruction of building entrances and exits shall be consistent with the requirements for \nadjacent building envelope elements. ● See Chapter 6 for blast requirements for the building envelope. ● Means of egress doors shall be of construction that makes unauthorized entry from \nthe exterior difficult. Provide hardware that minimizes the opportunity for \nunauthorized entry by using components such as continuous hinges and astragals. 4.3.3 Security Monitoring \nWhere means of egress do not also function as access points for the building, provide card \nreader for authorized users and delayed action, alarmed egress hardware to indicate \nunauthorized use. 4.2.4 Existing Facility – Patient Drop-offs \nPatient drop-offs for existing facilities shall meet the requirements of 4.2. Mission Critical Facilities \nPage 31 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n● Provide VASS cameras at locations with alarmed exits, at loading docks, and other \nareas subject to pilferage. ● Install door status monitors at doors intended to be used only for emergency egress. 4.3.4 Existing Facility – Building Exits and Life Safety Considerations \nExisting facilities shall meet the requirements of section 4.3."
    },
    {
      "page": 37,
      "text": "Mission Critical Facilities \nPage 32 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n\nFUNCTIONAL AREAS \n \n5.0 Scope, Purpose, and Goals \n \nThis section discusses the specific spatial functional areas, their relationships, and adjacencies \nbased on physical security requirements. These functional areas require enhanced protection \nwhen included in a mission-critical or life-safety protected buildings. The requirements in this \nsection are in addition to requirements stated elsewhere in this document. Major renovations of existing functional areas within existing facilities shall bring the \nfunctional area into compliance with the requirements of this section. Functional areas not \nundergoing major renovation shall be brought into compliance with the requirements of this \nsection for existing facilities. Additional requirements are shown in Appendix A, Security \nDoor Opening Matrix, and Appendix B, Security System Application Matrix. This section supplements other related VA standards for construction, space and facility \nplanning criteria, design guides, design manuals, specifications, and details, which remain in \nfull force and effect. Specifically, all requirements of the VA Fire Protection Design Manual \n(which covers all VA construction) and the OIT Design Guide (which covers all spaces under \nOIT’s purview) remain in effect."
    },
    {
      "page": 38,
      "text": "5.1 \nAgent Cashier \n \nIn addition to the requirements of this section: Program Guide (PG-18-9) Space \nPlanning Criteria for VA Facilities, #234 Fiscal Service, shall remain in full force and effect; the \nrequirements of VA Handbook 0730 Security and Law Enforcement, Appendix B, as they apply \nto fiscal services shall also apply; and VA Program Guide (PG-18-3) Design and Construction \nProcedures apply. 5.1.1 Adjacencies \nThe agent cashier shall be located with the transaction window facing a corridor accessible to \npublic and employees, but not opening to a lobby. There shall be no openings to the exterior \nof the building. 5.1.2 Entrances \nThe agent cashier space shall be accessed by a door to a corridor which is accessible only to \nemployees of the facility. 5.1.3 Construction \nThe agent cashier space shall be fully enclosed in 1-hour fire resistive construction extending \nfrom structural slab to structure above. 5.1.3.1 Partitions and openings: Partitions and teller windows facing the public \ncorridor shall be UL 752 Level 3 ballistic construction and 15-minute forced entry \nMission Critical Facilities \nPage 33 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nconstruction, including partitions, doors, glazed openings, teller windows, and \ntransaction trays. ● All surrounding partitions and walls, floor, and ceiling shall be permanently \nconstructed and attached to each other."
    },
    {
      "page": 38,
      "text": "To provide visual evidence of attempted \nentry, all construction, to include above the false ceiling and below a raised floor, \nshall be done in such a manner as to provide visual evidence of unauthorized \npenetration. ● Partitions and walls shall be reinforced, slab-to-slab, with 9-gauge expanded metal. The expanded metal shall be spot welded every 6 inches (150 mm) to vertical and \nhorizontal metal supports of 16-gauge or greater thickness that has been solidly \nand permanently attached to the true floor and true ceiling. ● Pass through devices shall meet the same requirement for ballistics and forced \nentry protection. 5.1.3.2 HVAC: All vents, ducts, and similar openings in excess of 96 square inches \n(620 cm2) that enter or pass through an agent cashier space shall be protected with \neither bars or grills. Where one dimension of the duct measures less than six inches \n(150 mm) or duct is less than 96 square inches (620 cm2), bars are not required; \nhowever, all ducts shall be treated to provide sufficient sound attenuation. Where \nbars are used, they shall be 1/2 inch (12.7 mm) diameter steel welded vertically and \nhorizontally six inches (150 mm) on center; where grills are used, they shall be of 9gauge expanded steel. ● Openings in construction above ceilings or below raised access floors shall be \nprotected as above. 5.1.4 Security \n \n5.1.4.1 VASS: The agent cashier space and the transaction window shall be \nmonitored by VASS, and as required by the program."
    },
    {
      "page": 39,
      "text": "5.1.4.2 Duress alarm: A duress alarm shall be provided in a location not visible to \ncustomers at the transaction window. 5.1.4.3 Door: Entrance door shall be controlled and monitored. 5.2 Caches \n \nIn addition to the requirements of this section: Program Guide (PG-18-9) Space \nPlanning Criteria for VA Facilities, #268 Pharmacy Service, shall remain in full force and effect; \nthe requirements of VA Handbook 0730 Security and Law Enforcement, Appendix B, as they \napply to pharmacy drug storage shall also apply to caches; and VA Program Guide (PG-18-3) \nDesign and Construction Procedures apply. 5.1.5 Existing Facility – Agent Cashier \nExisting agent cashier areas shall provide the security requirements of section 5.1. Mission Critical Facilities \nPage 34 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n5.2.1 Adjacencies \nCaches located within the main facility shall be on a corridor leading to the loading dock, but \nno closer than 50 feet (15 m) to the loading dock or mailroom. Caches may be located in a \nseparate building from the main facility on the VA facility site, subject to these requirements. 5.2.2 Entrances \nDoors and frames to caches shall be opaque hollow metal, and shall be controlled and \nmonitored as follows. ● From exterior to cache with no door from cache to interior of main building. ● From an interior corridor to the cache."
    },
    {
      "page": 40,
      "text": "5.2.3 Construction \nCaches shall be enclosed in fire rated construction with surrounding construction 15-minute \nforced-entry resistant. Exterior construction shall be reinforced masonry or equivalent. 5.2.3.1 Partitions and openings: Interior partitions shall comply with the following \nwhen separating a cache from other building spaces, including corridors. ● Walls, floor and ceiling shall be permanently constructed and attached to each \nother. All construction, to include above the false ceiling and below a raised floor, \nshall be done in such a manner as to provide visual evidence of unauthorized \npenetration. ● Walls shall be reinforced, slab-to-slab, with 9-gauge expanded metal. The \nexpanded metal shall be spot welded every 6 inches (150 mm) to vertical and \nhorizontal metal supports of 16-gauge or greater thickness that has been solidly \nand permanently attached to the true floor and true ceiling. ● No windows, hatches, access panels, or skylights shall be permitted in caches. 5.2.3.2 HVAC: All vents, ducts, and similar openings in excess of 96 square inches \n(620 cm2) that enter or pass through a perimeter partition of the cache shall be \nprotected with either bars or grills. Where one dimension of the duct measures less \nthan six inches (150 mm) or duct is less than 96 square inches (620 cm2), bars are not \nrequired; however, all ducts shall be treated to provide sufficient sound attenuation."
    },
    {
      "page": 41,
      "text": "Where bars are used, they shall be 1/2 inch (12.7 mm) diameter steel welded vertically \nand horizontally six inches (150 mm) on center; where grills are used, they shall be of \n9-gauge expanded steel. ● Openings in construction above ceilings or below raised access floors shall be \nprotected as above. 5.2.3.3 Electrical: All lighting, security devices, and refrigerators within the cache shall \nbe backed by the standby electrical system. Refer to the VA Electrical Design Manual \nfor specific loads to be connected to the EES. 5.2.4 Security \nEntrance doors to the cache and vault doors, if any, within the cache shall be monitored by \nVASS, controlled by physical access control, and monitored by intrusion detection system \n(both boundary and volumetric). Mission Critical Facilities \nPage 35 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \n \n5.3 Childcare/Development Center \n \nThis section supplements Program Guide (PG-18-9) Space Planning Criteria for VA Facilities, \n#420 Childcare/Development Center which shall remain in full force and effect. Childcare/development centers shall also meet the licensure requirements of the jurisdiction \nin which they are located, as well as the requirements of VA Handbook 0730 Security and Law \nEnforcement, Appendix B, as they apply."
    },
    {
      "page": 41,
      "text": "5.3.1 Adjacencies \nWhen located within a portion of a main VA facility, such as a hospital, childcare/development \ncenters shall be located on the ground floor away from main building entrance with separate \naccess area for drop-off and pick-up. 5.3.2 Entrances \nDoors shall be provided with an intercom to the reception desk with remote access from the \ndesk. 5.3.2.1 Public entrances: Doors to childcare/development centers, including the \nmain entrance and secondary entrances, shall be controlled and monitored. 5.3.2.2 Emergency exits: Emergency egress doors from childcare/development \ncenters shall be controlled and monitored. 5.3.3 Construction \nNo additional physical security requirements. 5.3.4 Security \nAll entrances, including drop-off and pick-up areas, playgrounds, and other outdoor areas \nwhere children may be while at the childcare/development center shall be monitored by \nVASS. 5.4 Main Computer Room \n \nThis section applies to the main computer room. In addition to the requirements of this \nsection, NFPA 75: Protection of Electronic Computer/Data Processing Equipment shall apply. This section supplements the Office of Information and Technology Design Guide. 5.2.5 Existing Facility – Cache \nExisting caches shall comply with the requirements of section 5.2. 5.3.5 Existing Facility – Childcare/Development Center \nEntrances and security for existing childcare/development centers shall comply \nwith the requirements of sections 5.3.2 and 5.3.4."
    },
    {
      "page": 42,
      "text": "Mission Critical Facilities \nPage 36 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n5.4.1 Adjacencies \nThe main computer room shall not be located in a high risk area and shall be located not \ncloser than 50 feet (15 m) in any direction to main entrance lobbies, loading docks, and \nmailrooms, critical utilities, and in no case directly above or below such spaces. 5.4.2 Entrances \nEntrance doors to the main computer room and other computer rooms shall be controlled \nand monitored. 5.4.3 Construction \nSurrounding walls and partitions shall be fire resistive construction and extend from slab to \nslab. 5.4.3.1 HVAC: All vents, ducts, and similar openings in excess of 96 square inches \n(620 cm2) that enter or pass through a perimeter partition of the main computer room \nshall be protected with either bars or grills. Where one dimension of the duct \nmeasures less than six inches (150 mm) or duct is less than 96 square inches (620 cm2), \nbars are not required; however, all ducts shall be treated to provide sufficient sound \nattenuation. Where bars are used, they shall be 1/2 inch (12.7 mm) diameter steel \nwelded vertically and horizontally six inches (150 mm) on center; where grills are used, \nthey shall be of 9-gauge expanded steel. ● Openings in construction above ceilings or below raised access floors shall be \nprotected as above."
    },
    {
      "page": 43,
      "text": "5.4.3.2 Power: The main computer room equipment and its supporting HVAC \nservices shall be backed by the standby electrical system. Refer to the VA Electrical \nDesign Manual for specific loads to be connected to the EES and UPS power. 5.4.4 Security \nAll doors between the computer room and public space shall have motion-activated VASS \ncamera coverage on the computer room side of the door. The space shall be controlled by \nphysical access control and monitored by intrusion detection system (boundary only). 5.5 Emergency Department \n \nThis section supplements Program Guide (PG-18-9) Space Planning Criteria for VA Facilities, \n#262 Ambulatory Care (Hospital Based). 5.5.1 Adjacencies \n \n5.5.1.1 Vehicular Access: Only ambulances and emergency vehicles shall be allowed \nwithin 50 feet (15 m) of the emergency department entrance; however, no vehicle \n5.4.5 Existing Facility – Main Computer Room \nExisting main computer rooms shall comply with the requirements of section 5.4. Mission Critical Facilities \nPage 37 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nshall be allowed within 5 feet ( 1.5 m) of the building structure. No other vehicles or \ntraffic shall be allowed within 50 feet (15 m) of the emergency department entrance. 5.5.1.2 Functional adjacencies: Provide direct observation of the waiting room from \nthe guard station and direct access through a door controlled and monitored."
    },
    {
      "page": 43,
      "text": "● Locate adjacent to police operations room or as close thereto as feasible. ● Locate at least 50 feet (15 m) from loading docks, mailrooms, and public lobbies. ● Maximize separation from high risk areas. 5.5.2 Entrances \nProvide separate entrances for ambulatory patients and patients arriving by ambulance. Provide space for screening of pedestrians (see 5.5.4 Security). 5.5.2.1 Exterior doors: Entrances from the exterior shall be controlled and \nmonitored. 5.5.2.2 Interior entry doors: Doors separating the emergency (urgent care) area to \nthe main building shall be solid core wood or hollow metal and controlled and \nmonitored on both sides; doors may have vision panels. 5.5.3 Construction \n \n5.5.3.1 Anti-ram barriers: Refer to Chapter 3 and Chapter 7. 5.5.3.2 Façade: Refer to Chapter 6. 5.5.3.3 Construction separation: Separate treatment area and nurses’ station from \nwaiting area and entrances with full height construction. Glazing in this separation \nshall be laminated glass. 5.5.3.4 HVAC \n● Locate all outdoor air intakes at least 50 feet (15 m) from ambulance parking areas. ● HVAC system serving the emergency department shall be independent of systems \nserving other parts of the facility. 5.5.4 Security \nProvide a guard station and direct connection to the SCC, with capacity to screen patients, \nvisitors, and packages at the ambulatory patient entrance."
    },
    {
      "page": 44,
      "text": "5.5.4.1 Exterior: Provide VASS cameras capable of monitoring activity at the \nambulance entrance and ambulance parking area and that display in the primary and \nsecondary SCC. 5.5.4.2 VASS: Provide VASS monitoring of ER Reception/waiting room and entrance \nfrom the exterior. 5.5.4.3 Duress alarm: Provide duress alarm for receptionist, in areas such as the \nnurses’ station, triage, and as required by the program. Mission Critical Facilities \nPage 38 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \n \n5.6 Emergency and/or Standby Generator Room \n \nSee also the requirements in Chapter 8, Utilities and Building Services, and Chapter 9, Building \nSystems. Refer to Chapter 6, Building Envelope, for blast protection requirements. 5.6.1 Adjacencies \nEmergency and/or standby generators and related switchgear may be located in a separate \nstructure from the main building or within the main building. 5.6.1.1 Elevation: The generator room shall not be located below grade or in a high \nrisk area. 5.6.1.2 Location in building: When within a main building such as a medical center, \nthe generator room shall not be located closer than 50 feet (15 m) of lobbies, loading \ndock/receiving area, mailrooms, or parking and shall not be located above or beneath \nsuch facilities."
    },
    {
      "page": 44,
      "text": "5.6.1.3 HVAC: In hurricane prone areas, areaways and louver openings serving the \ngenerator shall be hurricane resistant (refer to section 6.5) and shall not open to the \nservice yard for the loading dock. Refer to Chapter 9, Building Systems, for additional \nrequirements. 5.6.2 Entrances \n \n5.6.2.1 Exterior doors: Entrances from the exterior shall not open to the loading \ndock service yard. Doors shall be hollow metal and controlled and monitored. 5.6.2.1 Interior entry doors: Entrances from the interior of the building shall be fire \nresistive construction and shall be controlled and monitored. 5.6.3 Construction \nEmergency and/or standby generators and related switchgear shall be surrounded by fire \nresistive construction. 5.6.4 Security \nGenerators operation and status shall be monitored in the SCC as well as at the engineering \ncontrol center. 5.5.5 Existing Facility – Emergency Department \nExisting emergency (urgent care) areas in existing buildings shall meet the requirements \nof sections 5.5.2 and 5.5.4. Existing Facility – Entrances: Replace existing glass with laminated glass or install \nanti-fragmentation film on existing glass near the emergency department \nentrance. Mission Critical Facilities \nPage 39 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \n \n5.7 \nEnergy Center/Boiler Plant \n \nSee also the requirements in Chapter 8, Utilities and Building Services, and Chapter 9, Building \nSystems."
    },
    {
      "page": 45,
      "text": "5.7.1 Adjacencies \nThe energy center/boiler plant may be located within a main building or in an independent \nbuilding. When in an independent building, see Chapter 3 for site planning requirements. 5.7.1.1 Elevation: The energy center/boiler plant, including emergency and/or \nstandby generators and switchgear, and engineering control center, and access to fuel \ntanks, shall be above grade and shall not be located in a high risk area. 5.7.1.2 Location in building: Where within a main building such as a medical center, \nthe energy center/boiler plant shall not be located closer than 50 feet (15 m) of a \nlobby, loading dock/receiving area, or mailroom and shall not be located above or \nbeneath such facilities. 5.7.1.3 HVAC: In hurricane prone areas, louvers shall be hurricane and debris impact \nresistant (refer to section 6.5). Areaways and louver openings serving the energy \ncenter/boiler plant shall not open to the service yard for the loading dock and \nmailroom. Refer to Chapter 9 for additional requirements. 5.7.2 Entrances \nThe energy center/boiler plant shall not be entered from the service yard for the loading dock \nand/or mailroom. 5.7.2.1 Exterior doors: Doors shall be hollow metal and controlled and monitored. 5.7.2.1 Interior entry doors: Entrances from the interior of the building shall be fire \nresistive construction and shall be controlled and monitored. 5.7.3 Construction \nNo additional physical security requirements."
    },
    {
      "page": 46,
      "text": "5.7.4 Security \nVASS shall be provided to monitor any entrance to the energy center/boiler plant from the \nexterior. 5.6.5 Existing Facility – Emergency and/or Standby Generator Room \nWhere generators are adjacent to loading docks, mailrooms, or other potentially \nhazardous locations or may be subject to damage due to structural collapse, a blast \nmitigation analysis shall be performed and mitigation measures of hardening or relocation \nshall be taken. ● Doors shall be controlled and generators shall be monitored as required by \nsections 5.6.2 and 5.6.4. Louvered openings serving the generator shall comply with requirements of \nsection 5.6.1.3. Mission Critical Facilities \nPage 40 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \n \n5.8 Fire Command Center (FCC) \nWhen the fire command center designated for use by emergency responders is provided, this \nsection is applicable. 5.8.1 Adjacencies \nLocation of the fire command center shall be determined with the participation of the facility \nand emergency responders. It shall be easily accessible in case of an emergency and readily \nidentifiable from a distance of at least 50 feet (15 m). 5.8.2 Entrances \nEntrance to the fire command center shall remain locked at all times. Only emergency \nresponders shall have access to this room. 5.8.3 Construction \nSurrounding construction shall be UL 752 Level 3 forced entry resistant. Enclosure shall be 2hr fire resistance rated construction."
    },
    {
      "page": 46,
      "text": "5.8.4 Security \nNo additional requirements. 5.9 Incident Command Center \n \n5.9.1 Adjacencies \nWhen provided, the incident command center shall be centrally located in an area of the \nbuilding that is easily accessible from all other parts of the facility and remote from high risk \nlocations. Where possible, it should have access to natural light and a view of surrounding \nareas. During normal conditions without incidents or other emergencies, the space may \nserve other functions such as a conference room. 5.9.2 Entrances \nProvide electronic access control at each entrance. 5.9.3 Construction \nSurrounding construction shall extend from floor slab to underside of slab above. 5.7.5 Existing Facility – Energy Center/Boiler Plant \nAccess to the energy center/boiler plant shall be controlled and monitored as required by \nsections 5.7.2 and 5.7.4. - Louver openings serving the energy center/boiler plant shall comply with \nrequirements of section 5.7.1.3. 5.8.5 Existing Facility – Fire Command Center \nExisting fire command centers shall meet the requirements of section 5.8 except \nthat they need not have a forced entry resistance rating. Mission Critical Facilities \nPage 41 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n5.9.3.1 HVAC: Heating, ventilating, and air conditioning systems shall remain \noperational at all times. 5.9.3.2 Electrical: All circuits in the incident command center shall be backed by the \nstandby electrical system."
    },
    {
      "page": 47,
      "text": "Refer to the VA Electrical Design Manual for specific loads to \nbe connected to the EES. Communications and data connections shall be provided \nwith redundancy so that they can be rerouted if connections are lost. 5.9.4 Security \nIncident command center shall have secure storage facilities for communications devices \noutfitted so that equipment is fully charged and ready to use when needed. 5.10 Loading Dock and Service Entrances \n \n5.10.1 Adjacencies \nLoading docks shall be adjacent to, but structurally separate from, any VA facility. 5.10.1.1 Prohibited adjacencies: Loading docks shall not be located adjacent to or \nwithin 50 feet (15 m) of the following. ● Incident command center \n● Fire command center \n● Security control center and police operations room \n● Emergency or standby generators \n● Main computer room \n● Water storage tanks \n● Main electrical switchgear \n● Air intakes \n● Main utility service entrances \n● Emergency egress from main building \n● Childcare/development centers \n● Flammable liquids or gas storage \n● Outdoor air intakes \n● Pharmacy \n● Central sterile processing and distribution \n● Caches \n● Emergency rooms \n● Patient care areas \n5.10.1.2 Coordination with vivarium: Research animals and animal pathological \nwaste shall have separate loading dock facilities, but may be served by the same \nservice yard as the general loading dock."
    },
    {
      "page": 48,
      "text": "5.9.5 Existing Facility – Incident Command Center \nExisting incident command centers shall meet the requirements of section 5.9. Mission Critical Facilities \nPage 42 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n5.10.2 Entrances \nPedestrian doors, stairs, and ramps associated with loading docks shall be restricted to \nauthorized personnel and be separated from the loading platform by not less than 4 feet (1.2 \nm) to discourage by-passing the entry door controls through the loading platform and other \ndoors. Provide electronic locks and door status monitors on doors serving loading docks. 5.10.2.1 Exterior doors: Exterior pedestrian entrance doors and frames shall be \nconstructed of heavy duty hollow metal and shall be controlled and monitored. 5.10.2.2 Interior entry doors: Doors and frames from the mailroom to the interior of \nthe building shall be fire resistive construction and controlled and monitored. 5.10.3 Construction \n \n5.10.3.1 Structural: When located within the main building, structural columns \npassing through the loading dock and floor slabs above it shall be structurally \nhardened to sustain an explosion within the loading dock from a charge weight \n(defined in the Physical Security Design Standards Data Definitions) as directed by the \nVA PM. Refer to Chapter 6, Building Envelope, and Chapter 7, Structural System, for \nadditional requirements."
    },
    {
      "page": 48,
      "text": "5.10.3.2 Interior partitions: The loading dock and receiving area shall be separated \nfrom the corridors and spaces adjoining with reinforced masonry walls and doors of \nhollow metal construction controlled and monitored. See Chapter 7. 5.10.3.3 Secured storage: Provide secure storage areas for delivered items awaiting \nuncrating and distribution within the facility and for hazardous and pathological \nwastes. 5.10.3.4 HVAC \n● Locate all outdoor air intakes at least 50 feet (15 m) horizontally and 30 feet (9 \nmeters) vertically from parking areas or on roof away from the roof line. ● Air serving the loading dock and receiving areas shall not circulate to other parts of \nthe building. 5.10.4 Security \nAn area that is of sufficient size to conduct necessary inspections shall be provided within the \nreceiving area for inspection and imaging of goods received. 5.10.4.1 Guard post: When a second guard post is provided for a building, it shall be \nlocated where the loading dock and associated doors can be seen and door status and \nother access control devices monitored by the guard. ● The guard’s office may be near the loading dock supervisor or manager. ● Doors to the guard booth shall be controlled and monitored."
    },
    {
      "page": 49,
      "text": "5.10.4.2 Exterior: Install VASS cameras to provide surveillance of all loading dock \nareas, including the gate, vehicle inspection areas, service yard and various containers, \nparked vehicles, loading and unloading activities, and building entrances at the \nloading dock \nMission Critical Facilities \nPage 43 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n5.10.4.3 VASS: The loading dock, including vehicles parked at the dock, shall be \nmonitored by VASS. 5.10.4.4 Access control: Dock lift controls and overhead door controls shall be \nsecured with a card reader device to prevent unauthorized use for entry. 5.10.5 Additional Requirements \nLoading docks shall be served from service yards enclosed by a secure fence or wall and \npower-operated sliding gate, controlled by card access device and/or remote release and \noperation by a guard, the dock manager, or other authorized person with intercom and VASS \nID. 5.10.5.1 Vehicle access: Vehicle access to the loading dock shall be restricted. ● Approaches to loading docks shall be configured to limit the speed by any type of \nvehicle to 25 mph (40 kph). ● Where the entrance gate to a service yard is directly from a public right-of-way, \ndeployable anti-ram rated vehicle barriers shall be provided on the inside of the \ngate, and shall be integrated with gate controls."
    },
    {
      "page": 49,
      "text": "● Provide an area for the inspection of delivery vehicles that will not interfere with \nthe flow of traffic on public rights of way, the site, or the loading area. 5.10.5.2 Service yards: The yard shall be segregated from other vehicle and \npedestrian traffic areas by screen walls. ● Delivery vehicle maneuvering and parking shall be within an enclosed service yard \naccessed by delivery vehicle roadways leading directly from the site perimeter. ● Trash, medical/pathological waste, and other containers, compactors, and other \nsimilar equipment shall be located within the enclosed service yard and under \nVASS. 5.10.6 Existing Facility – Loading Dock and Service Entrances \nLoading docks in existing facilities may remain in their original locations. Enclosed service \nyards as described in section 5.10.5.2 shall be provided. Existing loading docks shall meet \nthe requirements of section 5.10.3.2 and the following. 5.10.6.1 Inspection area: An area that is of sufficient size to conduct necessary \ninspections shall be provided within the receiving area for inspection and imaging \nof goods received. 5.10.6.2 Structural hardening: See Chapter 7. 5.10.6.3 Adjacencies: Research laboratories and vivariums in existing buildings \nmay be served by existing loading docks; however, loading of animals and removal \nof animal pathological waste shall be screened from public view and shall be \nwithin a controlled access yard or area."
    },
    {
      "page": 50,
      "text": "Mission Critical Facilities \nPage 44 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n5.11 Mailroom \n \n5.11.1 Adjacencies \nMailrooms may be located in the main building or in a separate structure on the site shared \nwith loading dock, storage, and other non-critical functions. Mailrooms within the main \nbuilding shall be located on an exterior wall. 5.11.1.1 Location: Mailrooms within the main building shall be located on an \nexterior wall and adjacent to the loading dock. 5.11.1.2 Prohibited adjacencies: Mailrooms shall not be located adjacent to or \nwithin 50 feet (15 m) of the following. ● Incident command center \n● Fire command center \n● Security control center and police operations room \n● Emergency or standby generators \n● Main computer room \n● Water storage—domestic and fire \n● Main electrical switchgear \n● Main utility service entrances \n● Emergency egress from the main building \n● Childcare/development centers \n● Flammable liquids or gas storage \n● Outdoor air intakes \n● Central sterile processing and distribution \n● Cache \n● Emergency rooms \n● Patient care areas \n \n5.11.2 Entrances \nSubject to emergency exit safety requirements, lock all outside doors and prohibit doors from \nbeing propped open \n5.11.2.1 Exterior doors: Exterior entrance doors and frames shall be constructed of \nheavy duty hollow metal and shall be controlled and monitored."
    },
    {
      "page": 51,
      "text": "5.11.2.2 Interior entry doors: Doors and frames from the mailroom to the interior of \nthe building shall be fire resistive construction and controlled and monitored. 5.11.3 Construction \nWhen located within the main building, structural columns passing through the mailroom \nand inspection area and floor slabs above them shall be structurally hardened to sustain an \nexplosion within the mailroom or inspection area from a charge weight (defined in the \nPhysical Security Design Standards Data Definitions) as directed by the VA PM. Refer to \nChapter 6, Building Envelope, and Chapter 7, Structural System, for additional requirements. 5.11.3.1 Mailboxes: Mailboxes, when provided, shall be in a separate room from the \nmailroom and inspection area, and shall comply with the mounting heights and other \nMission Critical Facilities \nPage 45 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nregulations of the US Postal Service. Unscreened incoming mail shall be housed in a \nroom that is separate from and exterior to outgoing mail. 5.11.3.2 Interior partitions: The mailroom shall be separated from the mailbox \nroom, corridors, and spaces adjoining with reinforced masonry walls and doors of \nhollow metal construction. 5.11.3.3 HVAC: \n● The mailroom shall have separate, dedicated air handling units. ● The incoming mail room and package screening areas shall have dedicated \nexhaust system to maintain negative air pressure with respect to adjacent spaces."
    },
    {
      "page": 51,
      "text": "● Areas housing screened mail shall have separate, dedicated air handling units and \nmaintain positive pressure with respect to areas housing unscreened mail. ● The mailroom shall have a dedicated thermostat control unit and cut-off switch to \nbe able to shut off ventilation to the mailroom. Air serving the mailroom shall not \ncirculate to other parts of the building. 5.11.4 Security \nAn area that is of sufficient size to conduct necessary inspections shall be provided within the \nreceiving area for inspection and imaging of mail received. This may be space shared with the \nloading dock inspection area. 5.11.4.1 VASS: The mailroom, including the inspection area, and the exterior loading \narea serving the mailroom shall be monitored by VASS. 5.11.5 Additional Requirements \n \n5.11.5.1 Separate processing area should include appropriate personnel protection \nequipment and disposal instructions for such equipment, as approved by the CDC. 5.12 Pharmacy \n \nIn addition to the requirements of this section: Program Guide (PG-18-9) Space Planning \nCriteria for VA Facilities, #268 Pharmacy Service, Clinical Series Pharmacy Service VA Design \nGuide and the Primer Series Pharmacy Design Guide, which shall remain in full force and effect; \nthe requirements of VA Handbook 0730 Security and Law Enforcement, Appendix B, as they \napply to pharmacy drug storage apply; and VA Program Guide (PG-18-3) Design and \nConstruction Procedures apply."
    },
    {
      "page": 52,
      "text": "5.12.1 Adjacencies \nDeliveries to and shipments from pharmacies may be via the main loading dock and service \nyard. Pharmacies shall not be immediately adjacent the loading dock or mailroom or other \nhigh risk areas. 5.11.6 Existing Facility – Mailroom \nExisting mailrooms shall comply with the requirements of section 5.11. Mission Critical Facilities \nPage 46 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n5.12.2 Entrances \nThe pharmacy shall be accessed by a door to a corridor which is accessible only to employees \nof the facility. 5.12.3 Construction \n \n5.12.3.1 Exterior walls: Construction shall be reinforced masonry, or equivalent. Exterior walls composed of metal or wood frame shall have an interior backing of steel \nsecurity screen mesh or sheet partition. ● Windows or skylights below 18 feet (4 m) from ground level or the roof of a lower \nabutment, or less than 18 feet (4 m) from windows of an adjoining building, or \naccessible by a building ledge leading to windows of other floor rooms, shall have \nforced entry construction of stainless steel woven security mesh. 5.12.3.2 Interior construction: Interior partitions between the pharmacy and \nsurrounding spaces shall be 15-minute forced entry construction and extend from slab \nto slab. ● All surrounding partitions and walls, floor, and ceiling shall be permanently \nconstructed and attached to each other."
    },
    {
      "page": 53,
      "text": "To provide visual evidence of attempted \nentry, all construction, to include above the false ceiling and below a raised floor, \nshall be done in such a manner as to provide visual evidence of unauthorized \npenetration. ● Partitions and walls surrounding the perimeter of the pharmacy shall be \nreinforced, slab-to-slab, with 9-gauge expanded metal. The expanded metal shall \nbe spot welded every 6 inches (150 mm) to vertical and horizontal metal supports \nof 16-gauge or greater thickness that has been solidly and permanently attached \nto the true floor and true ceiling. ● Windows or skylights below 18 feet (4 m) from ground level or the roof of a lower \nabutment, or less than 18 feet (4 m) from windows of an adjoining building, or \naccessible by a building ledge leading to windows of other floor rooms, shall have \nforced entry construction of stainless steel woven security mesh. 5.12.3.3 Dispensing partitions and openings: Partitions at the dispensing window \nand dispensing windows facing the public corridor shall be UL Level 3 ballistic \nconstruction and 15-minute forced entry construction, including partitions, doors, \nglazed openings, teller windows, and transaction trays. 5.12.3.4 HVAC: All vents, ducts, and similar openings in excess of 96 square inches \n(620 cm2) that enter or pass through a perimeter partition to the pharmacy shall be \nprotected with either bars or grills."
    },
    {
      "page": 53,
      "text": "Where one dimension of the duct measures less \nthan six inches (150 mm) or duct is less than 96 square inches (620 cm2), bars are not \nrequired; however, all ducts shall be treated to provide sufficient sound attenuation. Where bars are used, they shall be 1/2 inch (12.7 mm) diameter steel welded vertically \nand horizontally six inches (150 mm) on center; where grills are used, they shall be of \n9-gauge expanded steel. ● Openings in construction above ceilings or below raised access floors shall be \nprotected as above. Mission Critical Facilities \nPage 47 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n● HVAC services shall remain operational 24 hours/day, 7 days/week. 5.12.3.5 Electrical: All lighting, security devices, and power shall be backed by the \nstandby electrical system. Refer to the VA Electrical Design Manual for specific loads to \nbe connected to the EES. 5.12.4 Security \nProvide VASS monitoring of pharmacy dispensing area, vault entrance, and controlled \nsubstance storage. 5.12.4.1 Intrusion detection: Provide door and lock status sensors and motion \ndetectors in pharmacy. When the pharmacy is in continuous operation, volumetric \nintrusion detection is not required. 5.12.4.2 Access control: Pharmacy entry and narcotic vaults shall be controlled via \ncard readers. Mechanical cypher locks shall not be used."
    },
    {
      "page": 54,
      "text": "5.12.4.3 Duress alarm: Provide duress alarm at patient transaction counter and \npatient/pharmacist consult areas, and as required by the program. 5.12.4.4 VASS: VASS shall be used at entry points, exit points, service interaction \nareas and windows, and waiting areas. 5.13 Police Operations Room and Holding Room \n \nThis section supplements the following documents which shall remain in full force and effect: \nProgram Guide (PG-18-9) Space Planning Criteria for VA Facilities, #279 Police and Security \nService and VA Handbook 0730 Security and Law Enforcement that is in effect at the time this \nmanual is published. 5.13.1 Adjacencies \n \n5.13.1.1 Police operations room: Shall be located, in accordance with VA Handbook \n0730, on the first floor of the main patient care building adjacent to the highest \npotential trouble area, such as admissions, emergency or urgent care room, or lobby \nand shall be located to allow appropriate response and deployment to respond to a \nsecurity related event. 5.13.1.2 Holding room: Shall be located within or adjacent to the police operations \nroom. ● An additional holding room may be located within or adjacent to a perimeter \nscreening facility. 5.13.2 Entrances \n \n5.13.2.1 Police operations room: Doors shall be from a corridor used only by staff \nand shall be controlled and operated. 5.12.5 Existing Facility – Pharmacy \nExisting pharmacies shall comply with the requirements of section 5.12.4."
    },
    {
      "page": 54,
      "text": "Mission Critical Facilities \nPage 48 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n5.13.2.2 Holding room: Doors and frames shall be heavy gauge hollow metal steel \nconstruction and door hardware shall be UL 752 Level 3 forced entry rated controlled \nand monitored. 5.13.3 Construction \n \n5.13.3.1 Police operations room: When the police operations room is adjacent to or \nopens onto areas occupied by unscreened public, such as lobbies, elevator lobbies, \nemergency rooms, and public corridors, construction, including partitions from slab to \nslab, doors, windows, and other openings separating the unit from such spaces, shall \nbe fire resistive, UL 752 Level 3 ballistic-resistant. 5.13.3.2 Holding room: Construction of the holding room shall be UL 752 Level 3 \nforced entry resistant and as follows. ● Walls shall be constructed of reinforced masonry extended to the underside of \nthe structure above; drywall and steel stud construction shall not be used. ● Door frames shall be grouted solid and anchored into the masonry walls. ● An observation window consisting of reflective glass protected by clear \npolycarbonate shall be provided. ● The interrogation table shall be firmly anchored to the floor and to one wall. ● Shackle hasps shall be anchored to wall construction and be capable of resisting \npullout of not less than 500 pounds (228 kg). ● Provide anti-ligature construction. ● Vandal resistant products shall be used within the space."
    },
    {
      "page": 55,
      "text": "Any product within the \nspace with screws shall be tamper resistant. ● Construction and materials shall eliminate opportunities for detainee to inflict \nself-injury and improvise weapons that could be used to harm others. 5.13.3.3 Power: Police operations rooms and holding rooms shall be backed by the \nstandby electrical system. Refer to the VA Electrical Design Manual for specific loads to \nbe connected to the EES. 5.13.4 Security \nVASS surveillance of the entire holding room shall be provided through an opening glazed \nwith transparent polycarbonate in a steel frame firmly anchored to the wall. When requested \nby the VA PM, the VASS camera shall be covert and use lenses made for the purpose. 5.13.5 Existing Facility – Police Operations Room and Holding Room \nExisting police operations rooms and holding rooms in existing facilities, when a \npolice operations room opens directly to other parts of the building, including \ncorridors and elevator lobbies, partitions and control doors shall be constructed to \nseparate the lobby as required by sections 5.13.2, 5.13.3, and 5.13.4. Mission Critical Facilities \nPage 49 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n5.14 Records Storage and Archives \n \nIn addition to the requirements of this section, Department of Veterans Affairs publication, \nEssential Records Vulnerability Assessment (October 2003) shall apply."
    },
    {
      "page": 55,
      "text": "5.14.1 Adjacencies \nRecords storage rooms shall be located not nearer than 50 feet (15 m) in any direction from \nmain entrance lobbies, loading docks, mailrooms, and other high risk areas and in no case \ndirectly above or below such spaces. 5.14.2 Entrances \nEntrances to archival storage spaces, including book stacks, computer main frames, and \nvaluable or historical records and collections shall be controlled and monitored. ● Emergency egress doors from archival storage spaces shall be controlled and \nmonitored and shall have motion-activated VASS camera coverage of the egress side \nof the door with all device monitors at a central location within the archival or library \narea. 5.14.3 Construction \nRecords storage rooms shall comply with National Archives and Records Administration \n(NARA) Facility Standards for Records Storage Facilities – Part 1228, Subpart K. \n● Where electronic media or data storage facilities are essentially computer rooms, the \narea shall comply with the requirements of section 5.4. 5.14.4 Security \nArchives for rare and valuable artifacts and documents shall be provided with intrusion \ndetection and VASS. The intrusion detection system shall provide boundary and volumetric \nprotection. This space shall be controlled via a card reader. 5.15 Research Laboratory and Vivarium \n \nThis section supplements Program Guide (PG-18-9) Space Planning Criteria for VA Facilities, \n#278 Research and Development, which shall remain in full force and effect."
    },
    {
      "page": 56,
      "text": "The \nrequirements of VHA Handbooks 1200.8, 1200.6; Memo dated 2007– BSL Research Lab \nPhysical Security Inspections shall remain in effect. The requirements of Laboratory Security \nand Emergency Response Guidance for Laboratories Working with Select Agents (CDC \nBiosafety in Microbiological and Biomedical Laboratories (BMBL) 4th Edition, Appendix F) \nshall apply to facilities storing and handling select agents. (Select agents shall be as defined in \nTitle 42, CFR, Part 73, including pathogens and toxins regulated by both HHS and USDA and \nnon-overlap select agents of HHS.) Veterinary Medical Unit vivarium spaces shall comply with \nAAALAC accreditation requirements. 5.14.5 Existing Facility – Records Storage and Archives \nExisting records storage facilities shall comply with sections 5.14.2 and 5.14.4. Mission Critical Facilities \nPage 50 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \n5.15.1 Adjacencies \nLaboratories and other spaces storing or using select agents may be in an independent \nbuilding or within a building such as a medical center. 5.15.1.1 Shared occupancy: When located within a building with other occupancies, \nthe laboratory shall be located on a corridor restricted to authorized employee use. 5.15.1.2 Select agents: Laboratories and other facilities using select agents shall be \nlocated no closer than 50 feet (15 m) from public lobbies, mailrooms, loading docks, or \nother high risk areas."
    },
    {
      "page": 57,
      "text": "5.15.2 Entrances \nResearch and vivarium entrances shall be located away from public areas. 5.15.2.1 Exterior doors: Entrances to the laboratory and vivarium from the exterior \nof a building shall be controlled and monitored. ● Entrance doors to vivariums shall be UL 752 Level 3 ballistic resistant and 15minute forced entry resistant. ● Emergency egress doors from laboratory and vivarium spaces shall be controlled \nand monitored. The door shall be covered by VASS camera (recording only) from \nthe vivarium side and shall be UL 752 Level 3 ballistic resistant and 15-minute \nforced entry resistant. 5.15.2.2 Interior entry and emergency egress doors: Entrances to the research \nlaboratory and vivarium from other than laboratory or vivarium uses of a building shall \nbe controlled and monitored shall be UL 752 Level 3 ballistic resistant and 15-minute \nforced entry resistant.. \n● Emergency egress doors from laboratory and vivarium spaces shall be controlled, \nmonitored, and covered by VASS camera (recording only) from the laboratory or \nvivarium side. ● Doors to rooms containing select agents shall be controlled and monitored. ● All laboratory and laboratory “neighborhood” doors from public corridors \naccessible to all building occupants (such as those used for emergency egress) \nshall be controlled and monitored."
    },
    {
      "page": 57,
      "text": "● All doors from public corridors to shared support rooms such as cold rooms, dark \nrooms, instrument rooms, autoclave rooms, ice machines, and other equipment \nshall be controlled and monitored. ● Doors to any room used to store radioactive waste, ongoing experiments using \nradioactive materials, or similar use of radioactive materials shall be controlled and \nmonitored. ● Doors to Irradiator facilities shall be controlled and monitored. ● Entries to the containment area for BSL-3 facilities shall be controlled and \nmonitored. ● Doors from “dirty” corridors to “clean” corridors shall be provided with a sensor \nand alarm at a central point in the laboratory or vivarium when such door is left \nopen longer than 18 seconds. Mission Critical Facilities \nPage 51 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n5.15.2.3 Elevator entrances: Control of elevator access opening directly into the \nvivarium shall be by card reader device in the elevator cab, or, where the elevator is \ndedicated to vivarium use, at any landing from which the elevator can be called. The \nelevator entrance door at the vivarium shall be monitored by a VASS camera in the \nspace looking at the entrance. 5.15.3 Construction \n \n5.15.3.1 Exterior walls: Construction shall be reinforced masonry, or equivalent. Exterior walls composed of metal or wood frame shall have an interior backing of steel \nsecurity screen mesh or sheet partition."
    },
    {
      "page": 58,
      "text": "● Windows or skylights below 18 feet (4 m) from ground level or the roof of a lower \nabutment, or less than 18 feet (4 m) from windows of an adjoining building, or \naccessible by a building ledge leading to windows of other floor rooms, shall have \nforced entry construction of stainless steel woven security mesh. 5.15.3.2 Interior construction: Interior partitions between the research laboratory \nand vivarium and surrounding spaces shall be 15-minute forced entry construction \nand extend from slab to slab. ● All surrounding partitions and walls, floor, and ceiling shall be permanently \nconstructed and attached to each other. To provide visual evidence of attempted \nentry, all construction, to include above the false ceiling and below a raised floor, \nshall be done in such a manner as to provide visual evidence of unauthorized \npenetration. ● Partitions and walls surrounding the perimeter of the pharmacy shall be \nreinforced, slab-to-slab, with 9-gauge expanded metal. The expanded metal shall \nbe spot welded every 6 inches (150 mm) to vertical and horizontal metal supports \nof 16-gauge or greater thickness that has been solidly and permanently attached \nto the true floor and true ceiling."
    },
    {
      "page": 58,
      "text": "● Windows or skylights below 18 feet (4 m) from ground level or the roof of a lower \nabutment, or less than 18 feet (4 m) from windows of an adjoining building, or \naccessible by a building ledge leading to windows of other floor rooms, shall have \nforced entry construction of stainless steel woven security mesh. 5.15.3.3 Partitions: Storage rooms containing Category A select agents and \nirradiator rooms shall be enclosed by 15-minute forced entry-resistant construction as \nfollows. ● Walls, floor, and ceiling shall be permanently constructed and attached to each \nother. ● All construction, to include above the false ceiling and below a raised floor, shall be \ndone in such a manner as to provide visual evidence of unauthorized penetration. ● Walls shall be reinforced, slab-to-slab, with 9-gauge expanded metal. The \nexpanded metal shall be spot welded every 6 inches (150 mm) to vertical and \nhorizontal metal supports of 16-gauge or greater thickness that has been solidly \nand permanently attached to the true floor and true ceiling. Mission Critical Facilities \nPage 52 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n5.15.3.4 HVAC: All vents, ducts, and similar openings in excess of 96 square inches \n(620 cm2) that enter or pass through a perimeter partition shall be protected with \neither bars or grills."
    },
    {
      "page": 59,
      "text": "Where one dimension of the duct measures less than six inches \n(150 mm) or duct is less than 96 square inches (620 cm2), bars are not required; \nhowever, all ducts shall be treated to provide sufficient sound attenuation. Where \nbars are used, they shall be 1/2 inch (12.7 mm) diameter steel welded vertically and \nhorizontally six inches (150 mm) on center; where grills are used, they shall be of 9gauge expanded steel. ● Openings in construction above ceilings or below raised access floors shall be \nprotected as above. ● HVAC services shall remain operational 24 hours/day, 7 days/week. 5.15.3.5 Power: Research laboratories and vivaria shall be backed by the standby \nelectrical system. Refer to the VA Electrical Design Manual for specific loads to be \nconnected to the EES. 5.15.4 Security \n \n5.15.4.1 VASS: BSL-3 laboratories and vivariums shall have VASS coverage of internal \nlaboratory spaces which shall be monitored by personnel within the containment area \n● VASS cameras shall be placed to monitor any loading dock or other animal \nreceiving area when not already monitored as a part of a general loading/receiving \narea as provided in this chapter. ● All VASS coverage of access to areas surrounding the containment area shall be \nmonitored in the SCC. 5.15.4.2 Intercom: An intercom shall be provided at each entrance door to a \ndesignated office or work station in BSL-3 laboratories or vivariums."
    },
    {
      "page": 59,
      "text": "5.15.4.3 Biometric: In conjunction with an access control card reader, a biometric \nidentity verification device shall be provided at the entrance to the ante room. When \nthe biometric device is placed at the door from the ante room to the laboratory, it \nmust be functional for personnel in biosafety garments using contactless method to \nverify identity (such as, iris or facial recognition not hand geometry or fingerprint \ndevice). 5.15.4.4 Access control: Use of other access control systems within the vivarium, \nincluding those used for automated watering and/or environmental control and \nmonitoring (such as Edstrom “Watchdog”), shall only be permitted by written \nauthorization of the VA PM with concurrence from the Chief Officer, VHA Office of \nResearch Oversight. 5.15.4.5 Alarms: Provide audible local alarms at each door that has an access control \ndevice. 5.15.5 Additional Requirements for Select Agent Storage \nFacilities handling select agents shall be designed to afford maximum visibility of all areas for \nobservation of use and handling of the select agents. Mission Critical Facilities \nPage 53 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n5.15.5.1 Storage: Storage of select agents (typically in refrigerators and/or freezers) \nshall be in a separate room."
    },
    {
      "page": 60,
      "text": "5.15.5.2 Equipment: Refrigerators and freezers for storage of select agents shall be \nlockable and covered by VASS (digitally recorded and monitored) placed to allow view \nof any person accessing the refrigerator or freezer. 5.16 Security Control Center \n \nThis section addresses the application, monitoring, control, programming, and interface of \nthe Security Control Center (SCC) with all security subsystems: VASS, IDS, PACS, DSPI, and \nDSS. Additional requirements for the equipment, covered in Chapter 10, should be \ncoordinated with the fundamental planning concepts and criteria associated with the SCC \ndesign and security console operating environment covered in this section. This section supplements the VA Handbook 7610 Space Planning Criteria, #279 Police and \nSecurity Service and VA Handbook 0730 Security and Law Enforcement which shall remain in full \nforce and effect. 5.16.1 Adjacencies \nThe SCC shall be readily accessible to authorized personnel, but shall be inconspicuous and \nlocated in areas not frequented by the general public, and shall contain office space, support \nspace, and monitoring equipment that is not visible to unauthorized personnel. The security \nconsultant shall review the proposed location to ensure it is free from other high risk \nactivities. 5.16.1.1 Fire command center (FCC): If a FCC is provided, the SCC shall be adjacent \nto the FCC, but shall not be accessible to persons using the FCC."
    },
    {
      "page": 60,
      "text": "5.16.1.2 Police operations unit: The SCC may be connected to the police operations \nunit but the two areas shall be served by separate entrances and each area shall be \nfully functional without requiring access to the other. 5.16.1.3 Back-up SCC: Where provided shall be at a remote location from the \nprimary SCC and meet the requirements of section 5.16. 5.16.1.4 Main lobby: The SCC containing monitoring devices and security personnel \nshall not be adjacent to the main public lobby. 5.16.1.5 Holding room: The SCC shall not include a holding room. 5.16.1.6 Prohibited adjacencies: The SCC shall not be located closer than 50 feet to \na loading dock, emergency department, critical utilities, or other high risk operations \nor functions. 5.15.6 Existing Facility – Research Laboratory and Vivarium \nExisting laboratories and vivariums in existing facilities shall comply with the \nrequirements of sections 5.15.2, 5.15.3.1 (forced entry security mesh), 5.15.3.5, and \n5.15.4. Mission Critical Facilities \nPage 54 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n5.16.2 Entrances \nThe SCC shall be entered from a corridor beyond the control doors leading out of the lobby to \nthe building interior. The SCC shall have a security vestibule with a mantrap configuration. Doors to the SCC shall be UL 752 Level 3 ballistic and 15-minute forced entry rated, \ncontrolled, and monitored."
    },
    {
      "page": 61,
      "text": "5.16.3 Construction \n \n5.16.3.1 Partitions: The SCC shall be fully enclosed with UL 752 Level 3 ballistic \nconstruction and fire resistive construction, including partitions, doors, glazed \nopenings, teller windows, and transaction trays. ● Walls, floor, and ceiling shall be permanently constructed and attached to each \nother. ● All construction, to include above the false ceiling and below a raised floor, shall be \ndone in such a manner as to provide visual evidence of unauthorized penetration. ● Walls shall be reinforced, slab-to-slab, with 9-gauge expanded metal. The \nexpanded metal shall be spot welded every 6 inches (150 mm) to vertical and \nhorizontal metal supports of 16-gauge or greater thickness that has been solidly \nand permanently attached to the true floor and true ceiling. ● Where raised access flooring is used for cable management in the SCC all \nsurrounding partitions shall be built from floor slab to ceiling slab or construction \nand sealed to an air tight condition. 5.16.3.2 HVAC: All vents, ducts, and similar openings in excess of 96 square inches \n(620 cm2) that enter or pass through a perimeter partition shall be protected with \neither bars or grills. Where one dimension of the duct measures less than six inches \n(150 mm) or duct is less than 96 square inches (620 cm2), bars are not required; \nhowever, all ducts shall be treated to provide sufficient sound attenuation."
    },
    {
      "page": 61,
      "text": "Where \nbars are used, they shall be 1/2 inch (12.7 mm) diameter steel welded vertically and \nhorizontally six inches (150 mm) on center; where grills are used, they shall be of 9gauge expanded steel. ● Openings in construction above ceilings or below raised access floors shall be \nprotected as above. ● HVAC serving the SCC shall be independent of the system(s) serving the main \nlobby. ● The air quality and temperature within the SCC shall allow for a comfortable work \nenvironment for both personnel and the security equipment. Ventilation controls \nshall also be provided on a separate air handling system that provides an isolated \nsupply and return system. ● The SCC shall have a dedicated thermostat control unit and cut-off switch to be \nable to shut off ventilation to the SCC. 5.16.3.3 Power: The SCC shall be backed by the standby electrical system. Refer to \nthe VA Electrical Design Manual for specific loads to be connected to the EES. 5.16.3.4 Security System Equipment and Interface: The SCC shall be the central \npoint for all monitoring, controlling, programming, and service for all security systems. Mission Critical Facilities \nPage 55 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nBack-up and secondary locations and related security equipment and capabilities shall \nbe identified to support the SCC should it become inoperable."
    },
    {
      "page": 62,
      "text": "All security subsystems \nshall be fully integrated by either direct hardwiring of equipment or a computer based \nelectronic Security Management System (SMS). The SCC shall house all attended \nequipment primary power sources for each security subsystem, such as DVRs, and \nmonitors. Normally unattended equipment, such as servers, shall be located in the \nmain computer room. ● The SCC and security console shall be integrated with field equipment through the \nproper location, layout, and horizontal and vertical access to designated riser space \nor secure closets/rooms where the transmission of information from security \nsubsystems will transfer to the SCC. This includes establishing, identifying, and \ngaining authorized consensus on the use of standalone versus shared space \nrequirements with other telecommunication space. ● Equipment locations, such as wall space for new and upgraded security systems \nequipment shall be defined in relation to security conduit, power, and panel \nrequirements. Accessibility to areas for installation and security purposes needs to \nbe defined and proximity of these areas to the SCC from an operational efficiency \nand cost effective perspective shall be addressed. ● All equipment that is rack mounted or installed in a security console shall be clearly \nlabeled as to its identification. Labeling, such as in the case of VASS monitors, may \nbe programmed with a message embedded or programmed on the monitoring \nscreen."
    },
    {
      "page": 62,
      "text": "5.16.4 Physical Security \nThe SCC shall have physical security safeguards. The main entry door shall have a card reader \nor biometric security credential device for authorized personnel and an intercom or similar \ndevice for unauthorized persons to request assistance. Provide a fixed VASS camera \nconnected to a dedicated monitor within the SCC for direct communications and visual \nverification of the person using the intercom. Remote unlocking of the door shall be \nprohibited. 5.16.5 Primary and Secondary Locations \nThe SCC shall be located in an area that is within the first level of security defense defined by \nVA. The SCC shall also be located above grade and above any potential flood areas, such as \nbasement. 5.16.5.1 Location: The SCC shall be located in an area free of background noise \ninfluences that could impact equipment and SCC operations. To prevent potential \ncompromise of operations, staff health, and safety, the SCC shall be located away from \nexterior building walls that are adjacent to roadway traffic, parking, and air intake \nareas and facility utility, environmental, and operational areas, that if compromised, \ndamaged, or destroyed, could impact SCC operations. 5.16.5.2 Secondary SCC: A secondary or backup SCC shall be established in another \nbuilding or location within the same facility that is far removed from the primary SCC."
    },
    {
      "page": 63,
      "text": "The secondary SCC shall be provided with full redundancy of the electronic security \nMission Critical Facilities \nPage 56 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nsystems and associated security console operations. The security technology shall be \ndesigned and engineered to provide flexibility to monitor and operate security \nsubsystems from remote and multiple facility locations and security workstations. 5.16.6 Space Requirements \nThe size of the SCC shall be defined by the number of console bays required to house and \noperate the security subsystems and provide adjacency to the VA Police operations area \nwhich includes offices, meeting and training rooms, armory, and holding room. The SCC shall \nmeet UFAS requirements to provide accessibility to the security console, to access equipment \nand wiring, console pull-out trays and doors, telephones, master intercom stations, base radio \ncommunications, and computer terminals. Floor area planning decisions will depend upon \nthe number of console positions, size of the facility, and overall architecture of the ESS. Centralized architecture, where all video recording is located within the security equipment \nroom (SER), will require additional space versus decentralized architecture. As a general rule, \nthe SER will be a minimum of 50 percent of the overall SCC size, at a minimum 9 feet x 10 feet \n(3 m x 3 m) for a small SCC."
    },
    {
      "page": 63,
      "text": "Future expansion of the SCC and security console equipment \nrequirements shall be addressed and may be accommodated through use of modular \nfurniture. 5.16.6.1 Configuration: The SCC shall have two core spaces, the SCC itself and the \nsecurity equipment room (SER). The SCC shall consist of a monitoring function (ESS \nmonitors, communications devices, fire alarm, etc.). The SER shall consist of supportive \nequipment (video storage devices, data transmission systems/media, etc.) that is not \nmonitored. Servers shall be located within the main computer room. ● Security equipment room (SER) shall serve as the supporting equipment room \nfor the SCC and shall be designed with sufficient space to accommodate 100 \npercent system growth. The SER layout shall follow BISCI standards for room \nlayout (Telecommunication Room). Computer racking shall be centered in the \nroom, permitting access doors to be opened on all sides. Maintain minimum \nrequired electrical code distances from the UPS and wall-mounted enclosures and \ndevices. ● Security equipment closet (SEC) shall follow VA OIT Design Standards and share \nspace in the Telecommunication Room. SEC shall have a defined space and shall \nbe physically separated per the OIT standard. Where security equipment will be \nwall mounted, a 0.75 inch (19 mm) fire-rated plywood (or comparable material) \nshall cover the wall. Where security equipment will be rack mounted, provide \nsecurable security equipment cabinets."
    },
    {
      "page": 64,
      "text": "All incoming and outgoing conduit shall \nterminate/originate at metal wire troughs mounted above the security equipment \ncabinets or racks. All equipment mounting conditions shall include dedicated \nhorizontal and vertical wire and cable management systems. 5.16.6.2 Small SCC: A small SCC shall contain no more than four security console \nbays. 150-300 square feet of space shall be provided for a small to medium size SCC \noperation. The small SCC is commonly associated with facilities or campuses with \nfacilities between 150,000 to 300,000 GSF. The SER shall be not less than half the size \nMission Critical Facilities \nPage 57 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nof the SCC and no smaller than 90 square feet. Facilities smaller than 150,000 GSF shall \nbe monitored by the VISN SCC. 5.16.6.3 Large SCC: A large SCC shall contain no less than five and no more than \neight security console bays. For large SCC operating environments, 500 square feet of \nspace shall be provided. The SER shall be not less than half the size of the SCC and no \nsmaller than 180 square feet. 5.16.6.4 Back-up or secondary SCC: Area requirements for a back-up SCC shall be \nbased on what ESS systems will be monitored. 5.16.7 Operational Requirements \nThe SCC shall provide continuous and consistent monitoring, surveillance, response, and \noperation of security subsystems."
    },
    {
      "page": 64,
      "text": "5.16.7.1 Security Console/Workstation: The SCC security console may use standup, sit-down, and vertical equipment racks in any combination to monitor and control \nthe security subsystems. ● The console shall be ergonomically designed with efficient writing and storage \nspace provided and all security equipment requiring repetitive interaction and \nresponse by the console operator shall be easily accessed, observed, and \naccomplished. ● All console bays and equipment racks shall be made of metal, furnished with wire \nways, power strips, thermostatic controlled bottom or top mounted fan units \n(coordinate with space and rack cooling plan), a hinge mounted rear door, front \nhinged door of Plexiglas, and a louvered top. In addition, space shall be provided \nfor telephones, master intercom units, portable base station radio unit, computer \nmonitors, and printers. ● All console bays shall be mounted on lockable casters and all console wiring shall \nbe neatly organized, labeled, and made easy to access. 5.16.7.2 Accessibility: The SCC shall be fully accessible to persons with disabilities. 5.16.8 Existing Facility – Security Control Center (SCC) \nWhere the existing SCC does not meet the requirements of section 5.16, a \nsecondary SCC that complies with the requirements of section 5.16.5.2 shall be \nprovided."
    },
    {
      "page": 65,
      "text": "Mission Critical Facilities \nPage 58 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n\nBUILDING ENVELOPE \n \n6.0 Scope, Purpose, and Goals \n \nThis section provides requirements for exterior walls other than load bearing walls; glazed \nfaçade fenestration and glazed atria; for roof structures, including skylights; and air intakes \nand exhausts servicing critical equipment but does not pertain to stacks and wall openings \nfor non-critical equipment. These requirements are in addition to the requirements for \nconventional façade design, including the provisions for hurricane, earthquake, and any other \nextreme loading condition required by code. The magnitudes of W1 and GP2 are defined in \nthe Physical Security Design Standards Data Definitions, a document separate from this \nManual. It is provided on a need-to-know basis to the blast/structural engineers performing \nanalysis and design of VA projects. Authorized users can contact the Office of Construction \nand Facilities Management (CFM) in VA to request the document. [Note: The W and GP \nvalues in the Physical Security Design Standards Data Definitions were updated along with \nthis Manual. Users shall use the updated values.] Connecting corridor concourse and bridges, that are not the main entrance or required exit \nfor the connected buildings, and freestanding greenhouses shall be exempt from the \nrequirements of Chapters 6 and 7."
    },
    {
      "page": 65,
      "text": "When the connecting corridor or bridge includes the main \nentrance for the connected buildings, it shall not be exempt. When the internal wall is shared \nwith a VA mission critical facility, the internal wall is to be designed as an exterior wall per the \nrequirements of Chapter 6 and Chapter 7. Physical security requirements for temporary \nbuildings shall be determined on a case by case basis by the AHJ. In order to meet the physical security standards of this chapter, the design team must include \na security specialist and a structural blast specialist. The qualifications requirements for these \nspecialists are included in section 1.5. 6.1 \nWalls \n \n6.1.1 Non-load Bearing Walls \nNon-load bearing walls shall be designed such that they have some permanent deformation \nbut are generally repairable in response to the calculated peak pressures and impulses \nresulting from the design level vehicle threat (W1) located at the minimum standoff distance \nof 50 feet (15 m), but no greater than GP2. Standoff provided in excess of the 50 feet (15 m) \nor increased distances over the height of the building may not be accounted for in the \ncalculation of the blast loading environment. Although negative phase loading should not be \nconsidered, the effects of rebound shall be included in the design of blast resistant façade."
    },
    {
      "page": 66,
      "text": "Deformations shall be as defined by the B2 response limits per the Protective Design Center \ndocument PDC-TR 06-08, Single Degree of Freedom Structural Response Limits for Antiterrorism \nDesign. 6.1.1.2 Supporting structure: Walls shall span from slab to slab and shall not be \nattached directly to gravity load bearing elements (such as columns and shear walls) \nMission Critical Facilities \nPage 59 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nunless an advanced analysis of the load bearing element demonstrates it can accept \nthe maximum blast forces transferred by the members framing into it without \ncompromising its load bearing capacity. 6.1.1.3 Loads: Walls shall be able to accept the tributary loads transferred from glazed \nfenestration in addition to the design level blast pressures applied directly to their \nsurface. 6.2 Fenestration and Doors \n \n6.2.1 Façade Fenestration \nAll façade fenestration shall be designed to crack but remain in the frame in response to the \ncalculated peak pressures and impulses resulting from the design level vehicle threat (W1) \nlocated at minimum standoff distance of 50 feet (15 m), but no greater than GP2. Standoff \nprovided in excess of the 50 feet (15 m) or increased distances over the height of the building \nmay not be accounted for in the calculation of the blast loading environment."
    },
    {
      "page": 66,
      "text": "Although \nnegative phase loading should not be considered, the effects of rebound shall be included in \nthe design of blast resistant glazing. All blast resistant design requirements are in addition to \nthe requirements of the VA Window Specifications. The use of operable windows for blast \nresistant design is discouraged; however, where operable windows are required, their \nperformance must be demonstrated with acceptable explosive (or shock tube) test data while \nin the open position. 6.2.1.1 Glass: All new exterior glazing is to use laminated glass. For insulated glazing \nunits (IGUs) the laminated glass is required only for the inner lite. 6.2.1.2 Glazing: The glass shall be restrained within the mullions with a minimum ½” \nbite and a continuous bead of structural silicone adhesive attaching the inner lite of \nglass to the frame to allow it to develop its post-damage capacity. 6.2.1.3 Mullions: The mullions are to be of aluminum and/or steel construction and \nshall be designed to accept a blast load equal to the maximum capacity of the weakest \nlite of supported glass (i.e., balanced design), but no less than the design level \npressures while sustaining deformations no greater than L/60. For windows with \nglazing lay-up governed by non-blast requirements (hurricane, forced entry, \nfabrication, handling, and ballistic), mullions are to be designed for the capacity of the \nglazing that would be required to meet the blast requirements only."
    },
    {
      "page": 67,
      "text": "6.2.1.4 Curtainwall: Curtainwall framing members shall span from slab to slab and \nshall not be attached directly to gravity load bearing elements (such as columns and \nshear walls) unless an advanced analysis of the load bearing element demonstrates it \ncan accept the maximum blast forces transferred by the members framing into it \nwithout compromising its load bearing capacity. 6.1.2 Existing Facility – Walls \nFor building upgrades in which the façade is being completely replaced, the \nexisting facility shall comply with the requirements defined in Section 6.1.1. Mission Critical Facilities \nPage 60 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \n \n6.2.3 Doors \nAll doors shall be designed using debris mitigating materials such as laminated glass and \nheavy gauge metal (14-gauge minimum), shall open towards the detonation, and the heavy \nduty frames and anchorages shall be capable of resisting the collected blast loads. Frame \nrotations shall be limited to L/60. All roll down doors shall be constructed of 14-gauge metal, and the anchorage to the \noverhead support shall be designed to resist the collected blast loads. 6.3 Atria \n \n6.3.1 Atria \nAll vertical, horizontal, and sloped glass surfaces shall be designed to crack and remain in the \nframe in response to the calculated peak pressures and impulses resulting from the design \nlevel vehicle threat (W1) located at the minimum standoff distance of 50 feet, but no greater \nthan GP2."
    },
    {
      "page": 67,
      "text": "Standoff provided in excess of the 50 feet (15 m) or increased distances over the \nheight of the building may not be accounted for in the calculation of the blast loading \nenvironment. Although negative phase loading should not be considered, the effects of \nrebound shall be included in the design of blast resistant façade. All blast resistant design \nrequirements are in addition to the requirements of the VA Window Specifications. 6.3.1.1 Skylights: See section 6.4.2. 6.3.1.2 Glass: See Section 6.2.1.1. 6.3.1.3 Glazing: See Section 6.2.1.2. 6.3.1.4 Mullions: See Section 6.2.1.3. 6.3.1.5 Framing: Atria framing members shall be designed to continue carrying \ngravity loads while sustaining deformations no greater than L/60 in response to the \ncollected blast loads. 6.2.2 Existing Facility – Fenestration \nFor upgrades in which the façade is not replaced, a mechanically anchored or wet \nglazed attached 7-mil thick anti-shatter film may be used to satisfy the \nrequirements of this section. Glass replacement upgrades, window replacement \nupgrades, and “storm-window” upgrades interior to existing historic facade shall \nuse laminated glass and structural silicone sealant. For insulated glazing units \n(IGUs) the laminated glass is required only for the inner lite. No upgrades to the \nframes or mullions are required for glass replacement projects."
    },
    {
      "page": 68,
      "text": "For upgrades in \nwhich the façade is being completely replaced, the existing facility shall comply \nwith the requirements defined in Section 6.2.1. 6.3.2 Existing Facility – Atria \nUpgrades involving the replacement of the atria framing shall meet the \nrequirements of section 6.3.1.5. Mission Critical Facilities \nPage 61 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \n6.4 Roofs \n \n6.4.1 Roof Structure \nRoof structure (including metal deck, composite deck, concrete slabs, beams, joists, and \ngirders) shall be designed to withstand the calculated peak incident pressures and impulses \nresulting from the design level vehicle threat (W1) located at the minimum standoff distance \nof 50 feet (15 m). Note that the GP2 peak pressure and impulse limit should not be used in \nthe design of the roof structure. Standoff provided in excess of the 50 feet (15 m) may not be \naccounted for in the calculation of the blast loading environment. Although negative phase \nloading should not be considered, the effects of rebound shall be included in the design of \nblast resistant roof. Deformations shall be as defined by the B2 response limits per the \nProtective Design Center document PDC-TR 06-08, Single Degree of Freedom Structural \nResponse Limits for Antiterrorism Design. The blast loading shall take into account the \npresence of parapets, the diffusion of blast waves, and the spatial extent of the roof surface."
    },
    {
      "page": 68,
      "text": "6.4.2 Skylights \nSkylight glass shall be designed to crack but remain in its frame in response to the calculated \npeak pressures and impulses resulting from the design level vehicle threat (W1) located at the \nminimum standoff distance of 50 feet (15 m), but no greater than GP2. Standoff provided in \nexcess of the 50 feet (15 m) may not be accounted for in the calculation of the blast loading \nenvironment. 6.4.2.1 Glass: All skylight glazing is to use laminated glass. For insulated glazing units \n(IGUs) the laminated glass is required only for the inner lite. 6.4.2.2 Glazing: Skylight glass shall be restrained within the mullions with a \nminimum ½” bite and a continuous bead of structural silicone adhesive attaching the \ninner lite of glass to the frame, to allow it to develop its post-damage capacity. 6.4.2.3 Mullions: The mullions are to be of aluminum and/or steel construction and \nshall be designed to accept a blast load equal to the maximum capacity of the weakest \nlite of supported glass (i.e., balance design), but no less than the design level pressures \nwhile sustaining deformations no greater than L/60. 6.4.3 Penthouses Enclosing Critical Equipment \nPenthouse enclosures shall be designed to resist the peak blast pressures and impulses \nresulting from the design level vehicle threat (W1) located at the minimum standoff distance \nof 50 feet (15 m), but no greater than GP2."
    },
    {
      "page": 69,
      "text": "Standoff provided in excess of the 50 feet (15 m) \nmay not be accounted for in the calculation of the blast loading environment. Mission Critical Facilities \nPage 62 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \n \n6.5 Air Intakes and Exhausts Servicing Critical Equipment \n \n6.5.1 Intakes and Exhausts \nAir intakes and exhausts shall be designed to minimize the blast over pressure applied to \ncritical mechanical equipment due to the design level vehicle threat (W1) located at the \nminimum standoff distance of 50 feet (15 m) by means of hardened plenums and internal or \nexternal structured baffles. Standoff provided in excess of the 50 feet (15 m) may not be \naccounted for in the calculation of the blast loading environment. Deformations of hardened \nplenums and structured baffles in response to the blast loading shall be as defined by the B3 \nresponse limits per the Protective Design Center document PDC-TR 06-08, Single Degree of \nFreedom Structural Response Limits for Antiterrorism Design. Anchorage of baffles shall be \ndesigned for the collected blast loads. Baffles shall provide an overlap that is equivalent to \nthe space between the baffle and the surrounding wall. The design shall deny a direct line of \nsight from the design level vehicle threat (W1) located at the standoff distance to the critical \ninfrastructure within. Where direct lines of sight cannot be denied, distributed redundancy \nmay be required to provide continuous operations."
    },
    {
      "page": 69,
      "text": "Louvers in areas prone to hurricanes or \nwind hazards (in accordance with ASCE 7-10) shall be certified by the manufacturer to meet \nthe following Florida Building Code tests: Uniform Static Air Pressure Test, Cyclic Wind \nPressure Test, Large Missile Impact Test, and Wind Driven Rain Resistance Test. 6.4.4 Existing Facility – Roofs \nFor upgrades in which the skylight is not replaced, a mechanically anchored or wet \nglazed 7-mil thick anti-shatter film may be used to satisfy the requirements of this \nsection. Glass replacement upgrades shall use laminated glass and structural \nsilicone sealant. For insulated glazing units (IGUs) the laminated glass is required \nonly for the inner lite. No upgrades to the frames or mullions are required for glass \nreplacement projects. For upgrades in which the skylight roof is being completely \nreplaced, the existing facility shall comply with the requirements defined in Section \n6.4.2. For upgrades in which the structural roof is being completely replaced the \nexisting facility shall comply with the requirements defined in Section 6.4.1. 6.5.2 Existing Facility – Air Intakes and Exhausts Servicing Critical \nEquipment \nAir intakes and exhausts shall be upgraded to minimize the extent of debris that \nmay enter critical spaces in response to the design level vehicle threat (W1) located \nat the minimum standoff distance of 50 feet (15 m)."
    },
    {
      "page": 70,
      "text": "Standoff provided in excess of \nthe 50 feet (15 m) may not be accounted for in the calculation of the blast loading \nenvironment. Hardened plenums and structured baffles, impact and wind driven \nrain resistant louvers, as described in section 6.5.1, shall be installed when a major \ninterior renovation or major equipment replacement is performed. Mission Critical Facilities \nPage 63 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n6.6 Calculation Methods \n \nAll blast design and analysis, whether for new or existing construction, shall be performed in \naccordance with accepted methods of structural dynamics. Explosive (or shock tube) testing \nis required wherever operable windows are used or where the behavior of energy absorbing \nor other complex façade systems cannot be characterized by analytical methods. 6.6.1 Design and Detailing \nThe performance of façade in response to blast loading is highly dynamic and often inelastic. Design and detailing of protected façade shall therefore be based on analytical methods that \naccurately represent the loads and response. Explosive test data, developed by an \nexperienced testing facility approved by the U.S. Government (USG), may be used to \nsupplement the analytical methods where a direct analytical representation is not feasible."
    },
    {
      "page": 70,
      "text": "6.6.2 Blast Loads \nBlast loads shall typically be developed using the semi-empirical relations of UFC 3-340-01, \nDesign and Analysis of Hardened Structures to Conventional Weapons Effects, dated June 2002 \n(CONWEP). 6.6.3 Dynamic Response \nDynamic structural response analyses shall be performed using either empirical data \ndeveloped by an approved USG testing laboratory, simplified Single-Degree-of-Freedom \n(SDOF) analytical methods or advanced Finite Element Methods (FEM). Where simplified \nSDOF methods are used, the performance criteria shall be in accordance with this document. Where advanced FEM are used, the performance shall be demonstrated through \ninterpretation of the calculated results. Dynamic glass response analyses shall be performed \nusing window glazing analysis and design software developed by the USG, such as \nWINGARDPE, WINLAC, or HAZL, which are capable of predicting the glass, film, and laminate \nresponse when subjected to the blast loading environment. Mission Critical Facilities \nPage 64 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n\nSTRUCTURAL SYSTEM \n \n7.0 Scope, Purpose, and Goals \n \nThis chapter provides requirements for blast resistant structures and includes requirements \nfor the prevention of progressive collapse and the hardening of critical columns and load \nbearing walls."
    },
    {
      "page": 71,
      "text": "All building components requiring blast resistance must be designed using \nestablished methods and approaches for determining dynamic loads, structural detailing, and \ndynamic structural response. Alternative analysis and mitigation methods are permitted, \nprovided that the performance level is attained. While structural hardening makes the structure resistant to a specific threat, design to resist \nprogressive collapse increases the robustness of the structure to an undefined event. This \nthreat independent approach provides redundant load paths, ductility, and continuity. Designers may apply static and/or dynamic methods of analysis to demonstrate compliance \nwith this requirement. These requirements are in addition to the requirements for conventional structural design, \nincluding the provisions for hurricane, earthquake, and any other extreme loading condition \nrequired by code. The magnitudes of W1 and W2 are defined in the Physical Security Design \nStandards Data Definitions, a document separate from this Manual. It is provided on a needto-know basis to the blast/structural engineers performing analysis and design of VA projects. Authorized users can contact the Office of Construction and Facilities Management (CFM) in \nVA to request the document. [Note: The W and GP values in the Physical Security Design \nStandards Data Definitions were updated along with this Manual. Users shall use the updated \nvalues.]"
    },
    {
      "page": 71,
      "text": "The minimum physical requirements for the construction of active and passive vehicle \nbarriers are also included in this chapter. Connecting corridor concourse and bridges, that are not the main entrance or required exit \nfor the connected buildings, and freestanding greenhouses shall be exempt from the \nrequirements of Chapters 6 and 7. When the internal wall is shared with a VA mission critical \nfacility, the internal wall is to be designed as an exterior wall per the requirements of Chapter \n6 and Chapter 7. Physical security requirements for temporary buildings shall be determined \non a case-by-case basis by the VA PM with concurrence of the AHJ. In order to meet the physical security standards of this manual the design team must include \na security specialist and a structural blast specialist. The qualifications for these specialists are \nincluded in section 1.5. Mission Critical Facilities \nPage 65 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n7.1 \nBlast Resistance \n \nStructures shall be constructed to withstand the actual pressures and corresponding impulses \nproduced by the design level vehicle threat (W2) located at the minimum standoff distance \nof 50 feet (15 m)and the design level satchel threat (W1) that may be delivered to loading \ndocks, mailrooms, and lobbies. Standoff distances provided in excess of the 50 feet (15 m) \nmay not be accounted for in the calculation of the blast loading environment."
    },
    {
      "page": 72,
      "text": "The design shall provide a level of protection for which progressive collapse will not occur, \nthe building damage will be economically repairable, and the space in and around damaged \narea can be used and will be fully functional after cleanup and repairs. 7.1.1 Priority for Protection \nThe priority for blast resistance shall be given to critical elements that are essential to \nmitigating progressive collapse. Designs of secondary structural elements, primary \nnonstructural elements, and secondary non-structural elements shall minimize injury and \ndamage. The priority depends on the relative importance of structural or non-structural \nelements in the following order. All flexural elements and their connections shall be designed and detailed such that no brittle \nfailure mode limits the capacity of the section. Unless the element is designed to remain \nelastic in response to blast loading, ductile failure modes shall be the governing failure mode \nfor flexural elements and their connections and splices. When the elements are designed to \nresist the blast loads elastically, the design of non-ductile modes shall include a 1.5 factor of \nsafety on the calculated forces. 7.1.1.1 Primary structure: Primary structural elements are the essential parts of the \nbuilding’s resistance to catastrophic failure, including columns, girders, roof beams, \nand the main lateral resistance system."
    },
    {
      "page": 73,
      "text": "Deformations shall be as defined by the B1 \nresponse limits per the Protective Design Center document PDC-TR 06-08, Single \nDegree of Freedom Structural Response Limits for Antiterrorism Design. 7.1.1.2 Secondary structure: Secondary structural elements are all other load \nbearing members, such as floor beams and slabs. Deformations shall be as defined by \nthe B2 response limits per the Protective Design Center document PDC-TR 06-08, \nSingle Degree of Freedom Structural Response Limits for Antiterrorism Design. 7.1.1.3 Primary non-structural (non-façade elements): Primary non-structural \nelements and their attachments that are essential for life-safety systems or elements \nthat can cause substantial injury if failure occurs, including overhead heavy suspended \nmechanical units or fixtures weighing more than 31 lbs. Anchor these elements \n(excluding distributed systems such as suspended ceilings or piping networks) with \nlateral ties capable of resisting lateral motions associated with the building’s \ncalculated blast induced base shear. This requirement does not preclude the need to \ndesign the mountings for forces required by other criteria such as seismic standards. 7.1.1.4 Secondary non-structural: Secondary non-structural elements are all \nelements not covered in primary non-structural elements, such as partitions, furniture, \nMission Critical Facilities \nPage 66 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nand light fixtures."
    },
    {
      "page": 73,
      "text": "Provide a positive means of attachment of these elements to the \nbuilding structure and to designing arrangements that will minimize debris following \nin-structure shock motions. 7.2 \nProgressive Collapse \n \nSingle story structures are exempt from progressive collapse requirements. Two story \nstructures shall be designed to minimize the potential for progressive collapse using the Tie \nForce Method in which the structure shall develop peripheral, internal, and vertical tie forces \nby providing continuous reinforcement and ductile detailing. All structures, greater than two \nstories, shall be designed to minimize the potential for progressive collapse using the Tie \nForce Method, enhanced local resistance and the Alternate Path Method, which requires the \nstructure to withstand the threat independent removal of any exterior column, one at a time, \nor one bay width of exterior load bearing walls, one at a time, without precipitating a \ndisproportionate extent of damage. Consideration shall be given to ductile moment resisting \nframe lateral systems at the exterior of the building. The requirements of the Tie Force \nMethod, enhanced local resistance, and alternate path analysis methods for demonstrating a \nstructure’s resistance to progressive collapse shall conform to U.S. Government (USG) \nguidelines, specifically, Design of Buildings to Resist Progressive Collapse, UFC 4-023-03 dated \n27 January 2010."
    },
    {
      "page": 74,
      "text": "All exterior columns, including columns within open courtyards shall be \ndesigned to prevent progressive collapse. Closely spaced columns, closer than 30 percent of \nthe largest bay dimension, are to be removed in the same alternate path analysis. 7.3 \nColumn Protection \n \nColumns and load bearing walls exposed to blast loading shall be hardened or isolated to \nresist the effects of the design level vehicle threat (W2) located at the provided standoff \ndistance and the design level satchel threat (W1) that may be delivered to loading docks, \nmailrooms, and lobbies prior to screening. The design shall provide a level of protection for \nwhich progressive collapse will not occur, the building damage will be economically \nrepairable, and the space in and around damaged area can be used and will be fully \nfunctional after cleanup and repairs. Deformation limits shall be as defined by the B2 \nresponse limits per the Protective Design Center document PDC-TR 06-08, Single Degree of \nFreedom Structural Response Limits for Antiterrorism Design. 7.1.2 Existing Facility – Blast Resistance \nSee section 7.3.1. 7.2.1 Existing Facility – Progressive Collapse \nNo additional physical security requirements."
    },
    {
      "page": 74,
      "text": "Mission Critical Facilities \nPage 67 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \n \n7.4 Wall Protection \n \nNon-load bearing interior walls separating high risk interior spaces (loading docks, mailrooms, \nand lobbies) shall be hardened to resist the effects of the design level satchel threat (W1) that \nmay be delivered to these spaces. Walls shall be of reinforced masonry or concrete \nconstruction. Deformation limits shall be as defined by the B2 response limits per the \nProtective Design Center document PDC-TR 06-08, Single Degree of Freedom Structural \nResponse Limits for Antiterrorism Design. Doors within these walls are to be of heavy gauge \nsteel or laminated glass construction and are to open into the high risk space. 7.4.1 Screen Walls \nNon-load bearing screen walls that enclose critical equipment and the structure providing \nlateral resistance shall be hardened to withstand the actual pressures and corresponding \nimpulses produced by the design level vehicle threat (W2) located at the minimum standoff \ndistance of 50 feet (15 m). Walls shall be of reinforced masonry or concrete construction. Deformation limits shall be as defined by the B3 response limits per the Protective Design \nCenter document PDC-TR 06-08, Single Degree of Freedom Structural Response Limits for \nAntiterrorism Design. Doors within these walls are to be of heavy gauge steel and are to open \noutwards."
    },
    {
      "page": 74,
      "text": "7.5 \nAnti-ram Resistance \n \n7.5.1 Vehicle Barriers \nBoth active and passive barriers shall be tested and certified to be capable of stopping a 4,000 \npound (1,800 Kg) vehicle at a speed of 30 miles per hour (48 Km/hr) with a maximum \npenetration distance of 3.3 feet (1m). (See also Chapter 3, Section 3.4 Vehicle Barriers.) 7.5.1.1 Certification/Testing: Performance of anti-ram element shall be \ndemonstrated by means of impact testing or detailed finite element analysis of the \nvehicle impact. Testing is to be performed using either ASTM 2656-07 or DOS SD-STD02.01, Revision A. 7.5.1.2 Active barriers: Active barriers shall be electric or hydraulic wedges, bollards, \nbeams, drop arms, or sliding gates. 7.5.1.3 Passive barriers: Passive barriers shall be walls, stationary bollards, cables, or \ncombination of landscape and hardscape that achieves the required anti-ram \nresistance. 7.3.1 Existing Facility – Column Protection \nProtect columns in spaces the public can access prior to screening from explosive \ndevices by installation of architectural or structural finishes that prevent detonation \nwithin 6 inches (152 mm). 7.5.2 Existing Facility – Anti-ram Resistance \nThe requirements of section 7.5.1 shall apply."
    },
    {
      "page": 75,
      "text": "Mission Critical Facilities \nPage 68 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \n7.6 Calculation Methods \n \nAll blast design and analysis, whether for new or existing construction, shall be performed in \naccordance with accepted methods of structural dynamics. 7.6.1 Design and Detailing \nThe performance of structures in response to blast loading is highly dynamic and often \ninelastic. Design and detailing of these structures shall therefore be based on analytical \nmethods that accurately represent the loads and response. Explosive test data, developed by \nan experienced testing facility approved by the USG, may be used to supplement the \nanalytical methods where a direct analytical representation is not feasible. 7.6.2 Blast Loading \nBlast loads shall typically be developed using the semi-empirical relations of UFC 3-340-01 \n(CONWEP); however, where near contact detonations are considered, Computational Fluid \nDynamics (CFD) methods may be required. 7.6.3 Dynamic Response \nDynamic structural response analyses shall be performed using either empirical data \ndeveloped by an approved USG testing laboratory, simplified Single-Degree-of-Freedom \n(SDOF) analytical methods, or advanced Finite Element Methods (FEM). Where simplified \nSDOF methods are used, the performance criteria shall be in accordance with this section. Where advanced FEM are used, the performance shall be demonstrated through \ninterpretation of the calculated results."
    },
    {
      "page": 75,
      "text": "Mission Critical Facilities \nPage 69 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n\nUTILITIES & BUILDING SERVICES \n \n8.0 Scope, Purpose, and Goals \n \nThis chapter describes criteria for site utility entrances (services), onsite utility distribution, \nand building services. Utility systems include but are not limited to, potable and industrial \nwater, fire protection water, sanitary sewer, fuels, steam, chilled water, electrical power, and \ntelecommunications. Site utility entrances may include utility-owned service and metering \nequipment. Utility services shall be designed in accordance with VA Design Manuals \nincluding the Electrical, HVAC, Plumbing, Fire Protection, Outside Steam Distribution, and \nSanitary Design Manuals. In addition, equipment and services required to keep a mission \ncritical facility in operation shall not be located in high risk areas. 8.1 \nUtility Entrances \n \n8.1.1 Mechanical \n \n8.1.1.1 Alternate connections for steam and chilled water: Provide means for the \nconnection of an alternate source, such as a mobile boiler, chiller, or cooling tower. 8.1.1.2 Water service: Provide a minimum of two full demand water service \nconnections to the campus fed from either separate sources (if cost effective) or two \nseparate connections to a single multi-sourced network. Full demand includes \npotable, industrial and fire protection water."
    },
    {
      "page": 76,
      "text": "Services connections shall enter the \ncampus at separate locations through separate isolation valves. The purpose of this \nprovision is to provide an uninterrupted supply of potable water or permit swift \nservice restoration in the event of a water main break or contamination of one source. If two separate water connections as described are not reasonably available for an \noutside provider, an onsite source, such as a water well with treatment means, shall \nserve as the second source. . See section 8.4 for onsite water storage requirements. 8.1.1.3 Protection of utility-owned service equipment: Above-ground utility \nowned service equipment shall be located above the 100-year floodplain, above \ngrade, and within a mission critical building envelope, when possible, or be protected \nby limited-access masonry enclosures and be located a minimum of 50 feet (15 m) in \nall directions from high-risk areas. Coordinate with the serving utility. 8.1.2 Electrical \n \n8.1.2.1 Number of services: Two utility services are required. Services shall be from \nseparate utility substations, when the availability of utility sources permits. 8.1.2.2 Separation of services: Electric service feeders shall be underground, \nlocated away from other utility services, and located away from high-risk areas. Services shall be separated by a minimum distance of 50 feet (15 m) where possible."
    },
    {
      "page": 77,
      "text": "8.1.2.3 Protection of utility-owned service equipment: Utility-owned service and \nmetering equipment shall be located above the 100-year floodplain, above grade, and \nMission Critical Facilities \nPage 70 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nwithin a mission critical building envelope, when possible, or be protected by limitedaccess masonry enclosures and be located a minimum of 50 feet (15 m) in all \ndirections from high-risk areas. Coordinate with the serving utility. 8.1.3 Telecommunications \n \n8.1.3.1 Number of services: Two services from each telecommunications provider \nare required, preferably with delivery from different central offices or sites. 8.1.3.2 Separation of services: Telecommunications cable pathways shall be \nunderground, located away from other utility services, and located away from highrisk areas. Where more than one service is obtained, services shall be separated by a \nminimum distance of 50 feet (15 m). 8.1.3.3 Redundant service paths to demarc: The demarc is the separation point \nbetween utility-owned and VA-owned equipment. Telecommunications cable \npathways shall be designed to provide redundant services to the demarc from the \nstreet or property line where the interface with the service provider takes place. Redundant conduit paths shall be separated by a minimum distance of 50 feet (15 m)."
    },
    {
      "page": 77,
      "text": "8.2 Site Distribution \n \n8.2.1 Mechanical \n \n8.2.1.1 Steam, chilled water, water, and fuel system distribution: Distribution \nsystems shall be underground and shall be looped systems, such that an interruption \nat any one point can be isolated and service maintained to the facility. Piped utility \nsystems, in particular fuel systems, shall include enhanced capability to resist external \nforces. Steam and condensate piping shall be installed above grade and not be \nlocated in high risk areas. 8.2.1.2 Separation of sanitary sewer and storm drain systems: Sanitary sewer and \nstorm drain systems shall be separate. 8.2.1.3 Manhole and handhole covers: Manholes and handholes shall be equipped \nwith lockable covers. 8.2.2 Electrical \n \n8.1.4 Existing Facility – Utility Entrances \n8.1.4.1 Existing facilities shall comply with the redundancy requirements of section \n8.1. 8.1.4.2 Relocate existing mechanical and electrical equipment to comply with \nsection 8.1. Where existing equipment cannot be relocated to within an existing \nbuilding envelope, protect the equipment with screen walls or barriers that comply \nwith Chapters 6 and 7."
    },
    {
      "page": 78,
      "text": "Mission Critical Facilities \nPage 71 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n8.2.2.1 Separation of feeders: Feeders that form a primary selective pair shall not be \nlocated closer than 50 feet (15 m) to each other, shall be installed in concrete-encased \nductbanks, and shall enter served buildings at different locations. Feeder entry points \nwill maintain a minimum distance of 50 feet (15 m) or greater in all directions from \nareas such as loading docks or similar defined areas of vulnerability. 8.2.2.2 Location of distribution equipment: All electrical distribution components, \nsuch as medium- and low-voltage switchgear and transformers, shall be located above \nthe 100-year floodplain, above grade, and within a mission critical building envelope. Pad-mounted outdoor electrical equipment is not permitted. 8.2.2.3 Manhole and handhole covers: Manholes and handholes shall be equipped \nwith lockable covers. 8.2.3 Telecommunications \n \n8.2.3.1 Telecommunications systems distribution: An underground ring topology \nshall be used for telecommunications cable pathways that connect multiple buildings. This will provide two underground pathways for telecommunications services to all \nbuildings. Sizing of conduits shall be based on a 40 percent fill, and there will be a \nminimum of two spare four inch (100 mm) conduits between buildings. Conduits shall \nbe encased in concrete."
    },
    {
      "page": 78,
      "text": "Distance between manholes or handholes shall not be greater \nthan 400 feet (122 m). 8.2.3.2 Separation of pathways: Ring distribution pathways shall not be located \ncloser than 50 feet (15 m) to each other. Pathways shall enter served buildings at \ndifferent locations and shall not be exposed on the building exterior. Quantity and size \nof conduits shall be determined by site design. Telecommunications entry points shall \nmaintain a minimum distance of 50 feet (15 m) or greater in all directions from areas \nsuch as loading docks or similar defined areas of vulnerability. 8.2.3.3 Location of telecommunications equipment: All telecommunications \ncomponents other than inter-building cabling shall be located above the 100-year \nfloodplain, above grade, and within a mission critical building envelope. 8.2.3.4 Manhole and handhole covers: Manholes and handholes shall be equipped \nwith lockable covers. 8.2.4 Existing Facility – Site Distribution \n8.2.4.1 Existing facilities shall provide emergency connections for electricity, \nsteam, and all water systems. 8.2.4.2 Where existing outdoor above-ground distribution equipment cannot be \nrelocated to within an existing building envelope, protect the equipment with \nscreen walls or barriers that comply with Chapters 6 and 7."
    },
    {
      "page": 79,
      "text": "Mission Critical Facilities \nPage 72 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n8.3 Energy Center \n \n8.3.1 Requirements \nThe energy center contains utility production and distribution equipment, as well as \nincoming services from offsite utility providers, and is responsible for providing utility services \nduring normal operating conditions as well as during and after natural and manmade disaster \nevents. The utility services feeding into the energy center include but may not be limited to \nelectricity, potable water, natural gas, and fuel oil. The utilities feeding to and/or from the \nenergy center and the mission critical facility shall be electricity, steam and condensate \nreturn, and chilled water supply and return. 8.3.2 Sustained Service \nThe energy center shall sustain utility services for a minimum time period of 96 hours. 8.3.3 Standby Electrical System \nRefer to 9.2.1 Standby Electrical System. 8.3.4 Long-replacement-time Equipment \nFor equipment that has a long replacement time, provide for additional physical protection \nand/or installation of redundant equipment or connections that will alleviate extended \nshutdown time. 8.4 Water and Fuel Storage \n \nDesigners shall base the water and fuel storage needs on the number of people anticipated to \nbe on the site during an event. This shall include all mission critical facilities and those life \nsafety protected facilities that are anticipated to remain operational."
    },
    {
      "page": 80,
      "text": "Background: The director of a mission critical facility, in consultation with the area \nemergency manager, shall provide an estimate of the total number of people expected to \nbe on the site, including patients or residents, staff, family members (of patients, residents, \nand staff), visitors, and potential “refugees.” Standards of the Joint Commission (TJC) \nrequire hospitals to address the provision of water and utilities as part of the facility’s \nEmergency Operations Plan (EOP). TJC requires that the EOP state how a hospital will \nmanage utilities during an emergency. In accordance with TJC, the EOP identifies the \nhospital’s capabilities and establishes response procedures for when the hospital cannot \nbe supported by the local community in the hospital's efforts to provide communications, \nresources and assets, security and safety, staff, utilities, or patient care for at least 96 hours. Additional VA guidance is provided in The Emergency Management Program Guidebook 3, \npublished by VHA’s CEOSH, and states the “TJC does not require facilities to stockpile 96hours of supplies, but to develop a concept of operations. It is important to realize that an \n8.3.5 Existing Facility – Energy Center \nExisting facilities shall comply with the requirements of sections 8.3.2 and 8.3.3."
    },
    {
      "page": 80,
      "text": "Mission Critical Facilities \nPage 73 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nappropriate response may involve closing or evacuating the health care organization after \na certain period. For example, an organization may determine that it can be self-sufficient \nduring an emergency for 48 hours after which point it will initiate evacuation procedures.” \n \n8.4.1 Requirements \nStorage shall be provided for potable and industrial water, fire protection, wastewater, and \ncontaminated water, and fuels for use during the period under which offsite utilities are \nunavailable. At a minimum, water and generator fuel storage shall support 96 hours of \noperation, and boiler fuel storage shall support 10 January days of operation. Note: The potable water system shall meet the requirements of VHA Directive 2006007 Ensuring the Security and Availability of Potable Water at VHA Facilities (February \n6, 2006). 8.4.2 Storage Volume Criteria: \nThis section provides the basis of design for all new construction and major renovation \nprojects involving mission critical building(s) and corresponding sites. Consistent with the \nguidance of Section 1.9, any site where a new or renovated mission critical facility is to be \nconstructed, the entire site shall be upgraded to conform to these standards."
    },
    {
      "page": 81,
      "text": "When the entire \nsite cannot be upgraded to meet this criteria, the project shall be designed to incorporate \nachievable physical security elements in a manner that will allow enhancement of those \nelements in the future. Future project(s) must be included in the facility’s approved Strategic \nCapital Investment Plan (SCIP). Designers can adjust potable and industrial water storage \ncriteria only under the following conditions and with approval from the Facility Director and \nProject Manager: \n \n• The possibility of natural disasters such as hurricanes, earthquakes, flooding and fire \ndictate an increase in the storage volume requirements. • Potable and industrial water storage may be reduced if a water conservation strategy \nis developed and approved by the Facility and VISN Directors in an Emergency Water \nSupply Plan (EWSP). The EWSP must be approved in writing at the time of project \nconceptual design. Note: To guide facility managers in the assessment of water storage needs, the \nDepartment of Health and Human Services along with The Centers for Disease Control \nand Prevention, and the American Water Works Association published the Emergency \nWater Supply Planning Guide for Hospitals and Health Care Facilities. The objective of \nthis guide is to help health care facilities develop a robust EWSP and provides a \ndetailed methodology for identifying: current water use, minimum water needs, \nemergency water conservation measures and alternative water supplies."
    },
    {
      "page": 81,
      "text": "Directors of \nMission Critical facilities along with project designers shall develop a EWSP when \ndesigning for less emergency water storage than stipulated in Section 8.4.1. The \nresulting EWSP shall be included in the project’s basis of design and the hospital EOP. Mission Critical Facilities \nPage 74 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n8.4.2.1 Water and Waste-Water: Minimum criteria to be used in determining \nstorage requirements are: \n \n8.4.2.1.1 Potable water: \nPotable water requirements vary between Medical Centers and depends upon the \nnumber of persons expected to remain at the facility throughout the emergency. The requirements for potable water storage shall be estimated at 40 - 50 \ngallons/person/day. This calculation applies to one person at the facility 24 hours \nor 3 people working 8-hour shifts in one day. The director of a mission critical facility, in consultation with the area emergency \nmanager, shall provide an estimate of the total number of people expected to be \non the site, including patients or residents, staff, family members (of patients, \nresidents, and staff), visitors, and potential “refugees.” \nBackground: The Department of Veterans Affairs commissioned a Pilot Study of \nEmergency Power and Water Supply During Natural Disasters and reviewed water \nsupply requirements at 25 separate medical centers in hurricane prone areas."
    },
    {
      "page": 82,
      "text": "The \nstudy concluded that the minimum potable water requirements during contingency \noperations ranged from 40 - 50 gallons/person/day. 8.4.2.1.2 Industrial water: \nIndustrial water requirements, necessary to keep the cooling towers and therefore \nthe chilled water system in operation, are approximately 40 gallons per day per ton \nof peak cooling capacity. Industrial water requirements include cooling tower and \nboiler make-up water. A peak summer and winter consumption shall be \nnormalized over a 7 day period. The profile with the greatest 96 hour \nconsumption shall be used to determine industrial water storage requirements. Background: This requirement was derived from the same Pilot Study of Emergency \nPower and Water Supply During Natural Disasters. The study also concluded that it \nwas necessary for the HVAC systems to be in continuous operation, not only to \nmaintain comfortable temperatures for effective patient care, but also to dehumidify \nthe buildings to lessen potentially destructive mold growth caused by loss of power and \nair conditioning in high humidity climates. Depending upon regional climatic \nconditions, this may not be the case in all geographic locations. 8.4.2.1.3 Fire Protection Water: \nProvide a minimum volume of storage water to fight a single fire for the worst case \nscenario on the campus. Include both Mission Critical and Life Safety Protected \nfacilities in determining the worst case fire scenario."
    },
    {
      "page": 82,
      "text": "This quantity represents the \nvolume required exclusively for fire protection and shall not be used to fulfill \nthe requirements for any other water system design volume. The volume of \nfire protection water shall not be adjusted lower that the calculated requirement. Mission critical facilities shall be sprinkler protected throughout. Mission Critical Facilities \nPage 75 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nUse Table 8.4.2.1 to determine minimum storage for non-sprinkler protected \nfacilities and use Table 8.4.2.2 for sprinkler protected facilities in calculating the \nsingle worst case fire scenario. Note: Installing fire sprinklers in an existing non-sprinkler protected building may \nbe a more cost effective solution than increasing the amount of water storage."
    },
    {
      "page": 82,
      "text": "Table 8.4.2.1 Non-Sprinkler Protected Facilities* \nNFPA 13 Hazard \nFavorable \nUnfavorable \nDuration (Sec 5.2) \nTotal (Gallons) \nLight Hazard \nPatient Buildings, Offices, Quarters \n1,250 gpm \n \n60 min \n75,000 \nLight Hazard \nPatient Buildings, Offices, Quarters \n \n1,500 gpm \n120 min \n180,000 \nOrdinary Hazard \nLaboratory Buildings, Shops, Laundries \n1,250 gpm \n \n60 min \n75,000 \nOrdinary Hazard \nLaboratory Buildings, Shops, Laundries \n \n2,000 gpm \n120 min \n240,000 \nExtra Hazard – Warehouse \n1,500 gpm \n60 min \n90,000 \nExtra Hazard – Warehouse \n3,000 gpm \n120 min \n360,000 \n* See VA FPDM 6th Edition Section 5 \n \nTable 8.4.2.2 Sprinkler Protected Facilities \nNFPA 13 Hazard \nStorage Volume (gallons)d \nLight Hazard \n24,000a \nOrdinary Hazard \n49,500b \nExtra Hazard \n180,000c \na. Based on the following: {0.1 gpm/ft2 over 1500 ft2 plus 250 hose stream} for 60 minutes. b. Based on the following: {0.2 gpm/ft2 over 1500 ft2 plus 250 hose stream} for 90 minutes. c. \nBased on the following: {0.4 gpm/ft2 over 2500 ft2 plus 500 gpm hose stream} for 120 minutes. The default design \ndemand is 0.4 gpm/ft2 over 2500 ft2. However, where the largest demand for the campus is known to be less, the lesser \ndemand can be substituted provided that the hose stream allowance and duration remain 500 gpm and 120 minutes \nrespectively. d. \nNote: Densities and areas are from NFPA 13, but the hose stream allowances and durations have been adjusted to \naddress VA requirements."
    },
    {
      "page": 83,
      "text": "Requirements for fire protection water storage are based on the assumption that \nthere will be only one fire at a time. The calculations shall assume that the water \nsupply from off-site public water provider(s) will not be available. The water \nsupply from on-site water sources, such as groundwater wells, shall only be \nincluded in the calculations when it can be documented that the water source, \npumping facilities, and conveyance system are designed and constructed to \nprovide continued operation during the emergency event. 8.4.2.1.4 Wastewater retention: \nWastewater storage requirements shall be sized to accommodate sanitary sewer \nflows anticipated from the potable water system and are estimated to be 40 - 50 \ngal/day/person and based on the same assumptions as the potable water \ncalculations. Use of expandable storage bladders is an acceptable alternative to \npermanent tanks. Mission Critical Facilities \nPage 76 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nNote: This requirement was derived from the same Pilot Study of Emergency \nPower and Water Supply During Natural Disasters assuming that municipal lift \nstations and plants would fail during a disaster, and that VA would not wish waste \nto be discharged into the surrounding neighborhood. If the Medical Center’s \nwaste drains by gravity to the treatment plant, or there is sufficient storage volume \nin the piping systems, then wastewater retention storage may be reduced."
    },
    {
      "page": 83,
      "text": "8.4.2.1.5 Contaminated water: \nDesignated sites that are implementing VHA’s mass-casualty decontamination \nprogram shall include provisions for a permanent or portable holding tank for \nwater contaminated with hazardous material(s). Background: On November 7, 2002, the President signed Public Law 107-287, \nDepartment of Veterans Affairs Emergency Preparedness Act of 2002, which \nestablished that VA must provide decontamination at VHA medical facilities. EPA \npublished Chemical Safety Alert EPA 550-F-00-009 (July 2000) First Responders’ \nEnvironmental Liability due to Mass Decontamination Runoff which provides \nguidance on the collection of wastewater from decontamination operations. 8.4.2.2 \nWater Level Monitoring: \nWater level must be remotely monitored in accordance with NFPA 22 and NFPA 72 at \na constantly attended location, preferably at the Engineering Control Center (ECC), \nboiler plant or other 24-hour manned location. In locales subject to freezing, water \ntemperature of above-ground storage tanks must likewise be monitored at a \nconstantly-attended location. 8.4.2.3 Generator fuel: \nA peak summer and winter consumption profile shall be normalized over a seven day \nperiod. The profile with the greatest consumption shall be used to determine \ngenerator fuel storage requirements. Boiler and generator fuel storage may be \ncombined as allowed by applicable codes and operational criteria."
    },
    {
      "page": 84,
      "text": "8.4.2.4 Boiler fuel: \nFacilities firing coal as the main fuel normally store a sufficient supply of fuel to meet \nthe normal demands of continuous operation for a period of 15 January days. Facilities firing oil as the main fuel must maintain a supply of fuel sufficient to meet the \nnormal demands of continuous operation for a period of 15 January days. Plants that \ngenerate less than 50 percent of their annual steam demand by natural gas for 2 \nconsecutive years are to be considered as burning oil only. Facilities firing natural gas \nas the main fuel with oil or propane back-up normally maintain a sufficient supply of \nback-up fuel to meet the normal demands of continuous operations for a period of 10 \nJanuary days. See VHA Directive 2008-062 Boiler Plant Operations. Mission Critical Facilities \nPage 77 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n8.4.3 Water Storage Emergency Connection \nThe water storage system shall include emergency connections to allow for a change in \nsupply source or change in delivery points. 8.4.4 Water Treatment \nProvide water treatment equipment to mitigate from environmental contaminants including \nbut not limited to fungi, dust, debris, outside condensation, and corrosion. 8.4.5 Onsite Water Well \nWhere available and permitted, use an onsite water well as an alternate source for potable, \nindustrial, and/or fire protection water."
    },
    {
      "page": 84,
      "text": "The water supply from on-site water wells shall only \nbe included in the calculations when it can be documented that the water source, pumping \nfacilities, conveyance system, and storage reservoirs are designed and constructed to provide \ncontinued operation during the emergency event and meet the peak water demand criteria \nlisted in section 8.4.2. Water tanks will be required to allow a balanced flow through \npipelines, maintain pressure in distribution system, and serve as a buffer between the source \nand treatment plant. Provide emergency power to all equipment. 8.4.6 Protection of Equipment \nProtect all water and fuel storage, pumping, metering, and regulating equipment with screen \nwalls or barriers that comply with section 6.1. For elevated water towers, fence is acceptable \nas a barrier. All tanks shall remain functional and accessible during emergencies. Underground storage vaults shall be water tight and tanks secured to prevent buoyancy. Intakes and vents for vaults shall be located above grade, above the base flood level \nelevation, unobstructed, and in areas not subject to flooding. Secure underground storage \ntanks to prevent buoyancy. Provide electronic security system for access control, intrusion \ndetection, and monitoring of the critical equipment in accordance with Chapter 10. 8.4.7 Electrical Power \nAll electrical equipment necessary to operate stored water and fuel systems shall be backed \nby the standby electrical system."
    },
    {
      "page": 85,
      "text": "8.4.8 Existing Facility – Water and Fuel Storage \nExisting sites containing mission critical facilities shall comply with the \nrequirements of section 8.4. Mission Critical Facilities \nPage 78 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n\nBUILDING SYSTEMS \n \n9.0 Scope, Purpose, and Goals \n \nThis chapter describes criteria for building mechanical building systems (fuels, steam, and \nchilled water), building plumbing systems (potable water, fire protection water, sanitary \nsewer, and medical and laboratory gases and vacuum systems), building water storage \nsystems (potable and industrial water storage tanks, water wells, pumps, and water \npurification systems), building electrical power distribution systems, standby electrical \nsystems, UPS systems, and building telecommunications systems (demarc room, main \ncomputer room, telecommunications rooms, WLAN system, portable radio system, satellite \nradiotelephone system, public address system, distributed antenna system, and VSAT data \nterminal system). The building systems shall be designed in accordance with the VA Design \nManuals including the Electrical, HVAC, Plumbing, Fire Protection, and Sanitary Design \nManuals; specifically, all requirements of the VA Fire Protection Design Manual (which covers \nall VA construction) and the OIT Design Guide (which covers all spaces under OIT’s purview) \nremain in effect."
    },
    {
      "page": 85,
      "text": "In addition, building systems that are necessary to keep a mission critical \nfacility in operation shall not be located in high risk areas. 9.0.1 Modularity \nComponent modularity of major mechanical, electrical, and telecommunications systems is \nan overarching physical security precept, which suggests that building systems be designed \nand constructed from interchangeable components. Modularity is also integral to the VA \nHospital Building System Research Study Report (VAHBS or Red Book) and its Supplement, \nwhich describe integrated and modular design for new facilities. Building systems for mission \ncritical facilities shall employ the principles of modularity outlined in the VAHBS. The primary \nobjectives of VAHBS modularity are cost control, improved performance, adaptability, and the \nprovision of a basis for building development and modification. The physical security benefit \nof VAHBS modularity is that it results in a facility composed of identical or nearly identical \nservice modules, each of which contains standardized mechanical, electrical, and \ntelecommunications components that allow for isolation of service modules, simplification of \nmaintenance and repair, and a higher degree of system capability and integrity. Each service \nmodule is in one fire compartment, and a fire compartment may contain more than one \nservice module."
    },
    {
      "page": 86,
      "text": "VAHBS modularity reduces complexity in detailing and construction, reduces \ncompromises in maintenance, and enhances physical security and future expansion. 9.0.2 Security Considerations \nRefer to Chapter 5, Chapter 10, and Appendix A, Security Door Opening Matrix, and Appendix \nB, Security System Application Matrix, for construction and security requirements for \nmechanical, electrical, and telecommunications spaces. Mission Critical Facilities \nPage 79 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \n9.1 \nHVAC systems \n \n9.1.1 Requirements \n \n9.1.1.1 Equipment location: Locate major mechanical equipment above the ground \nfloor, above grade, and in an area not subject to flooding. 9.1.1.2 Emergency connections: Include emergency connections for chilled water \nand steam services at or near the building entrance point, where it will be \nunobstructed and accessible, above grade, in an area not subject to flooding. Where \nlooped systems enter the building at two points, the emergency connections need \nonly be installed on one entry. 9.1.1.3 Security control center (SCC): In the SCC, provide a display-only terminal, \nwhich will display status and alarm conditions reported by the energy center, the \nbuilding(s) environmental control system(s), medical gas and vacuum system alarms, \nstandby and/or emergency generators, and other similar systems. 9.1.1.4 Entrances and lobbies: Maintain positive pressure in lobbies and entrance \nareas."
    },
    {
      "page": 87,
      "text": "9.1.2 Intakes and Exhausts \n \n9.1.2.1 Outdoor air intakes: All air intakes shall be located so that they are protected \nfrom external sources of contamination. Locate the intakes away from publicly \naccessible areas, minimize obstructions near the intakes that might conceal a device, \nand use intrusion alarm sensors to monitor the intake areas. ● Locate all outdoor air intakes a minimum of 50 feet (15 m) from areas where \nvehicles may be stopped with their engines running. ● Locate all outdoor air intakes a minimum of 30 feet (9 m) above finish grade or on \nroof away from the roof line. 9.1.2.2 Air intakes and exhausts: Design to minimize the blast over pressure \nadmitted into critical spaces and to deny a direct line of sight from a vehicle threat \nlocated at the standoff distance to the critical infrastructure within. Refer to Chapter 6. 9.1.2.3 Hurricane areas: Louvers in areas prone to hurricanes or wind-debris hazards \n(in accordance with ASCE 7-10)shall be certified by the manufacturer to meet the \nfollowing Florida Building Code tests: Uniform Static Air Pressure Test, Cyclic Wind \nPressure Test, Large Missile Impact Test, and Wind Driven Rain Resistance Test. 9.1.3 Existing Facility – HVAC Systems \nExisting facilities shall comply with sections 9.1.1.2 and 9.1.1.3."
    },
    {
      "page": 87,
      "text": "- Impact and wind driven rain resistant louvers, hardened plenums, and structured \nbaffles, as described in section 6.5.1, shall be installed when a major interior \nrenovation or major equipment replacement is performed. Refer also to section \n6.5.2. Mission Critical Facilities \nPage 80 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n9.2 Electrical Systems \n \n9.2.1 Standby Electrical System \nGenerators are required to provide power for the entire mission critical facility load. See also \nChapter 5 for functional area requirements. The standby electrical system consists of \ngenerators, switchgear, fuel storage, and distribution equipment necessary to provide \nstandby power to the mission critical facility. The standby electrical system is not identical to \nthe NFPA-required ESS, which supplies power to a specifically mandated set of health care \nfacility loads. The standby electrical system is in addition to the ESS. Refer to Section 4.10 of \nthe VA Electrical Design Manual for additional information. It is permissible for the standby electrical system to provide power to the ESS when the \nstandby electrical system meets the requirement of the NFPA 99, NFPA 110, and other \napplicable codes. Per VA Directive 0055, medical centers are ideal candidates for implementation of \ncogeneration (combined heat and power) systems because both steam and electricity are \nrequired year-round."
    },
    {
      "page": 88,
      "text": "Cogeneration systems will be considered to be the system of choice for \nall new medical facilities. Documentation will be required for any deviation from this policy. Note that the requirement for onsite fuel storage eliminates natural gas cogeneration engines \nfrom consideration. Diesel-fueled engines are required. 9.2.1.1 Standby generators: Generators shall be diesel compression engine type \nrated as Limited Running Time prime power. Generators should provide power at the \nhighest practical voltage level, preferably the medium voltage utility service entrance \nvoltage, and be paralleled into the normal power electrical system at a point as close \nas possible to the utility service entrance. Based on VA experience with mission critical \nfacilities of various ages in various climates and under diverse operational \ncircumstances, a conceptual load of 5 watts per building gross square foot is \nrecommended as an initial calculation point. The designer is to develop a design \nbased on actual project requirements and conditions, including utility demand data, \noperational considerations, projected load reductions or growth, and applicable codes \nand VA criteria. 9.2.1.2 Location: Generators, paralleling equipment, and associated fuel and \nelectrical components for standby power systems and EES shall be located above \ngrade and above the 100-year floodplain and within dedicated, environmentallycontrolled structures or rooms."
    },
    {
      "page": 88,
      "text": "These structures or rooms and their external features, \nsuch as air intakes or exhausts, shall be in compliance with the Physical Security \nDesign Manual. Standby power systems shall be located a minimum distance of 50 \nfeet (15 m) or greater in all directions from high-risk areas. 9.2.1.3 Load shedding controls: Automatic controls shall selectively shed load from \nthe standby power system upon failure of one or more standby generators to operate. The last loads to be shed shall be the “normal” sources for the Essential Electrical \nSystem automatic transfer switches. Mission Critical Facilities \nPage 81 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n9.2.1.4 Emergency connections: Include an exterior emergency quick connection \nand all associated equipment for the ESS at or near the location of the EES distribution \nequipment. 9.2.2 Uninterruptible Power Supply (UPS) \nProvide UPS equipment for critical telecommunications and computer equipment. The \ntelecommunications facilities include the entrance facility (demarc), main computer room, \nand telecommunications rooms. UPS equipment provides power during the time gap \nbetween loss of utility power and energization of the EES or standby electrical systems. UPS \nalso provides power for an orderly shutdown of equipment in the event EES or standby \nelectrical systems do not operate properly."
    },
    {
      "page": 89,
      "text": "9.2.2.1 Modularity: Where multiple UPS are used, they shall be identically sized to \nallow for interchangeability. 9.2.2.2 Space for UPS: Provide required UPS floor space in rooms which require UPSbacked power. 9.2.2.3 Battery runtime: Size battery systems for a minimum of 20 minutes of full \nrated output. Individual project needs may dictate a longer runtime. 9.3 Telecommunications Systems \n \nRefer to Chapter 5 for functional area requirements. 9.3.1 Demarcation Room \nThe demarcation room (demarc) is where all telecommunications services from all service \nproviders are delivered to the building and contains the separation points between utilityowned and VA-owned equipment and cabling. 9.3.1.1 Location: The demarc room shall be located above grade and above the 100year floodplain and within a mission critical building envelope. The room shall not be \nlocated adjacent to the main computer room. The room shall be located at least 50 \nfeet (15 m) from high-risk areas, shall not be located within 25 feet (7.62 m) of an \noutside wall or delivery area, and shall not be located directly below laboratories, \nkitchens, laundries, toilets, showers, or other areas where water service is provided. 9.3.1.2 HVAC: The demarc room shall be provided with generator-backed HVAC \nservice. 9.3.1.3 Power: All equipment in the demarc room shall be powered from UPS \nequipment that will provide a minimum of 4 hours of service at full rated output."
    },
    {
      "page": 89,
      "text": "In \naddition, a risk analysis shall be performed to demonstrate the need for compliance \n9.2.3 Existing Facility – Electrical Systems \n9.2.3.1 Standby electrical system: Existing facilities in regions prone to \nhurricanes (in accordance with ASCE 7-10) and zones of Moderate-High or greater \nseismicity (refer to VA H-18-8) shall comply with section 9.2.1. Facilities outside \nthese areas or zones are encouraged to comply with section 9.2.1. 9.2.3.1 UPS: Existing facilities shall comply with section 9.2.2. Mission Critical Facilities \nPage 82 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nwith NEC Article 708, Critical Operations Power Systems. Compliance with the \nprovisions of NEC 708 may be required for the electrical systems serving the demarc \nroom, including but not limited to upstream electrical distribution equipment. 9.3.1.4 Conduit pathways: Conduit pathways used to interconnect the demarc \nroom and the main computer room shall be configured in a ring topology to provide \ntwo pathways between the two locations. 9.3.2 Main Computer Room \nThe main computer room contains all of the main telephone switching and data processing \nequipment for the mission critical facility. 9.3.2.1 Location: The main computer room shall be located above grade and above \nthe 100-year floodplain and within a secure area of the building, on the ground floor \nor higher."
    },
    {
      "page": 90,
      "text": "The main computer room shall be located at least 50 feet (15 m) from high \nrisk areas; shall not be located within 25 feet (7.62 m) of an outside wall or delivery \narea; shall not be located adjacent to the demarc room; and shall not be located \ndirectly below laboratories, kitchens, laundries, toilets, showers, or other areas where \nwater service is provided. 9.3.2.2 HVAC: The main computer room shall be provided with generator-backed \nHVAC service. 9.3.2.3 Power: All equipment in the main computer room shall be powered from UPS \nequipment that will provide a minimum of 20 minutes of service at full rated output. In addition, a risk analysis shall be performed to demonstrate the need for compliance \nwith NEC Article 708, Critical Operations Power Systems. Compliance with the \nprovisions of NEC 708 may be required for the electrical systems serving the main \ncomputer room, including but not limited to upstream electrical distribution \nequipment. 9.3.2.4 Conduit pathways: Conduit pathways used to interconnect the demarc \nroom and the main computer room shall be configured in a ring topology to provide \ntwo pathways between the two locations. 9.3.3 Telecommunications Rooms \nTelecommunications rooms are located on all floors of the building and distribute telephone, \ndata, and other telecommunications services to work spaces located throughout the building. 9.3.3.1 HVAC: Telecommunications distribution rooms shall be provided with \ngenerator-backed HVAC service."
    },
    {
      "page": 90,
      "text": "9.3.3.2 Power: All equipment in the telecommunications rooms shall be powered \nfrom UPS equipment that will provide a minimum of 4 hours of service at full rated \noutput. In addition, a risk analysis shall be performed to demonstrate the need for \ncompliance with NEC Article 708, Critical Operations Power Systems. Compliance with \nthe provisions of NEC 708 may be required for the electrical systems serving the \ntelecommunications rooms, including but not limited to upstream electrical \ndistribution equipment. Mission Critical Facilities \nPage 83 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n9.3.4 Wireless Local Area Network System \nA wireless local area network (WLAN) data system facilitates rapid restoration of limited data \ncommunications services in the building after a catastrophic event. Provide a wireless data \naccess system, or install infrastructure (cabling) placed for later system installation. Provisions shall be made during the initial telecommunications system design and installation \nto implement a wireless data system throughout the building. These provisions are required \nwhether a wireless data system will be initially installed or not. Specific design requirements \nwill include placement of data access points, plans to interface with antenna distribution \nsystem, and equipment space and power requirements in telecommunications distribution \nrooms."
    },
    {
      "page": 91,
      "text": "System design shall include provision for Power over Ethernet (PoE) to supply power to any \nindividual access points. Horizontal cabling used to connect Wireless Access Points (WAPs) shall be the same type as \ncable used for other building wireless access points. WLAN access points distributed throughout the facility shall be secured to the ceiling or \nbuilding in a way that requires a special tool for removal. Data security on the WLAN shall be implemented using the most secure industry standard at \nthe time the system is actually put in operation. System design shall include the ability for the wireless data system to use the building \ndistributed antenna system, where available, for distributing data signals. 9.3.5 Portable Radio System \nProvide a portable radio system. The portable radio system provides two-way radio \ncommunications for security services and facilities management services both inside \nbuildings and throughout the campus, where there are multiple buildings. All fixed radio equipment shall be mounted according to manufacturer’s recommendations \nand mounting provisions shall comply with applicable seismic requirements. 9.3.5.1 Location: Radio equipment may be located in a penthouse or one of the \ntelecommunications rooms. The location must be coordinated with access to both the \nantenna equipment and the telecommunications rooms."
    },
    {
      "page": 91,
      "text": "Radio equipment shall not \nbe located adjacent to the demarc or computer rooms and shall be located at least 50 \nfeet (15 m) from high risk areas, shall not be located within 25 feet (7.62 m) of an \noutside wall or delivery area, and shall not be located directly below laboratories, \nkitchens, laundries, toilets, showers, or other areas where water service is provided. 9.3.5.2 HVAC: Rooms housing fixed radio equipment shall be provided with \ngenerator-backed HVAC service. Mission Critical Facilities \nPage 84 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n9.3.5.3 Power: Fixed radio equipment shall be powered from UPS equipment that \nwill provide a minimum of 20 minutes of service at full rated output. In addition, a risk \nanalysis shall be performed to demonstrate the need for compliance with NEC Article \n708, Critical Operations Power Systems. Compliance with the provisions of NEC 708 \nmay be required for the electrical systems serving the portable radio system. 9.3.6 Satellite Radiotelephone System \nProvide a satellite radiotelephone system. The purpose of the satellite radiotelephone is to \nprovide a very basic and limited telephone capability in the event internal and external phone \nsystems failure. The satellite radiotelephone must be able to make local, long distance, and \ninternational telephone calls directly over a satellite connection without using any land \nfacilities."
    },
    {
      "page": 92,
      "text": "9.3.7 Public Address System \nProvide public address (PA) systems in accordance with other VA design manuals, design \nguides, and specifications. 9.3.7.1 Location: All central PA equipment shall be located in the main computer \nroom to facilitate interconnection with the telephone system. 9.3.7.2 Power: PA system equipment shall be powered from UPS equipment that will \nprovide a minimum of 20 minutes of service at full rated output. In addition, a risk \nanalysis shall be performed to demonstrate the need for compliance with NEC Article \n708, Critical Operations Power Systems. Compliance with the provisions of NEC 708 \nmay be required for the electrical systems serving the public address system. 9.3.7.3 Cabling: Comply with all cabling and installation practices associated with \nequipment intended for use in a critical care facility. 9.3.8 Distributed Antenna System \nProvide a distributed antenna system in the facility. The distributed antenna system works in \nconjunction with the various radio systems in the building to improve portable radio system \ncoverage in the building and provides the ability to use one common antenna system for \nmultiple services. Services that may be supported include the portable radio system, public \nsafety radio rebroadcast, cellular radio system rebroadcast, and support for WLAN data \nservice. 9.3.8.1 Location: All distributed antenna system equipment shall be located in the \ntelecommunications rooms."
    },
    {
      "page": 92,
      "text": "9.3.8.2 Power: Distributed antenna system equipment shall be powered from UPS \nequipment that will provide a minimum of 20 minutes of service at full rated output. In addition, a risk analysis shall be performed to demonstrate the need for compliance \nwith NEC Article 708, Critical Operations Power Systems. Compliance with the \nprovisions of NEC 708 may be required for the electrical systems serving the \ndistributed antenna system. 9.3.8.3 Cabling: Comply with all optical fiber, coaxial, and antenna system cabling \nand installation practices associated with cabling intended for use in a critical care \nfacility. Mission Critical Facilities \nPage 85 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n \n9.3.9 Very Small Aperture Terminal Satellite Data Terminal \nA Very Small Aperture Terminal (VSAT) data terminal acts as a backup data system and \nprovides limited data capability if all ground based services were to fail. It provides a data \ncapability that is not dependent on local service providers. 9.3.9.1 Location: VSAT equipment is roof-mounted and interfaces with data \ntranslation equipment located in the main computer room. 9.3.9.2 Power: VSAT equipment shall be powered from UPS equipment that will \nprovide a minimum of 20 minutes of service at full rated output. In addition, a risk \nanalysis shall be performed to demonstrate the need for compliance with NEC Article \n708, Critical Operations Power Systems."
    },
    {
      "page": 93,
      "text": "Compliance with the provisions of NEC 708 \nmay be required for the electrical systems serving the VSAT. 9.4 Plumbing Systems \n \n9.4.1 Medical Gases, Vacuum, and Oxygen Systems \nMedical gases, vacuum, and oxygen systems shall be secured to prevent unauthorized \ntampering, contaminating, or cross connecting of systems. Provide emergency connection \npoints for skid-mounted medical air and vacuum equipment and skid-mounted liquid oxygen \ntank with evaporator and regulators. 9.5 Fire Protection Systems \n \n9.5.1 Fire Sprinkler Systems \nMission critical facilities shall be sprinkler protected throughout. 9.5.2 Fire Department Hose Connections \nFire department hose connections located on the exterior of a building shall be protected in \nsuch a manner as to limit access only to authorized personnel. Protection devices shall be \napproved by the Authority having Jurisdiction (AHJ) and local Fire Officials. 9.3.10 Existing Facility – Telecommunications Systems \nExisting facilities shall comply with section 9.3. 9.4.2 Existing Facility – Plumbing Systems \nExisting facilities shall comply with section 9.4. 9.5.3 Existing Facility – Fire Protection Systems \nExisting facilities shall meet the requirements of section 9.5. Mission Critical Facilities \nPage 86 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n\nSECURITY SYSTEMS \n \n10.0 Scope, Purpose, and Goals \n \nThe requirements of Chapter 10 shall apply to all mission critical facilities, both new and \nexisting."
    },
    {
      "page": 93,
      "text": "Existing facilities shall be required to meet the same requirements as new facilities. The physical security of mission critical facilities focuses both on protection and safety of \npeople and physical assets, requiring protection of facility systems necessary to maintain \noperations prior to, during, and after a manmade or natural event. This chapter addresses physical security standards associated with the selection, application, \nand performance of electronic security systems (ESS). The ESS includes the Physical Access \nControl System (PACS); Intrusion Detection System (IDS); Video Assessment and Surveillance \nSystems (VASS); Duress, Security Phones, and Intercom System (DSPI), commonly referred to as \nintercommunications system; and the Detection and Screening System (DSS). The integration \nand monitoring of the ESS, system operation, and space requirements associated with the ESS \nsubsystems are discussed in this section. Security Control Center (SCC) and Security Equipment \nRoom (SER) functional requirements are provided in Chapter 5, while operational and system \nrequirements are found within this chapter. The ESS subsystems shall be designed and engineered by a qualified security specialist \ncomplying with the requirements in section 1.5."
    },
    {
      "page": 94,
      "text": "10.0.1 Guidance on use of this Section and Appendices A and B \nThe requirements provided within this chapter and Appendices A and B shall be used \ncollectively to provide an acceptable level of security for the subject facility and/or site. 10.0.2 Designers Resources \nThe security consultant shall comply with VA’s latest construction specifications for electronic \nsecurity systems, found on the VA TIL, and augmented by VA Policies and Directives. Additional sections shall be prepared by the designer as necessary to suit the project \nrequirements. 10.1 Electronic Security Systems \n \nThere is a higher need for event correlation and awareness for mission critical facilities. Mission critical facilities shall report up to a regional monitoring center to provide system \nresiliency and failover. All systems are required to be networked for identity verification as \nrequired by Homeland Security Presidential Directive 12 (HSPD-12) and Federal Information \nProcessing Standards 201 (FIPS-201) compliance. Each mission critical facility shall have its \nown dedicated connection to the Federal bridge and PACS server. All PACS shall comply with \nHSPD-12 and NIST 800-16 requirements. These requirements are established in the Master \nConstruction Specifications. Mission Critical Facilities \nPage 87 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nIntegrate all ESS into a common graphic user interface (GUI) to provide comprehensive \nsituational awareness."
    },
    {
      "page": 94,
      "text": "This includes correlating alarm events with automated video call-up of \nassociated video for remote assessment. Linkages between systems shall be logical in lieu of \ncomplex hardwired systems using inputs and outputs. Larger mission critical or regional systems shall consider the use of physical security \ninformation management (PSIM) systems to combine large complex subsystems. PSIM \nsystems also provide the ability to monitor multiple security subsystems from multiple \nmanufacturers. Regional monitoring systems are a VA goal and are encouraged. See Physical \nSecurity: Electronic Security Systems Manual, Final  2008 concerning regional monitoring \nsystems. A central interface shall be provided for monitoring, reporting, and configuration of all \nelectronic security subsystems. It shall provide correlated event monitoring and controls. The ESS shall allow the configuration of alarm monitoring, administrative, asset management, \ndigital video management, intrusion detection, visitor enrollment, remote access level \nmanagement, and integrated security workstations. The ESS shall have the ability to compose, file, maintain, update, and print reports for either \nindividuals or the system. Examples of systems reports include: \n● Individual reports consisting of an employee’s name, office location, phone number or \ndirect extension, and normal hours of operation and shall provide a detail listing of the \nemployee’s daily events in relation to accessing points within a facility."
    },
    {
      "page": 95,
      "text": "● System reports producing information on a daily/weekly/monthly basis for all events, \nalarms, and any other activity associated with a system user. All ESS with system clocks shall be connected to a time synchronization clock to provide a \ncoordinated time stamp. The time synchronization system shall be based on an internal VA \nutilized time clock or atomic sync. The ESS shall be backed by the standby electrical system and UPS equipment. Refer to \nChapter 9 for utility and building system requirements. 10.2 Physical Access Control System \n \nThe physical access control system (PACS) consists of all equipment and information required \nto verify, identity, and grant or deny access to individuals in accordance with HSPD-12. Equipment ranges from card readers and locks to the servers and databases required for \nidentity verification and all components and communication in between. Mission critical \nfacilities shall have a SCC for monitoring with failover to a regional monitoring center. 10.2.1 ESS Hardware \n \nMission Critical Facilities \nPage 88 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n10.2.1.1 Data gathering panels shall be centrally located within a secure location \nthat prevents panels from being damaged, tampered with, or accessed by \nunauthorized personnel. Field modules, such as reader modules, may be located on \nthe secured side of a door in an enclosure that is locked or protected with a tamper \nswitch."
    },
    {
      "page": 96,
      "text": "10.2.1.2 Entry control devices include card readers and biometric verification \nstations. All entry control devices shall be FIPS 201 compliant and hardwired to the \nPACS data gathering panel. Biometric systems have limited application and shall only \nbe utilized for secondary authentication into high security areas. 10.2.1.3 Electrified locks, such as, magnetic locks, strikes, and mortise locks, shall be \nselected based upon life-safety requirements, locking arrangements, and level of \nsecurity. Utilize request-to-exit devices integrated in the electrified locksets in \naccordance with NFPA, IBC, and other applicable construction codes. Fail-safe-failsecure, field selectable locks shall be used. 10.2.1.4 Optical turnstiles, where used in high-traffic access control points such as \nlobbies, require integrated barriers. Rotary turnstiles are discouraged due to life-safety \nconcerns. Coordinate and accommodate life-safety when planning to use turnstiles. 10.2.1.5 Credentials and enrollment interface: with the development of the HSPD12 based architecture, credentialing and badge issuance are separate from the PACS. Facility level enrollment station will be required; however, credentialing and badge \nissuance will be accommodated by a separate non-PACS system. The facility level \nenrollment station will allow the PIV badge holder to be programmed for facility level \naccess permissions."
    },
    {
      "page": 96,
      "text": "Credential validations shall comply with OMD 11.11, FICAM, and \nNIST SP 800-116, and shall use PKI authentication method. 10.2.1.6 Locations: Refer to Appendix A, Security Door Opening Matrix, and \nAppendix B, Security System Application Matrix, for PACS system component \nlocations. 10.3 Intrusion Detection System \n \nThe intrusion detection system (IDS) consists of all equipment and information required to \ndetect and annunciate potential unauthorized entry into a protected space through an \naccessible and man-passable opening. An accessible opening as defined by NFPA 730 \nGuideline for Premise Security is within 18 feet (4 m ) of exterior ground surface or within 18 \nfeet (4 m ) directly or diagonally opposite a window, structure, fire escape, or roof. A manpassable opening as defined by NFPA 730 is a clear cross section area of 96 square inches (619 \ncm2) or more with the smallest dimension exceeding 6 inches (15.2 cm). IDS sensors include \nmotion detection, glass break, door contacts, and other detection devices. All IDS shall meet \nUL 639 Intrusion Detection Standard. Terminate all IDS sensors on the PACS data gathering \npanel. Provide an arm/disarm panel in protected spaces. Pharmacies have additional \nrequirements; refer to VA 0730, Appendix B for these requirements."
    },
    {
      "page": 97,
      "text": "Mission Critical Facilities \nPage 89 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n10.3.1 Planning and Selection Criteria \nIDS shall provide multiple levels or points of detection as far as possible from an asset to be \nprotected. Determine the type of IDS sensor technology to use based upon the capability of \nthe sensor and environmental factors. Intrusion devices of different technologies (such as, motion detection, glass break, or \nmagnetic contacts) shall be zoned separately. Intrusion devices of like technologies shall be \nwired together, not to exceed three devices, within the confines of clear physical barriers and \nnot to exceed 50 feet (15 m). Devices in the same physical location providing the same \npurpose shall be programmed in alarm groups to support the intrusion zone concept. 10.3.2 Data Transmission System \nSensors and arm/disarm devices shall be hardwired and directly connected to the data \ngathering panel whenever feasible. Wireless alarms may be used only where the surrounding \nbuilding construction and environment will not degrade the effective range of the alarm \nsignal."
    },
    {
      "page": 97,
      "text": "Where a wireless IDS system is used it shall meet Federal Communication Commission \n(FCC) wireless transmission standards and VA requirements, including coordination with \nproper approving authority within VA. \n \n10.3.3 Interior Sensors \n \n10.3.3.1 Balanced magnetic switches (BMS) may be either recessed or surface \nmounted; the preferred method is to use a recess mounted switch to reduce the ability \nto defeat the system and improve aesthetics. ● When double doors or gates require protection, each door shall be fitted with a \nseparate magnetic switch. ● Surface mounted switches shall be mounted on the protected side of the door. ● When protecting roll-up doors wider than 80 inches (2 m), BMS shall be mounted \non both sides on the interior side of door. 10.3.3.2 Glass break sensors: Windows with security mesh screen do not require \nglass break sensors. Consider window construction to mitigate blast or ballistic \nhazards when selecting sensor technology. Laminated glass thicker than 0.25 inches \n(0.635 cm) does not require IDS. Glass break sensors shall not be used in the absence \nof PIRs or balanced magnetic switches. 10.3.3.4 Passive infrared sensors: Passive infrared sensor (PIR) shall meet the \nrequirements of ANSI/SIA PIR-01, Passive Infrared Motion Detector Standard - Features \nfor Enhancing False Alarm Immunity."
    },
    {
      "page": 97,
      "text": "A 360-degree field of view configuration shall be \npreferred for sensor monitoring purposes, but the final determination of configuration \nfor field of view, which may be 360, 180, 90, 45 degrees or curtain, shall be determined \nfrom a field survey and mounting surface availability. Sensitivity of the sensor shall be \nadjustable to provide the necessary area of protection. 10.3.3.5 Vibration sensors: Boundary walls to be protected shall use vibration \ndetection sensors mounted to the wall to assure detection of attempted penetration \nbefore the wall is breached. Vibration sensors shall be used in combination with BMS \nMission Critical Facilities \nPage 90 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nfor safes and vaults. Wall mounted shock/vibration sensors shall be provided with \nLEDs to indicate activation and shall be mounted to provide a clear view of the LED. Except for unusually small areas, smaller than 10 x 10 feet (3 x 3 meters), sensors zoned \ntogether shall not cover more than one wall. 10.3.3.6 Video motion detection does not provide sufficient probability of detection \nwith reasonable nuisance alarm rates to be considered intrusion detection; however, \nvideo motion detection maybe used in areas where alternate sensor or more \nconventional detection methods are not appropriate. The nuisance alarm rate (NAR) \nshall be less than 5 percent."
    },
    {
      "page": 98,
      "text": "10.3.4 Exterior Sensors \nExterior intrusion detection systems shall be planned for remote VA utility infrastructure \nlacking physical guard or police force presence. These areas are commonly water towers and \nwater treatment facilities outside the VA established perimeter but may include other assets. Exterior sensors shall only be used for perimeter protection when the area to be protected is \nbordered by a fence or physical barrier. Exterior perimeter detection capability shall be \napplied to fenced areas around a site or building, loading docks, and outside storage areas or \nenclosures, using volumetric sensors in addition to BMS on access gates. Facilities that use a \nfence to define boundaries shall address the use and necessity of fence mounted sensors, \nmicrowave sensors, or photoelectric beams. 10.3.4.1 Microwave sensors, where required for security, shall use a multiple-beam \nconfiguration and only be used when there is a clear line of sight between a \ntransmitter and receiver and where the ground is within the sensor operational \nspecifications. Microwave sensors shall not be used near outdoor fluorescent lights. 10.3.4.2 Infrared Sensors, where required for security, shall be used in a multi-beam \narrangement to create an invisible fence or corral around the protected area. These \nsystems are affected by fog, rain, and snow and shall not be installed where local \nclimatic conditions would cause interference."
    },
    {
      "page": 98,
      "text": "10.3.4.4 Fence mounted sensors, where required for security, shall include tension \nwire, capacitance, electric vibration, and shock sensors. When using fence mounted \nsensors a BMS shall be installed at the pedestrian and vehicle access point gates. 10.3.4.5 Video motion detection does not provide sufficient probability of detection \nwith reasonable nuisance alarm rates to be considered intrusion detection; however, \nvideo motion detection maybe used in areas where alternate sensor or more \nconventional detection methods are not appropriate. The security consultant shall \nensure that NAR is acceptable; an acceptable maximum shall be less than 5 percent. 10.3.5 Design and Installation \nTo ensure proper operation, maximum detection capability, and minimize false alarms, IDS \nshall be installed in accordance with manufacture instructions, NFPA 731 Standard for the \nInstallation of Electronic Premises Security Systems and UL 681 Installation and Classification of \nBurglar and Holdup Alarm Systems. All IDS shall be capable of continuous operation and \nmonitoring through the use of UPS equipment and standby electrical system (see Chapter 9). Mission Critical Facilities \nPage 91 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n10.3.5.1 Locations: Protect all man-passable openings in a building perimeter with \ncontacts. Protect all accessible openings as defined by NFPA 730 with appropriate \nsensors."
    },
    {
      "page": 99,
      "text": "Refer to Appendix A, Security Door Opening Matrix, and Appendix B, Security \nSystem Application Matrix, for IDS system component locations. 10.4 Video Assessment and Surveillance \n \nThis section addresses physical security standards for the two basic uses of a VASS: event \nassessment and general surveillance. This section describes the selection, application, and \nperformance of the VASS, which includes cameras, monitors, controlling and recording \nequipment, and centralized management and operations of the system. 10.4.1 System Uses, Compatibility, and Integration \n \n10.4.1.1 System uses: VASS shall be used to monitor building entrances, restricted \nareas, mission critical asset areas, and alarm conditions. VASS shall be used for \nsurveillance and documentation of defined exterior areas, such as, site and roadway \naccess points, parking lots, and building perimeter, and interior areas from a \ncentralized SCC. 10.4.1.2 System compatibility: All components of the VASS shall be fully \ncompatible and shall not require the addition of interface equipment or software \nupgrades to ensure a fully operational system. 10.4.1.3 System integration: The VASS shall be able to be fully integrated with other \nsecurity subsystems. 10.4.2 Networked Versus Stand-alone \nVASS shall be designed and engineered as either a networked or stand-alone system."
    },
    {
      "page": 99,
      "text": "10.4.2.1 Networked VASS shall be utilized when multiple cameras, monitors, \ncontrollers, and recording devices are configured and makeup what is defined as a \nwhole VASS. All components of the system shall be monitored and controlled in the \nSCC, using either a matrix switcher or a desktop computer. Alternate locations for \nmonitoring cameras may be required in some circumstances. 10.4.2.2 Stand-alone VASS may be used for a single application and designated \nlocation use only and may compliment the PACS for a specific area. Fixed camera(s) \nshall be positioned in a manner to allow viewing of specific entry control point(s) \nthrough the use of a dedicated VASS monitor located in a common viewing area. 10.4.3 Cameras \nThe design, installation, and use of VASS cameras shall support the visual identification and \nsurveillance of persons, vehicles, assets, incidents, and defined locations. 10.4.3.1 General requirements: All cameras shall meet the following requirements. ● Cameras shall conform to National Television System Committee (NTSC) \nformatting criteria. Mission Critical Facilities \nPage 92 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n● Cameras shall be color and auto-day/night feature to digitally switch from color to \nblack and white at dusk and vice versa at dawn. ● Cameras shall be rated for continuous operation. ● Each camera function and activity shall be addressed within the system by a \nunique twenty character user defined name."
    },
    {
      "page": 100,
      "text": "The use of codes or mnemonics \nidentifying the VASS action shall not be accepted. ● Cameras shall have built-in video motion detection that automatically monitors \nand processes activity information from each camera, based upon how the \nsurveillance field-of-view is programmed. ● When the camera is used as part of a VASS computer network, a video encoder \nshall be used to convert the signal from the NTSC criteria to Moving Picture Experts \nGroup (MPEG) format. ● All cameras shall be home run to a monitoring and recording device via controlling \nvideo equipment such as a matrix switcher or network server that is monitored \nfrom a designated SCC location. The use of wireless cameras are discourage for \nany long term application (more than 1 year period of use) and shall not be used \nfor mission critical assets (see section 10.4.3.3 wireless camera use). 10.4.3.2 Fixed versus pan/tilt/zoom: VASS cameras may be either fixed or \npan/tilt/zoom (P/T/Z). ● Fixed cameras shall be the primary means of surveillance to monitor designated \naccess control and monitoring points. ● Fixed cameras shall be used to monitor interior building areas; P/T/Z cameras may \nbe used to provide supplemental surveillance coverage of building interiors where \nnecessary. ● P/T/Z cameras shall be used and deployed for all site perimeter and exterior \nbuilding areas."
    },
    {
      "page": 100,
      "text": "10.4.3.3 Hardwired versus wireless: VASS cameras classified as hardwired directly \nconnect to a monitoring device using video signal imaging cable. A wireless VASS \ncamera application is directly connected via a remote receiver that requires constant \nline-of-sight communications with the camera and the monitoring device. ● Hardwired or Internet protocol (IP) cameras shall be the preferred method of \ninstallation. ● Hardwired cameras shall be connected to the monitoring equipment with \ncontinuous wiring used as the media transmission system. ● Prior to selection of wireless cameras, consider the potential effects on the use of \nthis technology, such as geographical area of coverage, environmental \ninterference, effects on medical systems, and distance from the monitoring \nlocation. ● Wireless systems shall meet FCC requirements and be approved by VA wireless \nsystem approval authority during the design of the system. 10.4.3.4 Color versus black and white: All VASS cameras shall be color that allows \nfor black and white applications. ● Cameras shall be able to switch between color and black and white through a \nprogrammable feature built into the camera (auto day/night feature). Mission Critical Facilities \nPage 93 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n● Color shall be the primary mode, automatically switching to black and white when \nlight levels drop below normal specifications."
    },
    {
      "page": 101,
      "text": "10.4.3.5 Camera lenses shall be used in a manner that provides maximum coverage \nof the area being monitored and shall meet the following requirements. Two types of \nlenses shall be used for both interior and exterior fixed cameras. ● Manual variable focus lenses shall be used in large areas monitored by the camera \nand shall allow for settings at any angle of field to maximize surveillance coverage. ● Auto iris fixed lenses shall be used in areas where a small specific point of reference \nis monitored. ● Specific lens size shall be determined using a field-of-view calculation provided by \nthe manufacture. 10.4.3.6 Camera enclosures: All cameras and lenses shall be enclosed in tamper \nresistant housings. ● Both interior and exterior cameras shall be housed within a tamper-proof camera \nenclosure. ● Exterior camera enclosures shall be rated to protect against unique weather \nelements associated with the specific facility conditions and geographical area. 10.4.3.7 Camera installation, mounts, poles, and bases: All camera equipment \nshall be installed to ensure all components are fully compatible as a system. Adhere to \nguidance provided by the National Electrical Contractors Association Standard, NECA \n303-2005, Installing Closed-Circuit Television (CCTV) Systems. ● Camera mounts shall be installed on approved mounting surfaces structured for \nweight, wind load, and extreme weather conditions."
    },
    {
      "page": 101,
      "text": "● Camera mounts shall be installed in a manner that will not inhibit camera \noperation or field-of-view. ● Where a camera is mounted to a rooftop or within a parapet, ensure that the \nmount is designed and installed in a manner that the equipment can be swiveled \ninward for maintenance and upkeep purposes. ● All camera poles shall be constructed of metal with a concrete base and shall be \ninstalled and grounded in accordance with the NEC. ● Camera poles shall be weather resistant. ● Cameras and their mounts may share the same pole with lighting when the \nfollowing conditions are met: \no A hardened wire carrier system is installed inside the pole to separate the high \nvoltage power cables for the lighting from the power and signal cables for the \ncamera and mount. o The camera and mount are installed and positioned in a manner that the \nlighting will not deter from, cause blind spots or shadows, or interfere with the \nvideo picture and signal. ● All camera poles and mounts shall be installed in locations that will allow for \noptimum view of the area of coverage. 10.4.3.8 Power source: All VASS cameras and mounts shall be powered remotely by \na UL listed power supply unit (PSU) as follows: \nMission Critical Facilities \nPage 94 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n● The PSU shall have the ability to power at least four exterior cameras or eight \ninterior cameras."
    },
    {
      "page": 102,
      "text": "● A back-up with dedicated power feed from a security system power panel shall be \nprovided to the camera and mount. A step down transformer shall also be \ninstalled at the camera location to ensure a proper operating voltage is provided \nto the camera and mount. ● The VASS shall be supported by UPS equipment and standby electrical system (see \nChapter 9). 10.4.3.9 Lightning and surge protection: With the exception of fiber optic cables, \nall cables and conductors that act as control, communication, or signal lines shall \ninclude surge protection when extending beyond the building envelope. 10.4.3.10 Site coordination: Site and building exterior lighting shall be coordinated \nand installed in a manner that allows the VASS system to provide positive \nidentification of a person, vehicle, incident, and location. ● Lighting shall not provide bright illumination behind the main field of camera \nview. ● Cameras shall be installed in a manner that no lighting will point directly at the \ncamera lens causing blind spots and black outs. ● Provide routine maintenance of lighting systems and replacement of lighting \nfixtures that are necessary for operational integrity of the VASS system. ● VASS cameras shall be installed so that landscaping will not deter from the \nintended field of view. o Cameras shall not be mounted in trees, bushes, or any other natural landscape \nthat will in the long term degrade the view or operation of the VASS system."
    },
    {
      "page": 102,
      "text": "o Cameras shall not be installed behind, next to, or on any natural or manmade \nobject that will restrict the field of view, cause signal loss, or prevent the \ncamera from being fully operational. o Perform routine landscape maintenance that is necessary for operational \nintegrity of the VASS system. 10.4.4 Additional Components \n \n10.4.4.1 Monitors shall be color and able to display analog, digital, and other images \nin either NTSC or MPEG format associated with the operation of the security \nmanagement system (SMS). 10.46.4.2 Matrix switcher/network server (controlling equipment) shall be used \nto call up, operate, and program all cameras associated VASS components. Controlling equipment shall have the ability to operate the cameras locally and \nremotely. A matrix switcher or a network server shall be used as the VASS controller. The controlling equipment shall allow the transmission of live video, data, and audio \nover an existing Ethernet network or a dedicated security system network, requiring \nan IP address or Internet Explorer 5.5 or higher. The controlling equipment shall be \nable to perform as an analog-to-Ethernet “bridge,” allowing for the control of matrices, \nmultiplexers, and P/T/Z cameras."
    },
    {
      "page": 103,
      "text": "Mission Critical Facilities \nPage 95 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n10.4.4.3 Keyboards and joysticks shall provide direct operator interface with the \ncontrolling equipment to allow for call-up, operation of cameras and mounts, and \nprogramming of controlling equipment as well as cameras and monitors. Where a \nmatrix switcher is used, ensure the keyboard is outfitted with a joystick to provide \ndirect interface with VASS camera controls. 10.4.5 Controlling and Recording Equipment \nAll cameras on the VASS shall be recorded in real time using a digital video recorder (DVR), \nnetwork video recorder (NVR), or a time lapse video recorder (VCR). The type of recording \ndevice shall be determined by the size and type of VASS designed and installed, as well as the \nextent to which the system is to be used. The following criteria shall be followed when \nchoosing a VASS camera recording device. 10.4.5.1 DVR shall be used within the VASS for large or small VASS system set-ups. The DVR may be used in place of a time lapse VCR regardless of how the VASS is \ndesigned and installed. The DVR may be installed with the SMS or as part of a VASS \nnetwork. The DVR shall be IP addressable. Programming, troubleshooting, and all \ngeneral maintenance and upgrades to the DVR shall be done locally at the recording \nunit. ● The DVR shall have a built-in compact disc-recordable (CD-R) for downloading of \nthe buffer to compact disc (CD) for back-up."
    },
    {
      "page": 103,
      "text": "● The DVR buffer shall be cleared and all information transferred to CD when the \nbuffer is at no greater than 60 percent of capacity. ● Compact disc (CD) shall be stored in a dry, cool, central location that is secure. Recordings shall be stored in accordance with VA Police directives. 10.4.5.2 NVR shall be used within the VASS for large or small VASS system set-ups. The NVR shall be used when the VASS is configured as part of the SMS only. Input to \nthe NVR shall be considered when designing and installing all cameras that will be \nconnected to the NVR. ● Ensure the proper signal converter is used to interface non- PoE cameras over to a \nCategory Five (CAT-V) cable. ● The NVR shall provide for either direct download of data to a computer storage \ndevice or CD. All storage media shall be stored in a dry, cool, central location that \nis secure, and storage media shall be held as directed by the VA Police. 10. 4.6 Video Motion Detection \nVASS cameras shall have built-in video motion detection capability that automatically \nmonitors and processes information from each VASS camera. Cameras shall be programmed \nto automatically change viewing of an area of interest without human intervention and shall \nautomatically record the activity until reset by the VASS operator. 10.4.6.1 Timing: This feature shall detect motion within the camera’s field of view \nand provide the SCC monitors immediate automatic visual, remote alarms, and \nmotion-artifacts as a result of detected motion."
    },
    {
      "page": 104,
      "text": "10.4.6.2 Interface with IDS: The video motion detection shall be interfaced with the \nIDS to provide redundancy in the security alarm reporting system. Mission Critical Facilities \nPage 96 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n10.4.6.3 Other system interface: Cameras shall be designed to interface and \nrespond to exterior and interior alarms, security phones/call-boxes, duress alarms, and \nintercoms upon activation. 10.4.7 Camera Locations \nRefer to Appendix A, Security Door Opening Matrix, and Appendix B, Security System \nApplication Matrix, for VASS component locations. 10.5 Duress, Security Phones, and Intercom System \n \nThe section addresses physical security criteria associated with the selection, application, and \nperformance of the duress, security phones or emergency call-boxes, and intercom system \n(DSPI), also referred to as the intercommunications system. 10.5.1 System Elements and Features \nThe DSPI system is used to provide security intercommunications for access control, \nemergency assistance, and identification of locations where persons under duress request a \nsecurity response. Refer to Appendix B, Security System Application Matrix, for locations \nwhere DSPI devices shall be used. 10.5.1.1 DSPI system compatibility: All components of the DSPI shall be fully \ncompatible and shall not require the addition of interface equipment or software \nupgrades to ensure a fully operational system."
    },
    {
      "page": 104,
      "text": "10.5.1.2 System integration: DSPI shall be fully integrated with other security \nsubsystems. 10.5.1.3 Handicapped accessibility: DSPI systems shall be accessible to persons \nwith disabilities. 10.5.1.4 Security intercoms: The main components of this security subsystem are \nthe hardwired master intercom and remote intercom stations. Intercom devices shall \nbe integrated with the VASS upon initiation and activation of a two-way conversation. Where wireless systems are used, repeaters shall be required. Where a wireless \nintercom system is used; it shall meet FCC wireless transmission standards and VA \nrequirements, including coordination with proper approving authority within VA. Typical locations for security intercoms shall include: \n● Access controlled entry points to a site, parking, and perimeter building areas. ● Gated access and service road entry points. ● Loading docks and shipping/receiving areas. ● Interior building access control points to restricted areas. 10.5.1.5 Intercom door release: Security intercom with remote door release \ncapability shall be used for functional areas that require PACS. The security intercom \nsystem shall be integrated with electronic or magnetic remote door release allowing \nfor remote communication and unlocking of doors from a reception desk or SCC \nmaster intercom station. The security intercoms for these areas shall have both an \naudio and built-in video capability."
    },
    {
      "page": 105,
      "text": "Video verification of person(s) requesting access at \nthese points shall be required. Mission Critical Facilities \nPage 97 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n10.5.1.6 Intercom master station shall be capable of selectively calling and \ncommunicating with all intercom stations individually or system wide. Master stations \nshall have a “call in” switch to provide an audible and visual indication of incoming \ncalls from remote stations. The master station shall include, but not be limited to, a \nhandset, microphone/speaker, volume control, push-to-talk button, an incoming \ncall/privacy indicator, and selectors to permit calling and communicating with each \nremote or other master stations. 10.5.1.7 Intercom substation shall be capable of calling into a pre-programmed \nsingle or group of master stations via the pressing of a button or voice activation. When a programmed master station is not available, the call shall automatically \ntransfer to another master station. 10.5.1.8 Multi-intercom station shall have the ability to call or monitor multiple \nstations individually or as a public address system. 10.5.1.9 Single intercom station only calls or monitors one other intercom location \nor station at a time; intercoms are direct wired and do not require a master station."
    },
    {
      "page": 105,
      "text": "10.5.1.10 Push-to-Talk (PTT) two-way communications is the typical type of \nintercom activation device, which requires a button be pressed in order to transmit \nconversation over the intercom. 10.5.1.11 Voice operated intercom switching (VOX) automatically switches audio \ndirection based on the sound of a voice. The switch works when a sound is detected \nby the speaker/transmitter and no push-button is required to transmit a \ncommunication. These intercoms shall be used in interior or exterior areas; however, \nnot in areas with high background noise, such as parking garages. 10.5.2 Security Phones or Emergency Call-Boxes \nAn emergency call-box or telephone system shall be used instead of intercoms for a multifacility environment, a stand-alone facility with a parking structure, or a site with a \nrequirement to transmit call station communications to another site. Emergency call-boxes \nshall be used in areas such as parking garages/lots, sidewalks, pathways of large campuses, \nand in isolated areas. 10.5.2.1 Push button hardwired: Emergency call-box systems shall be hardwired to \na master station located and monitored at a central location, preferably the SCC. Pushing and releasing the emergency call-box call button shall initiate a call-in to a \npre-programmed master station. Once the button is pushed, hands free operation \nshall occur. 10.5.2.2 Handset-telephone extension: Emergency call-boxes shall have the \ncapability of using the existing VA PBX telephone system lines."
    },
    {
      "page": 106,
      "text": "The PBX shall direct \ncalls to a pre-programmed extension that may be located at a receptionist desk, the \nSCC, or both. Lifting the handset shall automatically dial a preprogrammed \nmonitoring station. The caller’s location shall be defined in the PBX system. A \nminimum of two numbers shall be programmed into the system, so that if the first \nnumber is busy or unavailable the second number will be polled. VA facility telephone \nsystems and emergency call-boxes shall not use automatic voice dialers to 911 or the \nmunicipal police department. Mission Critical Facilities \nPage 98 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n10.5.2.3 Speaker-handset stations: Emergency call-box stations shall have the \ncapability to automatically cut out the loudspeaker at the station when the phone \nhandset is lifted, allowing conversations to occur through the handset rather than a \nspeaker. 10.5.2.4 Scream alert option: Emergency call-boxes shall provide the option that a \nspeaker phone becomes activated when a loud scream is heard. This system shall be \nlimited to indoor applications, such as stairwells and elevators or pre-defined highthreat locations, where background noise will not cause false activation of these \ndevices. 10.5.2.5 Integration with VASS cameras: Emergency call-boxes shall provide \ncoverage with VASS when activated or have a built-in camera video surveillance \ncapability that can be monitored from the SCC upon device activation."
    },
    {
      "page": 106,
      "text": "See section \n10.4. 10.5.2.6 Remote control and monitoring: Emergency call-box master stations shall \nhave the capability of monitoring and automatically polling each call-box, report \nincoming calls, identify locations, and keep records of all call events via software and \nintegration with the SMS. The system shall provide auto-answer capability to allow VA \nPolice to monitor and initiate calls. The master stations shall have the capability to \nremotely adjust speakerphone and microphone capabilities and reset the call-box \nactivation from the central monitoring station. 10.5.2.7 Signaling devices: Emergency call-boxes shall provide visual recognition \ndevices such as strobes or beacons, which will provide identification of the activated \ncall-box. 10.5.2.8 Outdoor vs. indoor locations: All emergency call-boxes shall be installed \non rigid structures, columns, walls, poles, and/or freestanding pedestals that are easily \nidentifiable through unique markings, striping or paint, signage or lighting, and shall \nremain easily visible during low light conditions. VASS and call-boxes shall be \nintegrated to provide automatic surveillance and priority monitoring of the caller’s \nlocation. ● Emergency call-boxes in indoor locations shall be easily accessible to the public, \nclearly marked, and may be wall mounted. ● All emergency call-boxes shall be accessible to persons with disabilities."
    },
    {
      "page": 106,
      "text": "10.5.3 Duress/Panic Alarms \nDuress/panic alarms shall be provided at locations where there is considerable public contact \nin isolated and pre-identified high-risk areas, such as the lobby reception desk, patient service \nareas, nursing stations, and isolated offices and buildings where VA personnel work. Upon \nactivation, a silent alarm signal shall be sent to a centralized monitoring location that shall be \ncapable of continuous operations. Other requirements associated with activated alarms shall \ninclude all of the following. ● Alarms shall be continuously monitored by the SCC. ● Activated alarms shall be integrated with VASS coverage of the area. ● Alarms shall be mounted in such a manner as not to be observable and shall prevent \nunintentional operation and false alarms. Mission Critical Facilities \nPage 99 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n● At strategic locations use PACS keypads that are capable of activation by a code known \nonly to the user to notify the central monitoring station that the person entering an area is \nunder duress. 10.5.3.1 Switch/push button hardwired: The duress/panic alarm system shall be \nhardwired to a monitoring site or the SCC. Upon activation of the alarm both a visual \nand audible alarm will be activated in the SCC. The system shall identify the location \nof the alarm by phone extension and area description."
    },
    {
      "page": 107,
      "text": "10.5.3.2 Wireless: Before selection and installation of a wireless system a survey shall \nbe conducted to determine if a wireless application is feasible. Wireless systems shall \nuse ultrasonic, infrared, and radio frequency waves to link duress/panic devices with \ndistributed transmitters and receivers. Receivers shall be mounted throughout an area \nor building, as needed, and hardwired to a central monitoring console. Repeaters shall \nbe used to ensure full coverage. All wireless systems shall conform to FCC and VA \nstandards for wireless communications systems. Authorization from the VA AHJ shall \nbe required prior to specification of wireless devices. 10.5.3.3 Switch/push button telephone extension: This system shall use an \nexisting telephone line and PBX to transmit a duress alarm. On activation the PBX shall \ndirect the signal with the caller’s location defined to a pre-programmed extension \nlocated at the SCC. VA facility telephone systems and emergency call-boxes shall not \nuse automatic voice dialers to 911 or the municipal police department. 10.5.3.4 Wireless-pendant devices: Wireless duress/panic devices (also known as \npersonal panic alarm, identification duress alarm, or man-down alarm) may be \nconsidered as an option. When the panic button is pushed a wireless alarm signal is \nsent to the closest installed wireless sensing unit, which sends the signal on to a \ndesignated alarm monitoring location."
    },
    {
      "page": 107,
      "text": "Only wireless alarms that provide both \ngeographical location and identification of the individual and have been tested in the \noperational area, especially in isolated areas impacted by structures, topology and \nother influencing factors, shall be used. The use of these devices shall be limited to \npersonnel identified as holding high-risk positions, work in isolated areas, or travel \nto/from parking areas and buildings that are isolated, especially during hours of \ndarkness. Where a wireless pendant devices is used, it shall meet FCC wireless \ntransmission standards and VA requirements, including coordination with proper \napproving authority within VA. The devices shall meet the following requirements. ● Be convertible and have the capability to be worn on a lanyard around the neck, \nbelt clip, or wristband. ● Include low battery indicators that notify the user and monitoring station of their \nuse. ● Be equipped with a pull chain that activates the device shall an attempt be made \nto forcibly remove it from the person carrying it. ● Only be operational while on VA facility property. 10.5.3.5 Locators and repeaters: The duress/panic alarm devices shall be integrated \nwith SCC and SMS software to provide identification and location of the user. Locators \nshall be required for wireless/pendant devices."
    },
    {
      "page": 108,
      "text": "Where a wireless locator and repeater \nsystems are used, they shall meet FCC wireless transmission standards and VA \nMission Critical Facilities \nPage 100 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nrequirements, including coordination with proper approving authority within VA. Requirements for locators and repeaters shall be as follows. ● Locators shall be placed in strategic locations such as hallways, gathering rooms, \nparking lots and garages, walking trails, or any place where the location of a \nperson in duress is required. ● For large VA campuses and outside applications, repeaters shall be used that \nprovide true line-of-sight range. The number of repeaters required will depend on \nthe performance of a site survey, capabilities, and coverage distances. 10.5.3.6 Automated dispatch: Duress/panic alarm devices shall automatically \nannounce or provide alarm notification signals to on-site pagers worn by VA Police \nand other designated personnel, hand held portable radios, cell phones, and landline \ntelephones. 10.5.3.7 Integration with VASS cameras and IDS: Duress alarm areas shall be \ncovered by VASS cameras. Once the duress alarm has been activated the VASS shall \nmonitor and record all events associated with the alarm. The IDS will provide \nmonitoring of duress alarm. Refer section 10.3. 10.5.4 DSPI Locations \nRefer to Appendix B, Security System Application Matrix, for DSPI system component \nlocations."
    },
    {
      "page": 108,
      "text": "10.6 Detection and Screening Systems \n \nUsed only where specific site conditions require this level of security, detection and screening \nsystems (DSS) include: X-ray screening machines, walk-through metal detectors (WTMD), \nhand-held metal detectors (HHMD), and desktop and hand-held trace/particle detectors (also \ncalled sniffers and itemizers). The use of DSS equipment may be provided as an optional \nmeans for screening persons, items, and materials that may possess or contain weapons, \ncontraband, or hazardous substances prior to authorizing entry or delivery into a facility. Use \nof DSS equipment may be considered during periods of elevated credible threat from the \nNational Terrorism Advisory System (NTAS) (formerly the Homeland Security Alert System \n(HSAS). Each facility shall be addressed on a case-by-case basis concerning the use of DSS. At a minimum, provide power and communications rough-ins for future installation of DSS \nequipment in the screening vestibule. 10.6.1 System Elements and Features \nDSS are used for the pre-screening of persons, packages, and personal items for detection of \ncontraband, such as, weapons, drugs, explosives, and other potential threatening items or \nmaterials, prior to authorizing building entry or delivery. Refer to Appendix B, Security \nSystem Application Matrix, for optional locations where DSS may be utilized."
    },
    {
      "page": 109,
      "text": "10.6.1.1 DSS system compatibility: All components of the DSS shall be fully \ncompatible and shall not require the addition of either software or hardware interface \nequipment. Mission Critical Facilities \nPage 101 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n10.6.1.2 System integration: The DSS shall be fully integrated with other security \nsubsystems. Mission Critical Facilities \nPage 102 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n\nREFERENCES \n \nThis section lists applicable codes and regulations, standards, design guidelines, and \nresources."
    },
    {
      "page": 109,
      "text": "The Facility Guidelines Institute \n \n● Guidelines for Design and Construction of Health Care Facilities, 2010 \n \nAmerican National Standards Institute (ANSI) \n \n● ANSI/ASME B20.1-2009, Safety Standards for Conveyors and Related Equipment \n● ANSI/SIA/CSAA SIA AC-01-1996, Access Control: Wiegand Card Reader Interface \nStandard \n● ANSI/SIA/CSAA SIA AC-03-2000, Access Control: Badging Techniques \n● ANSI/SIA/CSAA SIA AG-01-2000, Architectural Graphics—C AD Symbols Standard \n● ANSI/SIA/CSAA SIA AV-01-1997, Two Way Voice Command Set Standard \n● ANSI/SIA/CSAA STA1, Standard Documents \n● ANSI/SIA/CSAA S3.2-2009, Method for Measuring the Intelligibility of Speech over \nCommunications Systems \n● ANSI/SIA PIR-01-2000, PIR Detector Standards \n● ANSI/SIA/CSAA CP-01-2000, Control Panel: False Alarm Reduction Features Standard \n \nAmerican Society of Civil Engineers (ASCE) \n \n● ASCE/SEI 7-10, Minimum Design Loads of Buildings and Other Structures \n \nAmerican Society of Heating, Refrigerating and Air-Conditioning Engineers \n(ASHRAE) \n \nAmerican Society of Mechanical Engineers (ASME) \n \n● ASME B20.1-2009, Safety Standard for Conveyors and Related Equipment \n \nAmerican Society for Testing and Materials (ASTM) \n \n● ASTM C 1238-97(2003, Standard Guide for Installation of Walk-Through Metal \nDetectors \n● ASTM F 1233-08, Standard Test Method for Security Glazing Materials and Systems \n● ASTM F 476-84(2002), Standard Test Methods for Security of Swinging Door \nAssemblies \n● ASTM F 567-11, Standard Practice for Installation of Chain-Link Fence \n● ASTM F 588-07, Standard Test Methods for Measuring the Forced Entry Resistance of \nWindow Assemblies, Excluding Glazing Impact \nMission Critical Facilities \nPage 103 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n● ASTM F792-08, Standard Practice for Evaluating the Imaging Performance of Security \nX-Ray Systems \n● ASTM F 842-04, Standard Test Methods for Measuring the Forced Entry Resistance of \nSliding Door Assemblies, Excluding Glazing Impact \n● ASTM F 883-09, Standard Performance Specification for Padlocks \n● ASTM F2656-07, Standard Test Method for Vehicle Crash Testing of Perimeter Barriers \n \nArchitectural and Transportation Barriers Compliance Board (Access \nBoard) \n \n● Uniform Federal Accessibility Standards, 1984 \n \nCenters for Disease Control and Prevention (CDC) \n \n● CDC list of high risk agents and material at http://www.cdc.gov/ \n● CDC-NIH Biosafety in Microbiological Laboratories \n \nCode of Federal Regulations (CFR) \n \n● 7 Code of Federal Regulations 331and 9 Code of Federal Regulations 121: Agricultural \nBioterrorism Protection Act of 2002; Possession, Use, and Transfer of Biological Agents \nand Toxins; Final Rule, March 18, 2005 \n● 14 CFR 108.17 and 129.26: Use of X-Ray Systems \n● 21 CFR 1020.40: Cabinet X-Ray Systems \n● 28 CFR Part 36-90: ADA Standards for Accessible Design \n● 29 CFR 1910: Occupational Safety and Health Standards \n● 36 CFR 1236.1236: Management of Vital Records, July 1, 1998 \n● 41 CFR 101-20.103-4: Occupant Emergency Program, July 1, 1998 \n● 42 CFR 72 & 73: Possession, Use, and Transfer of Select Agents and Toxins; Final Rule, \nMarch 18, 2005 \n \nDepartment of Defense (DoD) \n \n● Unified Facilities Criteria (UFC) DoD Minimum Antiterrorism Standards for Buildings, \nUFC 4-010-01-22, January 2007 (Unrestricted) \n● DoD Minimum Antiterrorism Stand-off Distances for Buildings, UFC 4-010-02-19, \nJanuary 2007 (For Official Use Only) \n● Design of Buildings to Resist Progressive Collapse, UFC 4-023-03–27, January 2010 \n(Unrestricted) \n● Single Degree of Freedom Structural Response Limits for Antiterrorism Design, U.S. \nArmy Corps of Engineers Protective Design Center (PDC) Technical Report, PDC-TR-0608, Revision 1-07, January 2008 (Unrestricted) \n \nMission Critical Facilities \nPage 104 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nDepartment of Homeland Security (DHS) \nFederal Emergency Management Agency (FEMA) \n \n● FEMA 426 Reference Manual to Mitigate Potential Terrorist Attacks Against \nBuildings—Risk Management Series, December 2003 \n● FEMA 452 A How-to Guide to Mitigate Potential Terrorist Attacks Against Buildings—\nRisk Management Series, January 2005 \n● Homeland Security Presidential Directive (HSPD) 7: Critical Infrastructure \nIdentification, Prioritization, and Protection, December 17, 2003 \n● Homeland Security Presidential Directive (HSPD) 12: Policy for a Common \nIdentification Standard for Federal Employees and Contractors \n \nDepartment of Justice (DOJ) \nDrug Enforcement Administration (DEA) \n \n● Drug Enforcement Administration, Schedule II-V Drug \nSecurity: http://www.deadiversion.usdoj.gov/21cfr/cfr/2108cfrt.htm \n \nDepartment of State (DOS) \n \n● SD-STD-01.01, Revision G, U.S. Department of State, Certification Standard Forced \nEntry and Ballistic Resistance of Structural Systems, April 1993 \n● SD-STD-02.01, Revision A, U.S. Department of State, Test Method for Vehicle Crash \nTesting of Perimeter Vehicle Barriers and Gates, March 2003 \n \nDepartment of Veterans Affairs (VA) \n \n● NCA Design & Construction Criteria, http://www.cfm.va.gov/til/nca.asp \n● VA Architectural Standard Details, Department of Veterans Affairs, Veterans Health \nAdministration, Office of Construction and Facilities Management, Standard CAD \nDetails Index, http://www.cfm.va.gov/til/sDetail.asp \n● VA Design Manuals: Automatic Transport Systems, March \n2011, http://www.cfm.va.gov/dManual.asp \n● VA Design Manuals: Interior Design, May 2008, http://www.cfm.va.gov/dManual.asp \n● VA Electrical Design Manual, April 2009, http://www.cfm.va.gov/dManual.asp \n● VA Office of Information and Technology Design Guide, February \n2011, http://www.cfm.va.gov/dGuide.asp \n● VA Handbook 0320, Comprehensive Emergency Management Program, March 24, \n2005, http://www.va.gov/vapubs/ \n● VHA Directive 0320, Comprehensive Emergency Management Program (CEMP), July 5, \n2007, http://www.va.gov/vapubs/ \n● VA Handbook 0730/2, Security and Law Enforcement, \n2000, http://www.va.gov/vapubs/ \n● VA Handbook 0730/2, Appendix B, Incremental Update, \n2010, http://www.va.gov/vapubs/ \nMission Critical Facilities \nPage 105 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n● VA Handbook 7610, Space Planning Criteria, Undated, http://www.va.gov/vapubs/ \n● VA Handbook 1200."
    },
    {
      "page": 113,
      "text": "6, Control of Hazardous Agents in VA Research Laboratories, \nOctober 21, 2005, http://www.va.gov/vapubs/ \n● VA Handbook 1200.8, Safety of Personnel Engaged in Research, June 7, \n2002, http://www.va.gov/vapubs/ \n● VHA Handbooks 1200.8, 1200.6; Memo dated 2007– BSL Research Lab Physical \nSecurity Inspections, http://www.va.gov/vapubs/ \n● VA Program Guide PG-18-3, VHA—Design and Construction Procedures, September \n2010, http://www.cfm.va.gov/til/cPro.asp \n● VA Program Guide PG-18-10, Architectural Design Manual, April \n2011, http://www.cfm.va.gov/dManual.asp \n● VA Program Guide PG-18-14, Room Finishes, Door and Hardware Schedule, March \n\n● VA Design Manuals: Physical Security: Electronic Security Systems Manual, Final  \n2008, http://www.cfm.va.gov/dManual.asp \n● VA Parking Design Guide, http://www.cfm.va.gov/dGuide.asp \n● VA Seismic Design Requirements H-18-8, February \n2011, http://www.cfm.va.gov/TIL/seismic.asp \n● VHA Directive 2006-007, Ensuring the Security and Availability of Potable Water at VHA \nFacilities, http://www.va.gov/vapubs/ \n● VHA Directive 2008-062, Boiler Plant Operations, http://www.va.gov/vapubs/ \n● VHA Directive 2010-016, Inspection of All-Hazard Emergency Caches by the \nEmergency Management Strategic Health Care Group, http://www.va.gov/vapubs/ \n● VHA Directive 2008-001, All-Hazards Emergency Caches, http://www.va.gov/vapubs/ \n \nFlorida Department of Community Affairs \n \n● Florida Building Code, www.floridabuilding.org \n \nGeneral Services Administration (GSA) \n \n● Interagency Security Criteria (ISC) for New Federal Office Buildings and Major \nModernization Projects, September 29, 2004 (For Official Use Only) \n● Interagency Security Criteria (ISC) Security Standards for Leased Space, September 29, \n2004 (For Official Use Only) \n● GSA Rated Storage \nContainers, http://www.gsa.gov/Portal/gsa/ep/programView.do?pageTypeId=8207&o\noid=9760&programPage=%2Fep%2Fprogram%2FgsaDocument.jsp&programId=1059\n8&channelId=-14005 \n \nGovernment Accountability Office (GAO) \n \n● GAO 03-8 Report of Federal Building Security \n \nMission Critical Facilities \nPage 106 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \nInstitute of Electrical and Electronics Engineers (IEEE) \n \n● IEEE C62.41: Recommended Practice on Surge Voltages in Low-Voltage AC Power \nCircuits \n● IEEE C95.1: Standards for Safety Levels with Respect to Human Exposure in Radio \nFrequency Electromagnetic Fields \n \nInternational Code Council (ICC) \n \n● International Building Codes, International Code Council \n \nInternational Organization for Standardization (ISO) \n \n● ISO 7816-1 (2011): Identification Cards – Integrated Circuit Cards – Part 1: Cards with \nContacts - Physical Characteristics \n● ISO 7816-2 (2007): Identification Cards – Integrated Circuit Cards – Part 2: Cards with \nContacts - Dimensions and Location of the Contacts \n● ISO 7816-3 (2006): Identification Cards – Integrated Circuit Cards – Part 3: Cards with \nContacts - Electrical Interface and Transmission Protocols \n● ISO 7816-4 (2005): Identification Cards – Integrated Circuit Cards – Part 4: \nOrganization, Security and Command for Interchange \n● ISO 14443 (2008): Identification Cards – Contactless Integrated Circuit Cards - \nProximity Cards - Part 1: Physical Characteristics \n● ISO 15693 (2009): Identification Cards Contactless Integrated Circuit Cards - Vicinity \nCards – Part 3: Anticollision and Transmission Protocol \n \n \nNational Electrical Contractors Association (NECA) \n \n● NECA 303-2005, Installing Closed-Circuit Television (CCTV) Systems \n \nNational Electrical Manufactures Association (NEMA) \n \n● NEMA 250-2008, Enclosures for Electrical Equipment \n \nNational Fire Protection Association (NFPA) \n \n● NFPA 1: Fire Code 2012 \n● NFPA 70: National Electrical Code, 2011 \n● NPFA 75: Standard for the Protection of Information Technology Equipment, 2013 \n● NFPA 99: Standard for Health Care Facilities, 2012 \n● NFPA 101: Life Safety Code, 2012 \n● NFPA 110: Standard for Emergency and Standby Power Systems, 2013 \n● NFPA 730: Guide for Premises Security, 2011 \n● NFPA 731: Standard for the Installation of Electronic Premises Security Systems, 2011 \nMission Critical Facilities \nPage 107 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n● Extreme Event Mitigation in Buildings: Analysis and Design, NFPA, January 2006 \n \nNational Institute of Justice (NIJ) \n \n● NIJ levels: National Institute of Justice, U.S. Department of Justice, Ballistic Resistant \nProtective Material, NIJ Standard 0108.01-1985, Ballistic Resistant Protective Materials \n● NIJ Standard 0601.02-2003: Walk Through Metal Detectors for use in Concealed \nWeapon and Contraband Detection \n \nNational Institute of Standards and Technology (NIST) \nFederal Information Processing Standards (FIPS) \n \n● FIPS Pub 201-1, March 2006: Personal Identification Verification for Federal Employees \nand Contractors \n● IR 6887 V2.1, July 2003: Government Smart Card Interoperability Specification (GSC-IS) \n● Special Pub 800-96, PIV Card Reader Interoperability Guidelines, September 2006 \n● Special Publication 800-116, A Recommendation for the Use of PIV Credentials in \nPhysical Access Control Systems (PACS), November 2008 \n \nNational Institutes of Health (NIH) \n \n● NIH Design Policy and Guidelines \n \nOccupational Safety and Health Administration (OSHA) \n \n● OSHA 29, CFR 1926N.555, Conveyer Belt Safety Standards \n \nUnderwriters Laboratories (UL) \n \n● UL 50 Standards for Enclosures for Electrical Equipment, Non-Environmental \nConsiderations \n● UL 187 Standard for X-Ray Equipment \n● UL 294 Standard for Access Control System Units \n● UL 305 Standard for Panic Hardware \n● UL 444 Communications Cables \n● UL 497C Standard for Protectors for Coaxial Communications Circuits \n● UL 603 Standard for Power Supplies for Use with Burglar-Alarm Systems \n● UL 609 Standard for Local Burglar Alarm Units and Systems \n● UL 636 Standard for Holdup Alarm Units and Systems \n● UL 639 Standard for Intrusion-Detection Units \n● UL 752 Standard for Bullet-Resisting Equipment \n● UL 827 Central Station Alarm Services \n● UL 969 Standard for Marking and Labeling Systems \n● UL 1481 Standard for Safety for Power Supplies for Fire-Protective Signaling Systems \n● UL 1981 Central Station Automation Systems \nMission Critical Facilities \nPage 108 Department of Veterans Affairs Physical Security Design Manual \nJanuary 2015 \n● UL 2058 High-Security Electronic Locks \n \nU.S."
    },
    {
      "page": 116,
      "text": "Postal Service (USPS) \n \n● Publication 166, Guide to Mail Center Security, March 2008 \n \nThe Joint Commission (TJC) \n \n● TJC Environment of Care Security \nStandards: http://www.jointcommission.org/Standards/ \n \nThe White House \n \n● Homeland Security Presidential Directive (HSPD) 7 Homeland Security Presidential \nDirective, Critical Infrastructure Identification, Prioritization, and Protection, December \n17, 2003 \n● Homeland Security Presidential Directive (HSPD) 12 Policy for a Common Identification \nStandard for Federal Employees and Contractors, 2004 \n● Homeland Security Presidential Directive (HSPD) 20, National Continuity Policy, 2007 \n● Executive Order 12472: Assignment of National Security and Emergency Preparedness \nTelecommunications Functions, April 3, 1984 (amended by EO 13286 of February 28, \n2003 and changes made by EO 13407 June 26, 2006) \n● Presidential Decision Directive (PPD) 62: Protection Against Unconventional Threats \nto the Homeland and Americans Overseas, May 22, 1998 \n● Presidential Decision Directive (PPD) 67: Enduring Constitutional Government and \nContinuity of Government Operations, October 21, 1999 (Superseded by HSPD-7) \n \n \nMission Critical Facilities \nPage 109"
    }
  ]
}