{
  "source_file": "K-12 School Security Practices Guide.pdf",
  "processed_at": "2025-11-09T02:26:32.547350",
  "phase1_parser_count": 52,
  "chunks": [
    {
      "page": 1,
      "text": "K-12 School Security Practices Guide \nApril 2013 1 \n \nTable of Contents \nTABLE OF CONTENTS ... 1 \n1. BACKGROUND ... 3 \n2. THREATS AND VULNERABILITIES ... 4 \n2.1 \nThreats ... 4 \n2.1.1 \nNatural Hazards/Accidents... 4 \n2.1.2 \nTargeted Violence ... 4 \n2.1.2.1 \nTargeted Violence in School Settings ... 5 \n2.1.2.2 \nImprovised Explosive Device ... 5 \n2.1.2.3 \nVehicle-Borne Improvised Explosive Device ... 5 \n2.1.2.4 \nArson ... 5 \n2.1.2.5 \nChemical or Biological Attack ... 6 \n2.1.3 \nCyber Threat ... 6 \n2.2 \nVulnerabilities ... 6 \n2.2.1 \nOpen Access ... 6 \n2.2.2 \nLarge Concentrations of Students Outside School Buildings ... 7 \n2.2.3 \nLimited Security Control of After-School Events ... 7 \n2.2.4 \nLimited Security on School Buses ... 7 \n2.2.5 \nNatural and Other Hazards ... 8 \n3. PREVENTION, PROTECTION, AND MITIGATION ... 8 \n3.1 \nThreat Assessments ... 9 \n3.2 \nPotential Attack Indicators ... 9 \n3.2.1 \nIndividual Behavior Indicators ... 10 \n3.2.2 \nSurveillance Indicators ... 10 \n3.2.3 \nImminent Attack Indicators ... 11 \n3.2.4 \nSurrounding Area Indicators ... 11 \n3.3 \nProtective Measures ... 12 \n3.4 \nReporting Procedures ... 13 \n3.5 \nLong-Term Prevention Programs ... 13 \n4."
    },
    {
      "page": 2,
      "text": "PREPAREDNESS... 13 \n4.1 \nEstablishing Crisis Response Teams ... 14 2 \n \n4.2 \nCreating an Emergency Operations Plan... 14 \n4.2.1 \nDefine Roles and Responsibilities ... 15 \n4.2.2 \nNotification Procedures ... 15 \n4.2.3 \nEvacuation, Lockdown, and Shelter-In-Place Policies and Procedures ... 15 \n4.2.4 \nPlans for Diverse Needs of Children and Staff ... 16 \n4.2.5 \nConsider Necessary Equipment and Supplies ... 16 \n4.2.6 \nCommon Vocabulary ... 16 \n4.2.7 \nAccountability and Reunification System ... 17 \n4.2.8 \nCommunication with External Entities ... 17 \n4.2.9 \nEmergency Drills ... 17 \n5. RESPONSE ... 17 \n5.1 \nTeachers ... 17 \n5.2 \nAdministrative Staff ... 18 \n5.3 \nOther Staff ... 19 \n6. RECOVERY ... 19 \n6.1 \nAssemble a Crisis Intervention Team and Assess Emotional Needs of Staff, Students, Facilities, and \nResponders ... 20 \n6.2 \nKeep Students, Families and the Media Informed ... 20 \n6.3 \nReturn to the “Business of Learning” as Quickly As Possible ... 20 \n6.4 \nProvide Stress Management ... 20 \n6.5 \nRestore Infrastructure ... 20 \n6.6 \nEvaluate ... 20 \nADDITIONAL RESOURCES ... 21 \nPHOTO SOURCES... 22 \n \n \nThis document was developed by the Office of Infrastructure Protection, DHS, to provide information to K-12 school personnel assigned \nwith the responsibility of assessing school security practices to foster safer and more secure school communities. The information herein \nis not all inclusive. This guide presents an overview of K-12 school security practices."
    },
    {
      "page": 2,
      "text": "School administrators and legal counsel should \nwork together to ensure that these practices are employed in a manner consistent with legal requirements. Note: Information presented here is subject to copyright laws and other terms of use as set forth in the respective references 3 \n \n1. Background \nThe National Center for Education Statistics reports that a total of 132,217 elementary and secondary \nschools (traditional, charter, and private) were operating in the United States during the 2009-2010 school \nyear.1 Approximately 52.3 million students were enrolled at these schools.2 Elementary and secondary \nschools are relatively open-access, limited egress community congregation points for children. In \ngeneral, schools are designed to provide a warm and inviting environment to encourage learning. Unfortunately, student populations may be at risk of mass casualties from natural disasters and man-made \nhazards. Schools are susceptible to being damaged by weather-related events, and infectious diseases \ncould spread easily among students, teachers, and staff. In addition, school environments have been \nsuccessfully targeted by armed attackers in the past. In some schools, security responses to the threat of \narmed attacks such as barring windows and controlling access points with metal detectors are criticized \nfor resembling a prison environment rather than a learning environment."
    },
    {
      "page": 2,
      "text": "The potential consequences of a \nmass casualty incident in schools can be mitigated by implementing a “whole of community” \ncomprehensive emergency management strategy. A comprehensive emergency management strategy \nuses a multi-disciplined, team approach at the district and school levels to coordinate efforts with \ncommunity partners such as first-responders, parents, school neighbors, and public and mental health \nprofessionals to provide a safe environment for learning. Released on January 16, 2013, “Now is the Time: the President’s plan to protect our children and our \ncommunities by reducing gun violence,” establishes four common-sense steps to better protect our \nchildren and communities from tragic mass shootings.3 According to the President’s plan, “we need to \nmake our schools safer, not only by enhancing their physical security and making sure they are prepared \nto respond to emergencies like a mass shooting, but also by creating safer and more nurturing school \nclimates that help prevent school violence.” This guide provides security practices for consideration by \ncommunities to deter threats, address hazards and risks, as well as minimize damage from school \nincidents, including mass casualty events."
    },
    {
      "page": 3,
      "text": "The security practices include a spectrum of options for \nconsideration, from programmatic and procedural considerations to technological enhancements that \nschool administrators may consider implementing based upon the most likely threats to their school \ndistrict and their available resources. The security practices guide includes options for consideration in \ndeveloping a security plan that builds from existing comprehensive assessment efforts (e.g., culture and \nclimate, school threat assessment) and blends a number of security practices to achieve an effect where \nthreats are either deterred or delayed and detected in advance of creating harm. In the case of a detected \nthreat, a security plan should provide for timely assessment of the threat, create time for selecting an \nappropriate response to a threat and facilitate transition into an effective recovery, if necessary. To be \ncost effective, the security plan should implement solutions that serve multiple safety, security, and \nschool emergency management objectives while ensuring a nurturing school environment. The first step to develop a comprehensive school security program is to identify the threats that \npotentially jeopardize the physical well-being of the individuals in the school community. The next \nsection will review some potential threats a school community may face."
    },
    {
      "page": 3,
      "text": "1 Table A-12-1, NCES \n2 Tables A-3-1, A-4-1, and A-5-1, NCES \n3 http://www.whitehouse.gov/sites/default/files/docs/wh_now_is_the_time_full.pdf 4 \n \n2. Threats and Vulnerabilities \nIdentifying and evaluating any known or potential threat(s) to a given facility is a preliminary component \nof a security assessment. The results of a security assessment will guide the process of developing a \nsecurity plan. A proper security plan will aim to deter or mitigate a threat by reducing the school \ncommunity’s vulnerability to the identified threat. As numerous events over the past several years have \ndemonstrated, elementary and secondary schools can face both internal and external threats of violence. Internal threats of violence can come from students, teachers, or staff members who are accepted \nmembers within the school facility and whose access to the school is authorized by school administrators. Internal threats may be mitigated by school policies and procedures as outlined in Section 3: Mitigation \nand Prevention. External threats of violence can come from individuals who are not directly affiliated \nwith the school, and who appear at the facility without authorized access and with the intent to inflict \nharm on the school community."
    },
    {
      "page": 3,
      "text": "2.1 \nThreats \n2.1.1 Natural Hazards/Accidents \n \nEffective, comprehensive school emergency management plans \nuse an all-hazards approach to assess and address natural \nhazards, such as infectious diseases and illnesses, fire, and \nseismic and weather-related events (e.g., hurricanes, tornadoes, \nflash floods). Such hazards can affect the safety of elementary \nand secondary school employees and students, as well as the \nfacility’s ability to carry out normal operations. • \nIn May 2011, a tornado that struck Joplin, Missouri, \ndestroyed approximately 2,000 buildings, including Joplin \nHigh School. The school was so badly damaged that it could \nnot be used when the new school year started three (3) months later.4 \n2.1.2 Targeted Violence \n \nIn addition to threats posed by extreme acts of nature or man-made accidents, elementary and secondary \nschools are vulnerable to pre-planned attacks of targeted violence committed by individuals using a \nvariety of tactics to inflict harm on a school community. Individuals who target a school to inflict harm \ncould use firearms; improvised explosive devices (IEDs); vehicle-borne IEDs (VBIEDs); chemical, \nbiological, or radiological attacks; or arson that may result in a number of casualties and/or damage to \nschool facilities. Perpetrators may have a wide variety of weapons and tactics available to achieve their \nobjectives and may demonstrate the ability to plan and conduct complex attacks against multiple targets."
    },
    {
      "page": 4,
      "text": "Attacks can be carried out by individuals, small teams of a few perpetrators, or larger groups acting in a \ncoordinated fashion. Although a terrorist attack directly targeting a kindergarten-12th grade (K-12) school \nhas not occurred in the United States, terrorist attacks on schools have happened in other areas of the \nworld and terrorist groups remain intent on attacking vulnerable targets within the United States. The \nfollowing sections discuss the specific threats of most concern to elementary and secondary schools. 4 http://www.colorado.edu/hazards/research/qr/submitted/paul_2011.pdf 5 \n \n2.1.2.1 \nTargeted Violence in School Settings \nIndividuals who target a school to commit an act of violence could use conventional firearms, automatic \nweapons, explosives (such as those used in the Beslan, Russia school hostage incident in which several \nhundred school children were killed), or similar weapons to harm individuals or take hostages.5 The \nFederal Bureau of Investigation (FBI) analyzed 154 active shooter events in the United States between \n2002 and 2012 that included three (3) or more individuals being shot. Active shooter events occurred in \nan academic setting 17% of the time.6 As the following examples demonstrate, deliberate attacks on \nelementary and secondary schools pose a real threat that can inflict considerable harm."
    },
    {
      "page": 4,
      "text": "• \nIn December 2012, a lone gunman forced his way into an elementary school in Newtown, \nConnecticut and then shot and killed 20 students and six (6) teachers and administrators before killing \nhimself.7 \n• \nIn March 2005, a high school student went on a shooting rampage on an Indian reservation in \nBemidji, Minnesota, killing seven (7) people at his school, including five (5) students, a teacher, and a \nsecurity guard. The suspect then killed himself after exchanging gunfire with police. It was the \nNation’s worst school shooting since the Columbine massacre in 1999 in which 15 people (including \nthe two shooters) were killed.8 \n \n2.1.2.2 \nImprovised Explosive Device \nAn IED or “homemade bomb” can be constructed of commonly available materials, construction \nexplosives (e.g., dynamite), or stolen military-grade explosives. An IED can be carried into an elementary \nor secondary school by an individual and detonated (e.g., a suicide bomber) or can be deposited in an \nunnoticed location for detonation by a timer or remote control. More than 30 IEDs were found around \nColumbine High School, inside cars, and in the suspects’ homes immediately after the 1999 shooting.9 \n \n2.1.2.3 \nVehicle-Borne Improvised Explosive Device \nElementary and secondary schools are also vulnerable to VBIED attacks – IEDs loaded into a vehicle \n(car, truck, motorcycle, or bicycle)."
    },
    {
      "page": 5,
      "text": "The vehicles can be parked close to an elementary or secondary \nschool and placed where large numbers of people gather, or they can be crashed through barriers and \ndetonated. VBIEDs are much larger and more dangerous than IEDs carried by an individual. 2.1.2.4 \nArson \nIntentional fires can be set by using highly flammable materials (e.g., gasoline) tossed into an elementary \nor secondary school. Accelerants that promote the spread and intensity of a fire can be applied beforehand \nand then ignited. Arson is a threat both during and after normal hours of operation. 5 Lynch, D., “The enemy is at the gate’: Russia after Beslan”. International Affairs, 81(2005): 141–161. 6 Joint Intelligence Bulletin– Recent Active Shooter Incidents Highlight Need for Continued Vigilance 2012 \n7 http://www.whitehouse.gov/blog/2013/03/28/president-obama-we-have-not-forgotten-what-happened-newtown \n8http://www.wce.wwu.edu/Depts/SPED/Forms/Kens%20Readings/Violence/Vio%20School%20shootings%20stun%20reservation%20Borja%20\n2005.pdf \n9 Stretesky, Paul B., and Michael J. Hogan. \"Columbine and student perceptions of safety: A quasi-experimental study.\" Journal of Criminal \nJustice 29.5 (2001): 429-443. 6 \n \n2.1.2.5 \nChemical or Biological Attack \nChemicals that can be used as weapons include toxic industrial chemicals (e.g., ammonia, hydrogen \nfluoride, chlorine) and chemical warfare agents (e.g., sarin, VX nerve agent)."
    },
    {
      "page": 5,
      "text": "These hazardous materials \nmay be located on school property, adjacent to school property, or brought onto school property where \nthey are released or dispersed by explosives. Although the latter are not readily available, some chemical \nwarfare agents have been procured and used by terrorists. Biological pathogens (e.g., anthrax, botulin, \nplague) can be introduced into a facility through its heating, ventilation, and air-conditioning (HVAC) \nsystem, or can be spread by contact (e.g., through contaminated letters delivered by mail). In addition, \nmany schools have chemistry labs with small to moderate quantities of dangerous chemicals that could be \nexploited or become an additional threat as a result of fire or other natural hazard that may disrupt the \ncontainment of these chemicals. It is important to ensure proper and secured storage for any chemicals \npresent in a school. 2.1.3 Cyber Threat \n \nReview your school website for personal or sensitive facility information that could be seen, accessed, \nand used by individuals intending to harm the school community. In addition, monitor and report \nsuspicious “probing activity,” intrusion or hacking to your website, servers or other electronic systems. 2.2 \nVulnerabilities \n \nThis section identifies key common vulnerabilities associated with elementary and secondary schools."
    },
    {
      "page": 6,
      "text": "While not all of these potential vulnerabilities are applicable to all elementary or secondary schools, they \nhave been identified as priority focus areas for elementary and secondary school management and \nsecurity personnel to review. Taken together, the sheer size of the country’s school system, the \npredictability of school schedules and holidays, and their attractiveness as a “soft target,” can leave \nschools vulnerable to a number of threats. These vulnerabilities create several industry-wide security and \nprotection related challenges. • \nPrevention of attacks. Predictable school schedules and well publicized school holidays allow \nindividuals to conduct surveillance at times when they will be less likely to be detected either because \nno one is present at the school or because there are so many people present that the individual would \nbe able to blend into a crowd. In addition, the perception that schools are “soft targets” and have little \nsecurity may make them a more attractive target for individuals looking to carry out an attack on a \nlarge group of individuals. • \nDisease control and prevention. Since schools are centers of community life, members of the \ncommunity may intentionally or accidentally expose a school community to an infectious disease. It \nis imperative that educators and administrators work with state and local health officials to establish \nhealth policies and procedures to prepare for, respond to, and recover from a potential pandemic."
    },
    {
      "page": 6,
      "text": "• \nNatural disaster/mass casualty events. The unpredictability of natural disasters and threats to safety \nfrom outside the school community make it difficult to prepare for them. Effective planning, to the \nextent possible, and preparedness training for potential natural disasters and other external threats to \nschool safety enables school personnel to identify their roles for evacuation and/or relief efforts that \nmay be necessary in the event of an unforeseen catastrophe. 2.2.1 Open Access \n \n• \nRelatively open access to school grounds and buildings. All schools require relatively easy access \nfor students and staff during school hours and during large after-school events. Depending on the size \nof the school and the school population, building and fire codes usually require multiple egress doors 7 \n \nin case of an emergency evacuation. In addition, many school buildings in the United States have \nbeen constructed to achieve an inviting and open-to-the-community feeling, with multiple buildings, \nbig windows, multiple entrances and exits, and little opportunities for privacy. These layouts may not \nlend themselves to simple implementation of many common protective measures; however, many \ndistricts and schools have successfully addressed the aforementioned “openness” and implemented \nsubstantial access control and monitoring systems. • \nProximity of schools and neighboring facilities, especially in urban areas."
    },
    {
      "page": 6,
      "text": "Many schools are \nlocated in urban areas in close proximity to homes and small businesses. These surrounding \ncharacteristics of a school need to be considered when working to maintain effective perimeter \nsecurity. Appropriate fencing may lend to more effective perimeter security. Schools need to be able \nto effectively respond to threatening incidents in the surrounding community that require a school to \nactivate emergency operations procedures, such as lockdowns. • \nLimited or no vehicle access controls. The layouts of most schools and school grounds permit close \nproximity of vehicles to buildings and areas where students congregate. These include parking areas, \ndriveways on school grounds (including long avenues of approach for bus access), and nearby streets. Some schools have no vehicle barriers near the main entrances, other vulnerable parts of the \nbuildings, or student gathering areas. • \nLack of vehicle inspection. There are virtually no security controls on the contents of vehicles \nentering parking areas at elementary and secondary schools. A potential perpetrator of an attack could \ntransport many types of weapons or explosives to the school grounds in a vehicle. • \nLack of control of vendor and contractor personnel. Individuals who deliver parcels, food \nsupplies, or stock vending machines are often given unescorted access to schools and the contents of \nthe packages they carry are not inspected. • \nLack of inspection of student articles."
    },
    {
      "page": 7,
      "text": "Except for schools that experience significant gang, drug, and \nother criminal activity, there is generally no inspection of parcels, book bags, or other items that \nstudents bring into schools. • \nUnprotected utilities. School grounds are generally not secured, leaving HVAC units and other \ncritical building utility supply components (e.g., water, electric power, natural gas service) easily \naccessible. 2.2.2 Large Concentrations of Students Outside School Buildings \n \nLarge concentrations of students frequently gather in open areas outside school buildings for physical \neducation classes, recess, assemblies, ceremonies, and daily arrival and departure. These events often \noccur at regularly scheduled, well-advertised times, which increase a school’s vulnerability to attack \nbecause a potential attacker is well aware of the event and amount of people who are likely to be present. 2.2.3 Limited Security Control of After-School Events \n \nSchools are used for a variety of functions after school hours, such as craft fairs, fundraisers, religious \nservices, etc. In addition, some schools may share facilities – such as auditoriums, music/theater facilities, \npools, stadiums, or other sports facilities – with the local community. Individuals attending these events \nare often allowed unscreened access to buildings and facilities."
    },
    {
      "page": 7,
      "text": "2.2.4 Limited Security on School Buses \n \nEach year, public school buses travel an estimated 4.3 billion miles, transporting more than 25 million \nchildren on more than 55 million daily trips to and from school.10 There is limited security on school \n \n10 DHS Potential Indicators of Terrorist Activity, Common Vulnerabilities, and Protective Measures: School Bus Systems, 2007. 8 \n \nbuses. In some areas, buses are equipped with “panic alarms” to allow drivers to alert local police to \nincidents such as unruly students; however, these are not universally employed. School buses are often \ninadequately secured when not in service (e.g., at night). In addition, in the absence of identity (ID) \nchecks, it is possible for individuals to pose as authorized bus drivers. 2.2.5 Natural and Other Hazards \n \nMany natural and other hazards can affect the safety of elementary and secondary school employees and \nstudents, as well as a school’s ability to carry out normal operations. Elementary and secondary schools’ \nemergency operations plans (EOPs), security plans, and business continuity plans can provide the basis \nfor responding to and quickly recovering from unexpected or catastrophic events. When evaluating these \ntypes of plans, potential or probable scenarios based on the elementary and secondary schools’ \ngeographic location should be considered."
    },
    {
      "page": 8,
      "text": "Common hazards for elementary and secondary schools \ninclude infectious diseases and illnesses, as well as regional natural hazards including tornadoes, floods, \nand hurricanes. 3. Prevention, Protection, and Mitigation \nPrevention, protection, and mitigation address what schools, districts, and community partners can do to \nreduce or eliminate risk to life and property. These processes may differ depending on whether the threat \nof harm is from an internal threat or individual affiliated with the school (i.e. student or employee), an \nexternal threat or individual not directly affiliated with the school, or other natural hazards/manmade \nthreats. This section will highlight threat assessments, identify potential attack indicators, recommend protective \nmeasures in coordination with community partners, and discuss reporting procedures and long-term \nprevention programs. A significantly important element of an effective security program incorporates a \nprocess to achieve and maintain situational awareness and understanding about what is occurring in or \naround your school environment. Situational understanding and the ability to discover internal threats to \nthe school community can be achieved and maintained by fostering a culture where staff, teachers, and \nadministrators consciously evaluate available information from the school environment to identify and \nassess potential threats of violence to the school community."
    },
    {
      "page": 8,
      "text": "Similar to meteorologists relying on sensor \ndata to accurately forecast the weather, the school administrators must rely on human and some \ntechnological sensors collecting and reporting school environmental data for them to identify and assess \npotential threats. The sensors in a school environment are not all technological; the majority of the best \nsensors are humans. In a school setting sensors can be the whole community surrounding the school, \nschool staff, teachers, school resource officers, and students. A security threat assessment can be \nconducted to gather information and identify potential threats, assess the nature of the threat, and select \nthe most appropriate course of action to manage and mitigate that threat in order to maintain a safe school \nenvironment for students and teachers. In 2002, the United States Secret Service in partnership with the U.S. Department of Education identified \na number of planning and behavioral indicators that demonstrate a student may be thinking about, or \npreparing to commit, an act of violence at his or her school.11 This study, referred to as the Safe School \nInitiative, analyzed 37 attacks at K-12 schools in order to better understand the pre-attack behaviors and \ncommunications of 41 students who carried out these attacks. The Safe School Initiative also identified \n \n11 See Vossekuil, B., Fein, R., Reddy, M., Borum, R., & Modzeleski, W. (2002)."
    },
    {
      "page": 8,
      "text": "The Final Report and Findings of the Safe School Initiative: \nImplications for the Prevention of School Attacks in the United States. U.S. Department of Education, Office of Elementary and Secondary \nEducation, Safe and Drug-Free Schools Program and U.S. Secret Service, National Threat Assessment Center, Washington, D.C.; see also \nFein, R., Vossekuil, B., Pollack, W., Borum, R., Modzeleski, W., & Reddy, M. (2002). Threat Assessment in Schools: A Guide to Managing 9 \n \nsteps that schools can take to identify, assess, and manage students who pose a risk to the school. School \nadministrators can educate personnel on how they may assist in preventing violence from internal threats, \nsuch as when a student, teacher, or staff member threatens to commit some violent act on the school \ncommunity. Administrators may communicate the importance of reporting suspicious or concerning \nbehavior to school officials or law enforcement personnel and develop a process to receive and respond to \nsuch reports appropriately. A threat assessment can help school administrators evaluate threats and \nindividuals who pose a threat to the school community, and can ensure that steps are taken to effectively \nprevent and mitigate a potential threat. Local law enforcement in cooperation with the larger community may be best poised to identify external \nthreats to a school community."
    },
    {
      "page": 9,
      "text": "A good relationship that encourages communication between school \nadministrators and local law enforcement should facilitate the flow of information about potential threats \nto a school from persons in the larger community. A school resource officer may serve as an effective \npoint of contact or liaison between school officials and local law enforcement. 3.1 \nThreat Assessments \n \nThe security practices ultimately developed should target the threats deemed most likely to occur or have \nthe potential to result in the greatest damage. Potential threats to elementary and secondary schools often \noriginate from disaffected individuals associated with the school, such as students and teachers, but can \nalso originate from individuals from outside the community. A behavioral threat assessment team may be \nstaffed with a combination of faculty, staff, and administrators, including a guidance counselor, mental \nhealth professional, and/or school resource officer. This team can identify and assess students and staff \nwho may pose a threat to the school or individuals at the school. The behavioral threat assessment team \nshould employ a variety of resources, many of which are discussed later in this document, to help mitigate \nthe threat and prevent an act of violence from disrupting the school community."
    },
    {
      "page": 9,
      "text": "Although a school’s \nbehavioral threat assessment team may be less able to detect threats which originate from individuals who \nare not directly affiliated with the school, positive relationships with local law enforcement can facilitate \ninformation sharing and allow school administrators to be aware of potential external threats. In addition, \nan effective school security program that deters violence can help prevent external threats to the school \ncommunity from developing.12 Since schools confront a variety of threats, a comprehensive strategy \ncombining risk-informed prevention, protection, and preparedness activities, along with a developed \ncapacity to recover from adversity will allow schools to manage and mitigate the most serious threats to \ntheir safety and security. 3.2 \nPotential Attack Indicators \n \nAttack indicators are observable behaviors that may precede an attack; such indicators may include \nwitnessing a potential perpetrator engage in suspicious surveillance, training, or other pre-attack planning \nactivities. Potential indicators can be grouped into the following categories: individual behavior \nindicators, surveillance indicators, imminent attack indicators, and surrounding area indicators. The Safe School Initiative found that school-based attacks are rarely impulsive acts; rather, they are \ntypically planned in advance."
    },
    {
      "page": 9,
      "text": "Most attackers in this study engaged in behavior prior to the attack that \nconcerned at least one adult; and prior to most incidents, attackers had revealed their intentions to other \nstudents. However, only 31% of the attackers were known to have acted violently toward others at some \npoint prior to the attack; and only 27% of student attackers had a prior arrest history.13 Understanding \n \n12 Threatening Situations and to Creating Safe School Climates. U.S. Department of Education, Office of Elementary and Secondary Education, \nSafe and Drug-Free Schools Program and U.S. Secret Service, National Threat Assessment Center, Washington, D.C. \n13 http://www.secretservice.gov/ntac/ssi_final_report.pdf 10 \n \nbehaviors that are unusual, concerning, or suspicious, as well as behaviors that may be indicative of \nsurveillance or imminent attack, are essential in the efforts to protect school communities from violence. 3.2.1 Individual Behavior Indicators \n \nIndividuals internal to a school community who threaten to carry out some attack may engage in a \nnumber of behaviors that raise concern in others who know the individual."
    },
    {
      "page": 10,
      "text": "These behaviors should be \nevaluated in the context of an individual’s life and current situation, such that an individual who displays \nseveral of these concerning behaviors and is also dealing with a negative life event may be of concern and \nwarrant some level of intervention.14 \n \nWith respect to active shooter situations, investigations and analysis show that many active shooters were \ndescribed as social isolates, harbored feelings of hate and anger, and/or had some reported contact with \nmental health professionals. Mental illness is commonly referenced as a potential contributing factor, but \nits causal impact on the attack can only be speculated upon. Common catalysts or triggers observed \ninclude: loss of significant relationships, changes in living arrangements, major adverse changes to life \ncircumstances, and/or feelings of humiliation or rejection on the part of the shooter."
    },
    {
      "page": 10,
      "text": "Other indicators that \ncould apply to faculty or staff include changes in financial status and/or loss of job.15 \n \nSome individual behavior indicators include: \n \nIndividual Behavior Indicators \n• \nSocially isolated \n• \nThreats of violence against others \n• \nUnsolicited focus on dangerous weapons \n• \nUnstable emotional responses \n• \nIntense anger and hostility \n• \nLoss of significant relationships \n• \nFeeling either arrogant and supreme, or powerless \n• \nExpressions of paranoia or depression \n• \nIncreased use of alcohol or drugs \n• \nDepression or withdrawal \n• \nTalk of suicide \n• \nIncreased absenteeism \n3.2.2 Surveillance Indicators \n \nIndividuals may also engage in behaviors that indicate they are conducting surveillance. Indications of \npotential surveillance include reports of persons in the vicinity of an elementary or secondary school \ninquiring about the facility, its operations, and/or its protective measures."
    },
    {
      "page": 10,
      "text": "14 http://www.secretservice.gov/ntac/ssi_final_report.pdf \n15 Joint Intelligence Brief – Recent Active Shooter Incidents Highlight Need for Continued Vigilance, 2012 11 \n \nSome potential indicators that an elementary and secondary school may be under surveillance include: \n \nSurveillance Indicators – Suspicious Persons \n• \nPersons attempting to gain access into the school or who are located in the school building with no legitimate \npurpose \n• \nPersons using or carrying video/camera/observation equipment in or near the facility over an extended period \n• \nPersons parking, standing, or loitering in the same area over a multiple-day period with no apparent reasonable \nexplanation \n• \nPersons excessively inquiring about practices pertaining to the school and its operations or the school’s \nsupporting infrastructure (telecommunications, electric, natural gas, water) \n• \nPersons observed or reported to be observing school receipts or deliveries \n• \nThreats by telephone, mail, or e-mail and/or increase in reports of threats from known reliable sources \n• \nA noted pattern of false alarms requiring a response by law enforcement or emergency services \n \n3.2.3 Imminent Attack Indicators \n \nThese indicators may demonstrate that an attack is imminent and immediate action needs to be taken. Indicators of an imminent attack include people or vehicles that demonstrate unusual or suspicious \nbehavior, or unattended suspicious packages that require an immediate response."
    },
    {
      "page": 11,
      "text": "If an attack seems \nimminent and an immediate action is required, call 911 (local law enforcement) and activate the school \nEOP. Some potential indicators of an imminent attack include: \n \nImminent Attack Indicators \n• \nReports from students about a classmate(s) threatening violence that includes specific \ndates/times/locations/targets \n• \nSuspicious persons in crowded areas wearing unusually bulky clothing that might conceal explosives \n• \nUnexpected or unfamiliar delivery trucks arriving at the facility \n• \nUnattended packages (e.g., backpacks, briefcases, boxes) or suspicious packages and/or letters received by \nmail \n• \nVehicles approaching the school at an unusually high speed or steering around barriers and traffic controls \n \n3.2.4 Surrounding Area Indicators \n \nThese surrounding area indicators relate to activities in the area or region surrounding an elementary or \nsecondary school and may demonstrate that an attack is being prepared. The indicators might appear at an \nelementary or secondary school itself, or may appear in the communities surrounding a school. The \nindicators should be considered and factored into decisions regarding security. The surrounding area \nindicators are generally identified by or reported to local law enforcement."
    },
    {
      "page": 11,
      "text": "As stated earlier, an \nelementary or secondary school can establish communication channels with law enforcement to gain \nawareness of potentially threatening situations in the area and help piece together information from their \nfacility with information from the surrounding area. 12 \n \nSurrounding Areas Indicators – Suspicious Activities Observed or Reported \n• \nAn increase in reporting of buildings being left unsecured or doors left unlocked, when they are normally secured \nand locked at all times \n• \nTheft or unauthorized possession of employee identification cards, uniforms, or security communications \n• \nUnfamiliar contract workers attempting to access unauthorized areas \n• \nUnusual or unexpected maintenance activities (e.g., road repairs) near the school \n• \nSudden increases in power outages designed to test the backup systems or recovery times \n3.3 Protective Measures \n \nAs discussed earlier, a school’s security environment features layers of protective measures, established \nin collaboration with community partners, to best deter, delay, and detect threats. These security layers \nalso allow schools to consider a threat as soon as possible and to more effectively respond to, further \ndeter, eliminate, or mitigate that threat. Technological sensors such as surveillance cameras or alarms (fire, smoke, tornado, and intrusion \ndetection) may inform decision making."
    },
    {
      "page": 12,
      "text": "Barriers, in the form of locked doors, bollards, or even school \nresource officers and teachers should be utilized to delay a threat and create time to afford more effective \ndecision making. For example, a locked door delays intrusion which creates time to better assess an \nunauthorized person’s intentions and to make a better response decision. A pre-arranged or wellrehearsed response to identified threats is also a mechanism to manage time during a crisis (e.g. fire drill) \nand allows a more effective response under time constraints. As information is received during an emergency situation, a number of factors influence an individual’s \ndecision making ability. Time, or the lack of time, is a principle factor, and potential disruptor, in \neffective decision making. During a crisis, the more time available to evaluate information, in general, \nthe better the decision the individual makes in response to that crisis. Strategies to improve responses \nduring a crisis should focus on time management. An effective security plan should maximize the \namount of time available for leaders to make a decision. A strong security plan will provide school and \ncommunity leaders with appropriate opportunity and time during a crisis to make important decisions that \nwill impact the welfare of their community. Protective measures should be comprehensive; integrating equipment, personnel, procedures, and \ninformation sharing to ensure that all employees and all students are involved."
    },
    {
      "page": 12,
      "text": "Including all school \nemployees in security operations, and properly training them to observe and recognize threats, increases \nthe number of eyes on the ground and improves the chances of detecting a threat. Many different \nprotective measures are available for deployment at a school and in the areas surrounding a school. Some \nare applicable to a wide range of schools and against a number of threat streams, while others are \ndesigned to meet the unique needs of a specific school or a specific threat stream. In addition, some \nprotective measures may be tactical in nature, while others may address long-term strategic needs. Some \nprotective measures are designed to be implemented on a permanent basis to serve as routine protection \nfor a facility. Such measures are sometimes referred to as “baseline countermeasures.” Others are either \nimplemented or increased in their application only during times of heightened alert. Based on data collected as part of the U.S. Department of Homeland Security’s (DHS) Enhanced Critical \nInfrastructure Protection Program, protective measures employed by elementary and secondary schools to \naddress vulnerabilities to both intentional acts (e.g., attacks or sabotage) and natural disasters have been \nconcentrated primarily in the areas of security management, information sharing, and dependencies."
    },
    {
      "page": 13,
      "text": "13 \n \nRefer to Appendix 1 to view a baseline security practices checklist, some of which have been adopted by \nvarious elementary and secondary schools, which can be used to address the vulnerabilities summarized \nin Section 2.2. 3.4 \nReporting Procedures \n \nThe Nationwide Suspicious Activity Reporting (SAR) Initiative (NSI) provides law enforcement with a \ntool to help prevent and detect criminal activity, including those related to schools. This initiative \nestablishes a national capacity to gather, document, process, analyze, and share SAR information.16 To \nbenefit from the SAR Initiative, a school should create a common reporting system and develop guidance \nfor students and staff to report suspicious activity to their school as well as local law enforcement \nagencies. An alert school community plays a critical role in keeping schools and communities safe.17 \nAlso, consider creating an anonymous way for people to report suspicious activity. In addition, it is \ncritical that law enforcement officers at all levels of government – Federal, State, local, tribal, and \nterritorial – who observe suspicious behaviors or receive reports from concerned civilians, private \nsecurity, and other government agencies share this information with state and major urban area fusion \ncenters, the FBI, and other law enforcement agencies to help prevent future attacks from occurring."
    },
    {
      "page": 13,
      "text": "3.5 \nLong-Term Prevention Programs \n \nLong-term prevention programs may also be useful in mitigating and preventing threats from students at \nschools. Many schools have curricula and programs aimed at preventing children and youth from \ninitiating harmful behavior. Social problem-solving or life skills programs, anti-bullying programs, \nmentoring programs, character education, and school-wide discipline efforts are common across the \nNation as a means to reduce violent behavior and develop self-esteem among students. In a 2011 report \nreleased by the U.S. Department of Education, some seven (7) million U.S. students ages 12 through 18, \nor 28% of all such students, reported they were bullied at school; about 1.5 million of these students, or \n6%, reported they were cyber-bullied in the 2008-2009 school year.18 It is imperative that the school and \ncommunity send a unified message that bullying is unacceptable. Schools should routinely conduct \nassessments in school to determine how often bullying occurs, where it happens, and how adults \nintervene. These assessments coupled with awareness campaigns, clear school-wide rules, and a bullying \nreporting system can establish a climate in which bullying is not tolerated.19 In addition, districts and \nschools can work to build mental health support systems for students and staff to facilitate the \ndevelopment of and nurture a safe, healthy school environment."
    },
    {
      "page": 14,
      "text": "Law related education programs may also \nbe beneficial as a way to familiarize students with local law enforcement and their specific mission within \nthe community. Furthermore, these efforts support a comprehensive school EOP and can be used to build \nimmediate, short- and long-term recovery efforts. 4. Preparedness \nEffective crisis planning begins with leadership at the top. Every governor, mayor, legislator, \nsuperintendent, and principal should work together to make school crisis planning a priority. Top-down \nleadership helps set the policy agenda, secure funds, and brings the necessary people together across \nagencies.20 Participation of leaders at the grassroots level is also critical because they will help inform the \n \n16 More information on the Nationwide SAR Initiative (NSI) is available at: http://nsi.ncirc.gov/ \n17 http://www.dhs.gov/if-you-see-something-say-something-campaign \n18 http://nces.ed.gov/pubs2011/2011336.pdf \n19 More information on bullying prevention is available at: http://www.stopbullying.gov/ \n20 http://www2.ed.gov/admins/lead/safety/emergencyplan/crisisplanning.pdf 14 \n \ngreater school community of the planning process. Moreover, schools and districts should open the \nchannels of communication well before an emergency incident. Relationships need to be established in \nadvance so that students, staff, and emergency responders are familiar with one another and the adults \nhave an effective working relationship."
    },
    {
      "page": 14,
      "text": "Effective school emergency management stems from close \ncollaboration, coordination, and communication between schools, public and mental health officials, \ntraditional first responders (e.g., law enforcement, fire officials), and other relevant partners in the \ncommunity including hospitals and faith-based centers. Schools and districts should cultivate a \nrelationship with city emergency managers, public works officials, and health and mental health \nprofessionals sooner, rather than later. EOPs should be developed in partnership with other community \ngroups as well, including law enforcement, fire safety officials, and emergency medical services. These \ngroups have already developed EOPs and can be helpful in the development of school plans. All school \ndistricts and individual schools should create a crisis team whose key function is to identify the types of \ncrises that may occur in the districts and schools and define what events would activate the EOP. The \nteam may consider many factors such as the school’s ability to handle a situation with internal resources \nand its experience in responding to past events.21 \n4.1 Establishing Crisis Response Teams \nThe process of developing and maintaining an EOP is complex; therefore, before a plan is developed, \nschool district crisis response teams should be assembled."
    },
    {
      "page": 14,
      "text": "These teams are composed of a variety of \nprofessionals with expertise in emergency management (e.g., police, fire, and emergency medical services \npersonnel) and include community partners (e.g., public and mental health professionals) and schoolbased staff (e.g., facilities and cafeteria managers, nurses, disability specialists, counselors, teachers, and \nadministrators). Crisis response teams should be responsible for: establishing relationships with \ncommunity partners; coordinating vulnerability assessments; developing training activities; conducting \nexercises to support and improve the EOP; establishing and enforcing a school and school district’s \nEOPs; and guiding and supporting the development of an individual school district’s EOP. These teams \nshould exist on both the school district level, as well as a single school level. The staff in charge of \nprevention in a school (counselors, teachers, health professionals, administrators) should be part of the \ncrisis response team that is responsible for creating a specific EOP for that specific school.22 \n4.2 \nCreating an Emergency Operations Plan \n \nAn effective EOP facilitates a safety and security program. Children and youth rely on and find great \ncomfort in the adults who protect them. As a result, teachers and staff must know how to help their \nstudents through a crisis and return them home safely."
    },
    {
      "page": 15,
      "text": "Knowing what to do when faced with a crisis can \nbe the difference between calm and chaos, between courage and fear, and between life and death.23 To \nbest prepare school staff for a crisis, create an EOP, and conduct training exercises. Together, the EOP \nand training exercises will prepare staff to effectively respond and help minimize loss of life. Facility \nreadiness requires that leadership develop and exercise response plans that apply general preparedness \nand response protocols to specific types of emergencies and facility capabilities (including security \nresources). EOPs need to be customized to communities, districts, and schools to meet the unique needs \nof local residents and students. School specific EOPs should consider predetermined security perimeters, \nplans to create a command post during an incident, media liaisons, parent liaisons, a Joint Information \nCenter (JIC), police staging areas, alternative sites for evacuation and a parent reunification plan. Additionally, it is incredibly important to review, update, and practice the EOP regularly. Good plans are \nnever finished; they can always be updated based on experience, research, and changing vulnerabilities. 21 http://www2.ed.gov/admins/lead/safety/emergencyplan/crisisplanning.pdf \n22 Ibid. 23 Ibid. 15 \n \n4.2.1 Define Roles and Responsibilities \n \nDefine roles and responsibilities of school staff as well as community partners."
    },
    {
      "page": 15,
      "text": "Define what should \nhappen, when, and at whose direction—that is, create an organizational system. For district and school \nresponsibilities, this process can involve many of the school staff—important tasks will be neglected if \none person is responsible for too many functions. School staff could be assigned roles based on their \nskills and using the Incident Command System (ICS) detailed in the National Incident Management \nSystem (NIMS) such as: school commander, public information officer, safety officer, and liaison officer. Both individuals and backups should be assigned to these roles. Also, be aware of roles that outside \nagencies play, the responsibilities they will assume, and how they will interact with school staff. It is \nespecially important to determine who will communicate with families and the community during an \nincident and how they will communicate. Create a JIC where information can be shared and message \nsharing can be centralized. This will support media requests such as press conferences, and provide a \nsingle accurate outlet for information. Many schools and emergency responders use ICS to manage \nincidents. ICS provides a structured way for delegating responsibilities among school officials and all \nemergency responders during crisis response. The Emergency Management Institute developed the \nIntroduction to ICS for Schools (IS-100.SCa for Schools) course in collaboration with the U.S. \nDepartment of Education."
    },
    {
      "page": 15,
      "text": "The course is designed primarily for K-12 school personnel.24 \n4.2.2 Notification Procedures \n \nOne of the first steps in planning is to develop a mechanism to notify students and staff that an incident is \noccurring and to instruct them on what to do. Schools should consider implementing a mass notification \nsystem. Mass notification systems can advise staff, students, and visitors of an impending threat. Addressable notification systems can provide notifications to the entire school or send messages to \nspecific locations, such as a portion of the building. Addressable notification systems can help control the \nflow of personnel by directing them to go in a different direction or to follow a specific emergency \nprocedure. Also, consider implementing a classroom communication system that can provide a rapid \nmeans for staff and students to alert the administration that a serious incident is taking place. Such \ncommunications systems can consist of a push-to-talk button installed on a wall, an identifiable telephone \nsystem, or other system. In regards to active shooter situations, often, the first indication of an incident are \nthe first shots which may not be heard by administrators."
    },
    {
      "page": 16,
      "text": "Vulnerability is greater if the administration \ncannot quickly receive information from faculty, students, and staff.25 There should be specific methods \nfor communicating an incident internally to students, staff, and school visitors and separate methods for \ncommunicating an incident externally to media, families, neighbors, and the community. Methods of \ncommunication should be implemented based on the unique needs of each school, district, and situation. 4.2.3 Evacuation, Lockdown, and Shelter-In-Place Policies and Procedures \n \nWhen an incident occurs, quickly determine whether students and staff need to be evacuated, locked \ndown or assume shelter in place. Evacuation requires all students and staff to leave the building. While \nevacuating to the school’s field makes sense for a fire drill that only lasts a few minutes, it may not be an \nappropriate location for a longer period of time. The evacuation plan should include backup buildings to \nserve as emergency shelters, such as nearby community centers, religious institutions, businesses, or other \nschools. Evacuation plans should include contingencies for weather conditions as well. Evacuation \nprocedures should also include designated areas to provide specific needs. Evacuation procedures should \ninclude establishing a parent reunification site where parents gather if they have come to the school or a \nspecial triage area if the situation requires it."
    },
    {
      "page": 16,
      "text": "24 http://training.fema.gov/EMIWeb/IS/courseOverview.aspx?code=IS-100.SCa \n25 http://www.dhs.gov/xlibrary/assets/st/bips07_428_schools.pdf 16 \n \n \nLockdowns are called for when a crisis occurs outside of the school and an evacuation would be \ndangerous. A lockdown may also be called for when there is a crisis inside and movement within the \nschool may put students in jeopardy. All exterior doors are locked and students and staff stay in their \nclassrooms. Windows may also need to be covered. Shelter-in-place requires students and staff to immediately find a room with no or few windows, and take \nrefuge there. All windows, exterior doors, and other openings to the outside should be closed and locked. In addition, all fans, heating, and air conditioning systems should be turned off if possible to prevent any \nmaterials or agents from circulating through school ventilation systems. Active shooter situations are unpredictable and evolve quickly. Because active shooter situations are often \nover within 10 to 15 minutes, before law enforcement arrives on the scene, individuals must be prepared \nboth mentally and physically to deal with an active shooter situation. In the event of an active shooter \nsituation, it is imperative to quickly determine the most reasonable way to protect your own life. If there \nis an accessible escape path, attempt to evacuate the premises. If evacuation is not possible, find a place to \nhide where the active shooter is less likely to find you."
    },
    {
      "page": 16,
      "text": "As a last resort, and only when your life is in \nimminent danger, attempt to disrupt and/or incapacitate the active shooter.26 \n4.2.4 Plans for Diverse Needs of Children and Staff \n \nEOPs should provide for the needs of students, staff, and visitors with disabilities and other functional \nand access needs. This is especially important when considering communication and evacuation \nprocedures. Special attention is also needed for children with limited English proficiency. Outreach \ndocuments for families may be needed in several languages. 4.2.5 Consider Necessary Equipment and Supplies \n \nProvide staff with the necessary equipment to respond to a crisis. Consider whether there are enough \nmaster keys for emergency responders so that they have complete access to the school. Get the phones or \nradios necessary for communication. Redundancy is important; consider a second telephone service that is \navailable to allow communications in the event of an incident. Request and maintain contact information \nfor families in advance of an incident. Maintain a cache of first aid supplies. Prepare response kits for \nsecretaries, nurses, and teachers so they have easy access to supplies. For example, a nurse’s kit might \ninclude student and emergency medicines, as well as first aid supplies. A teacher’s kit might include a \ncrisis management reference guide, as well as an updated student roster."
    },
    {
      "page": 17,
      "text": "4.2.6 Common Vocabulary \n \nIt is imperative that school staff and emergency responders understand each other’s terminology. Work \nwith emergency responders to develop a common vocabulary. The words used to give directions for \nevacuation, lockdown, and other actions should be clear and not hazard specific. The Federal Emergency \nManagement Agency (FEMA) recommends using plain language to announce the need for action, for \nexample, “evacuate” rather than “code blue.” Plain language allows everyone in the school building \nincluding new staff, substitute teachers, and visitors to understand what type of response is called for. 26 http://www.dhs.gov/xlibrary/assets/active_shooter_booklet.pdf 17 \n \n4.2.7 Accountability and Reunification System \n \nAs soon as a crisis is recognized, it is important to account for all students, staff, and visitors. Emergency \nresponders treat a situation very differently when people are missing. In addition, a method should be in \nplace for tracking student release to their parents and ensuring that students are only released to \nauthorized individuals. A parent reunification system or early release system should be in place for \nvarious emergency situations. Different emergencies will be responded to in different ways; a single \nsolution may not work for every incident."
    },
    {
      "page": 17,
      "text": "4.2.8 Communication with External Entities \n \nIt is important to address how the school will communicate with all of the individuals who are directly or \nindirectly involved in the crisis. Plan how to communicate with families, community members, and the \nmedia. Consider writing template letters and press releases in advance so staff will not have to compose \nthem during the confusion and chaos of an incident. Also consider creating an automated emergency alert \nsystem where parents can be notified via phone/text/email about incidents that are occurring. 4.2.9 Emergency Drills \n \nPreparedness includes emergency drills and crisis exercises for staff, students, and emergency responders. Many schools have found tabletop exercises very useful in practicing and testing the procedures outlined \nin their EOP. Training and drills can help identify issues and problems that need to be addressed in the \nEOP. It might also be prudent to have teachers trained on how to manage students during a crisis, \nespecially those experiencing panic reactions. 5. Response \nA crisis is the time to follow the EOP, not to make a plan from scratch. This section provides broad action \nlists for teachers, administrative staff, and other school staff located throughout the school. It is important \nto note that these action lists are a broad overview of how to respond. Each list can be modified and \nedited to reflect the specific action plans outlined for each school."
    },
    {
      "page": 18,
      "text": "More detailed lists can be developed by \nschool assessment teams in coordination with community partners. During a crisis, leaders need to project \na calm, confident, and serious attitude to assure people of the seriousness of the situation and to trust the \ndirections being given. It is also important to communicate accurate and appropriate information. Use the \nchannels of communication identified in the EOP. 5.1 \nTeachers \n \nAction List for Evacuation – Teachers (in assigned classrooms) \no \nDetermine whether a crisis exists and if so, the type of crisis, the location of the crisis, and the magnitude of the \ncrisis \no \nNotify appropriate emergency responders \no \nNotify administrative staff so all students and staff can be notified of incident \no \nMove all students in an orderly fashion to the designated evacuation location. o \nAccount for all students."
    },
    {
      "page": 18,
      "text": "Make note if students are missing \no \nStay in communication with other school staff \no \nFollow emergency response instructions 18 \n \nAction List for Lockdown – Teachers (in assigned classrooms) \no \nDetermine whether a crisis exists and if so, the type of crisis, the location of the crisis, and the magnitude of the \ncrisis \no \nNotify appropriate emergency responders \no \nNotify administrative staff so all students and staff can be notified of incident \no \nConsider locking all doors and windows, covering windows, barricading doors, and moving all students to a \ndesignated lock down area of the room farthest away from windows and doors \no \nAccount for all students; make note if students are missing \no \nStay in communication with other school staff \no \nFollow emergency responder instructions \no \nParticipate in student release system plans if necessary \n \n \nAction List for Shelter-In-Place – Teachers (in assigned classrooms) \no \nDetermine whether a crisis exists and if so, the type of crisis, the location of the crisis, and the magnitude of the \ncrisis \no \nNotify appropriate emergency responders \no \nNotify administrative staff so all students and staff can be notified of incident \no \nConsider locking all doors and windows, covering windows, barricading doors, and moving all students to a \ndesignated lock down area of the room farthest away from windows and doors \no \nAccount for all students; make note if students are missing. o \nStay in communication with other school staff."
    },
    {
      "page": 19,
      "text": "o \nFollow emergency responder instructions \n \n \n5.2 \nAdministrative Staff \n \nAction List for Evacuation – Administrative Staff (principal, vice principal, secretaries, etc.) o \nDetermine whether a crisis exists and if so, the type of crisis, the location of the crisis, and the magnitude of the \ncrisis \no \nNotify appropriate emergency responders \no \nFollow evacuation procedures and quickly exit building to designated evacuation location \no \nConsolidate accountability information \no \nCommunicate with emergency responders and school staff \no \nCommunicate with appointed public liaison \no \nParticipate in student reunification system plans if necessary \n \n \nAction List for Lockdown – Administrative Staff (principal, vice principal, secretaries, etc.) o \nDetermine whether a crisis exists and if so, the type of crisis, the location of the crisis, and the magnitude of the \ncrisis \no \nNotify appropriate emergency responders \no \nFollow lockdown procedures and provide oversight of entire lockdown \no \nConsolidate accountability information \no \nCommunicate with emergency responders and school staff \no \nCommunicate with appointed public liaison \no \nParticipate in student reunification system plans if necessary 19 \n \nAction List for Shelter-In-Place – Administrative Staff (principal, vice principal, secretaries, etc.)"
    },
    {
      "page": 19,
      "text": "o \nDetermine whether a crisis exists and if so, the type of crisis, the location of the crisis, and the magnitude of the \ncrisis \no \nNotify appropriate emergency responders \no \nNotify administrative staff so all students and staff can be notified of incident \no \nConsider locking all doors and windows, covering windows, barricading doors, and moving all students to a \ndesignated lock down area of the room farthest away from windows and doors \no \nTurn off all fans, heating, and air conditioning systems \no \nAccount for all students; make note if students are missing \no \nStay in communication with other school staff \no \nFollow emergency responder instructions \n \n \n5.3 \nOther Staff \n \nAction List for Evacuation – Other Staff (nurses, janitorial staff, teacher aids, counselors, etc.) o Determine whether a crisis exists and if so, the type of crisis, the location of the crisis, and the magnitude of the \ncrisis \no Notify appropriate emergency responders \no Notify administrative staff so all students and staff can be notified of incident \no Follow evacuation procedures and quickly exit building to designated evacuation location \no Provide support where needed (direct student traffic, provide medical support, etc.) o Participate in student release system plans if necessary \n \nAction List for Lockdown – Other Staff (nurses, janitorial staff, teacher aids, counselors, etc.)"
    },
    {
      "page": 20,
      "text": "o \nDetermine whether a crisis exists and if so, the type of crisis, the location of the crisis, and the magnitude of the \ncrisis \no \nNotify appropriate emergency responders \no \nNotify administrative staff so all students and staff can be notified of incident \no \nFollow lock down procedures \no \nProvide support where needed (direct student traffic, provide medical support, etc.) o \nParticipate in student release system plans if necessary \n \nAction List for Shelter-In-Place – Other Staff (nurses, janitorial staff, teacher aids, counselors, etc.) o \nDetermine whether a crisis exists and if so, the type of crisis, the location of the crisis, and the magnitude of the \ncrisis \no \nNotify appropriate emergency responders \no \nNotify administrative staff so all students and staff can be notified of incident \no \nFollow lock down procedures \no \nTurn off all fans, heating and air conditioning systems \no \nProvide support where needed (direct student traffic, provide medical support, etc.) 6. Recovery \nThe goal of recovery is to return to learning and restore the infrastructure of the school as quickly as \npossible. Focus on students and take as much time as needed for recovery. School staff can be trained to \ndeal with the emotional impact of a crisis, as well as to initially assess the emotional needs of students, \nstaff, and responders. One of the major goals of recovery is to provide a caring and supporting school and \ncommunity environment."
    },
    {
      "page": 20,
      "text": "20 \n \n6.1 \nAssemble a Crisis Intervention Team and Assess Emotional Needs \nof Staff, Students, Facilities, and Responders \n \nA Crisis Intervention Team is composed of individuals at either the district or school level involved in \nrecovery. Service providers in the community may want to assist after a crisis. With prior planning, those \nwith appropriate skills and certifications may be tasked to assist in recovery. Assess the emotional needs \nof all students and staff, and determine those who need intervention by a school counselor, social worker, \nschool psychologist, or other mental health professional. In addition, available services need to be \nidentified for families who may want to seek treatment for their children themselves. 6.2 \nKeep Students, Families and the Media Informed \n \nBe clear about what steps have been taken to tend to student safety after the crisis has occurred. Let \nfamilies and other community members know what support services the school and district is providing or \nwhat other community resources are available. Messages to students should be age appropriate. Create a \nJIC where information sharing is centralized. 6.3 \nReturn to the “Business of Learning” as Quickly As Possible \n \nExperts agree that the first order of business following a crisis is to return students to learning as quickly \nas possible. This may involve helping students and families cope with separations from one another with \nthe reopening of school after a crisis."
    },
    {
      "page": 21,
      "text": "6.4 \nProvide Stress Management \n \nTrauma experts emphasize the need to create a caring, warm, and trusting environment for students \nfollowing a crisis. Allow students to talk about how they felt and what they experienced during the \ntraumatic event. Younger children, who may not be able to fully express their feelings verbally, may \nbenefit from participating in creative activities, including drawing, painting, or writing stories. Engage \nolder adolescents in group discussion, and address any issues of guilt. In addtion, provide on-site \ncounselors for a minimum of one week after the incident. 6.5 \nRestore Infrastructure \n \nRestoring infrastructure is essential to the restoration of the teaching and learning environment. Restoring \ndamaged infrastructure after an emergency incident is a positive, tangible sign of recovery for students \nand staff. Restoring infrastructure after an incident provides an opportunity to evaluate incident response \nand implement new and effective protective measures if necessary. 6.6 \nEvaluate \n \nEvaluating recovery efforts will help prepare for the next crisis. Use several methods to evaluate recovery \nefforts. Conduct brief interviews with emergency responders, families, teachers, students, and staff. Focus \ngroups may also be helpful in obtaining candid information about recovery efforts. Evaluate what worked, \nwhat did not, and how operations or EOPs can be improved. Update and strengthen the EOP so that in a \ncrisis, no child is left behind."
    },
    {
      "page": 21,
      "text": "It may also be prudent to conduct a community briefing within 48 hours of \nthe incident. In addition, it may be helpful to conduct after action reports with school district personnel \nand first responder commanders within one week of the incident. 21 \n \nAdditional Resources \n \nBullying Prevention \nhttp://www.stopbullying.gov/ \n \nActive Shooter Preparedness \nhttp://www.dhs.gov/active-shooter-preparedness \n \nPresident’s Plan to Protect our Children and Our Communities by Reducing Gun Violence \nhttp://www.whitehouse.gov/sites/default/files/docs/wh_now_is_the_time_full.pdf \n \nIf You See Something, Say Something \nhttp://www.dhs.gov/if-you-see-something-say-something-campaign \n \nReadiness and Emergency Management for Schools (REMS): Technical Assistance Center \nhttp://rems.ed.gov/ \n \nU.S. Secret Service National Threat Assessment Center (NTAC) \nhttp://www.secretservice.gov/ntac.shtml \n \nFEMA: Prepare. Plan."
    },
    {
      "page": 22,
      "text": "Stay Informed \nhttp://www.ready.gov/ \n \nPrimer to Design Safe School Projects in Case of Terrorist Attacks and School Shootings \nhttp://www.dhs.gov/xlibrary/assets/st/bips07_428_schools.pdf \n \nEducational Facilities Vulnerability/Hazard Assessment Checklist \nhttp://www.acefacilities.org/Resources/documents/ACEF%20-VulnerabilityHazard%20Assessment%20Checklist.pdf \n \nDHS Protective Security Advisors \nhttp://www.dhs.gov/protective-security-advisors \n \nCritical Infrastructure Vulnerability Assessments \nhttp://www.dhs.gov/critical-infrastructure-vulnerability-assessments \n \nNationwide Suspicious Activity Reporting (SAR) Initiative (NSI) \nhttp://nsi.ncirc.gov/ \n \nStudent Reports of Bullying and Cyber-Bullying: Results from the 2009 School Crime Supplement \nto the National Crime Victimization Survey \nhttp://nces.ed.gov/pubs2011/2011336.pdf \n \nSafe Havens International: A Non-Profit Campus Safety Organization \nhttp://www.safehavensinternational.org/ 22 \n \nPhoto Sources \nPicture 1: Brach, Patricia, FEMA Photographer. Houston, Texas. March, 9, 2009. \nhttp://www.fema.gov/photodata/original/40283.jpg. Picture 2: Risk Management Series: Design Guide for Improving School Safety in Earthquakes, \nFloods, and High Winds, FEMA P-424 / December 2012, Federal Emergency Management \nAgency, page 151. \nhttp://www.fema.gov/library/viewRecord.do?id=1986 \n \nPicture 3: Safe Havens International \nhttp://www.safehavensinternational.org/ \n \nPicture 4: Jun, Elissa, FEMA Photographer. Joplin, Missouri."
    },
    {
      "page": 23,
      "text": "August 19, 2011. \nhttp://www.fema.gov/photodata/original/50245.jpg."
    }
  ]
}