{"vulnerability": "The facility does not have an alternate site for continuity of business when the primary location is not accessible.", "description": "The facility does not have an alternate site for continuity of business when the primary location is not accessible.", "discipline": "Resilience Management - Business Continuity", "options_for_consideration": ["Establish an alternate site to continue business when the primary location is not accessible. Ensure there is sufficient distance between the alternate site and the facility so they are not likely to be affected by the same incident. Identify the location of the alternate site in the business continuity plan and define who should report to the site and under what conditions."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have a CCTV system. CCTV systems provide a rapid and cost-effective method for determining the source of intrusion or other detection alarms, if they are in place, and support surveillance of activities and events within and around a facility. In addition, a well-designed CCTV system provides a cost-effective supplement to security force patrols.", "description": "The facility does not have a CCTV system. CCTV systems provide a rapid and cost-effective method for determining the source of intrusion or other detection alarms, if they are in place, and support surveillance of activities and events within and around a facility. In addition, a well-designed CCTV system provides a cost-effective supplement to security force patrols.", "discipline": "Electronic Security Systems - CCTV", "options_for_consideration": ["Explore the feasibility of installing a comprehensive CCTV system onsite."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have a mass notification system or process. During an event, no method exists to alert all participants of current threats and the appropriate responses. The lack of communication or notification may lead to increased injuries or deaths.", "description": "The facility does not have a mass notification system or process. During an event, no method exists to alert all participants of current threats and the appropriate responses. The lack of communication or notification may lead to increased injuries or deaths.", "discipline": "Security Management", "options_for_consideration": ["Install a mass notification system that alerts participants to an event. The best system will involve sound, illumination, and vibration so that it gets the attention of the widest range of people. Test and exercise the notification system on a routine basis.", "Implement a mass notification process using an existing speaker / intercom system. Test and exercise the process on a routine basis."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "Although background checks are conducted on contact security personnel, checks are conducted only at initial hire. Recurring background checks are not conducted.", "description": "Although background checks are conducted on contact security personnel, checks are conducted only at initial hire. Recurring background checks are not conducted.", "discipline": "Security Management", "options_for_consideration": ["Ensure recurring background checks are conducted on contract security personnel."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not exchange information via InfraGard. Becoming a member of InfraGard would enhance the security and resilience posture of the facility.", "description": "The facility does not exchange information via InfraGard. Becoming a member of InfraGard would enhance the security and resilience posture of the facility.", "discipline": "Information Sharing", "options_for_consideration": ["Consult your local PSA about becoming a member of InfraGard. Additional information is also available via the InfraGard website, at https://www.infragard.org."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "There is a lack of formal, consistent sharing of security and safety information with neighboring properties, adjacent tenants, or associated departments.", "description": "There is a lack of formal, consistent sharing of security and safety information with neighboring properties, adjacent tenants, or associated departments.", "discipline": "Information Sharing", "options_for_consideration": ["Establish relationships and open dialogue including regular meetings with neighboring facilities, adjacent tenants, or associated departments to share security and safety information."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "Facility personnel are not aware of the nationwide \"If You See Something, Say Something™™\" public awareness campaign. This program is intended to raise public awareness of indicators of terrorism and terrorism-related crime and to emphasize the importance of reporting suspicious activity to the proper authorities.", "description": "Facility personnel are not aware of the nationwide \"If You See Something, Say Something™™\" public awareness campaign. This program is intended to raise public awareness of indicators of terrorism and terrorism-related crime and to emphasize the importance of reporting suspicious activity to the proper authorities.", "discipline": "Facility Information", "options_for_consideration": ["Consult your local PSA for information about the \"If You See Something, Say Something™™\" public awareness campaign. For more information, visit the DHS website at https://www.dhs.gov/see-something-say-something/campaign-materials."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have a surge capacity plan to provide additional security personnel during special circumstances or elevated threats.", "description": "The facility does not have a surge capacity plan to provide additional security personnel during special circumstances or elevated threats.", "discipline": "Security Force", "options_for_consideration": ["Establish a surge capacity plan to augment the security force during special circumstances, for example, during special events or natural disasters, and elevated threat situations. Options may include law enforcement officers (MOA, contract, and/or off-duty) or contract security (as part of an existing contract and/or another contract). Detail in the surge capacity plan the roles, responsibilities, and chain of command for both regular and surge forces."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The security force does not receive training on CPR/First Aid.", "description": "The security force does not receive training on CPR/First Aid.", "discipline": "Security Force", "options_for_consideration": ["Ensure the security force receives training on CPR/First Aid.", "Review the training materials available from the Red Cross at www.redcross.org/take-a-class."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility has limited or no access control policies/procedures for customers/patrons/public.", "description": "The facility has limited or no access control policies/procedures for customers/patrons/public.", "discipline": "Entry Controls", "options_for_consideration": ["Install access control systems and/or implement access control procedures designed to permit only authorized access, detect and prevent contraband from being brought into the facility, and provide information to security personnel to facilitate the appropriate assessment and response. Effective access control can be established through the integrated use of guards, locks, credentials, and/or screening equipment (e.g., x-ray scanners, magnetometers).", "Limit customer/patron/public access to the facility at a level consistent with onsite safety and security requirements.", "Post security guards at entrances to facilitate access control procedures such as credential checks and searches. If this is not possible, integrate CCTV or other surveillance equipment to facilitate remote monitoring of access points.", "Implement screening operations for the facility. Available screening options include, but are not limited to, x-ray scanners, magnetometers, package searches, and physical searches. Post signage to notify potential entrants that screening is a prerequisite for entry into the facility.", "Install a video intercom system that would allow staff to interact with customers and visitors prior to gaining entry to the rest of the facility", "Train security volunteers and greeters to be on the lookout for suspicious persons and/or activity around their facilities, particularly during services and other gatherings. Report suspicious activity, persons, and vehicles immediately to local law enforcement and/or security personnel.", "Train the volunteers how to initiate lock-down procedures, if warranted, and how to communicate security information quickly.", "Place the security volunteer/greeter at or just outside the main entrance area(s) of the facility with the dual purpose of welcoming/vetting visitors and providing a watchful eye against potential threats approaching the facility."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The main entrance into the building allows for unrestricted access into the facility.", "description": "The main entrance into the building allows for unrestricted access into the facility.", "discipline": "Entry Controls", "options_for_consideration": ["Integrate a locked door that separates the foyer from access to the interior of the facility.", "Add a video intercom system for the receptionist to identify visitors before allowing them entry.", "Add a duress alarm (panic button) for the receptionist."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The primary law enforcement agency has not conducted an onsite visit of the facility. Onsite visits can familiarize first responders with the facility, key personnel, site layout, and other issues that would enhance incident response.", "description": "The primary law enforcement agency has not conducted an onsite visit of the facility. Onsite visits can familiarize first responders with the facility, key personnel, site layout, and other issues that would enhance incident response.", "discipline": "First Preventers-Responders", "options_for_consideration": ["Invite the agency to visit the facility. Provide a tour to familiarize first responders with the site layout.", "Establish annual onsite visits for first responders to maintain their familiarity with the facility.", "Develop and provide emergency responders with an offsite emergency responder booklet that includes facility floor plans and identifies utility shutoffs, outside exits, etc."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "CCTV coverage of the facility's perimeter is limited.", "description": "CCTV coverage of the facility's perimeter is limited.", "discipline": "Electronic Security Systems - CCTV", "options_for_consideration": ["Evaluate CCTV coverage of the facility perimeter to determine if it meets the facility's security requirements. Explore options to increase coverage as necessary."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have a designated security manager. The lack of a security manager may hinder the application of security policies, programs, or procedures.", "description": "The facility does not have a designated security manager. The lack of a security manager may hinder the application of security policies, programs, or procedures.", "discipline": "Security Management", "options_for_consideration": ["Consider hiring a security manager or designate an employee to act as a security manager and task that person with developing, implementing, and coordinating all security-related activities. If possible, choose an employee with previous security experience. Consult Facility Security Plan: An Interagency Security Committee Guide for more information."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility has not tested, exercised or documented its mass notification system. Using an untested system can cause confusion when used during an incident.", "description": "The facility has not tested, exercised or documented its mass notification system. Using an untested system can cause confusion when used during an incident.", "discipline": "Security Management", "options_for_consideration": ["Test and exercise any mass notification system on a routine basis."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "Background checks are not conducted on contractors.", "description": "Background checks are not conducted on contractors.", "discipline": "Security Management", "options_for_consideration": ["Conduct background checks on contractors, especially those working in positions of trust or assigned to critical or sensitive areas.", "Require contracting companies to conduct background checks on their personnel who will work at the facility and to make such records available for audit.", "Conduct background checks on all contractors."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have a written emergency operation/emergency action plan.", "description": "The facility does not have a written emergency operation/emergency action plan.", "discipline": "Resilience Management - Emergency Action Plan", "options_for_consideration": ["Develop a comprehensive emergency operation/emergency action plan specific to the facility. The emergency operation/action plan should assign responsibilities for carrying out specific actions to protect people (including those with special needs), property, operations, and the environment in an emergency, and to provide incident stabilization. Train personnel on the plan, and exercise the plan at least once a year. For more information, visit the Ready.gov website at http://www.ready.gov/business/implementation/emergency, and consult Developing and Maintaining Emergency Operations Plans, available at https://www.fema.gov/pdf/about/divisions/npd/CPG_101_V2.pdf."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not exchange information with any federal agencies. Information exchange with federal agencies would enhance the security and resilience posture of the facility.", "description": "The facility does not exchange information with any federal agencies. Information exchange with federal agencies would enhance the security and resilience posture of the facility.", "discipline": "Information Sharing", "options_for_consideration": ["Consult your local PSA regarding opportunities to enhance information sharing with federal agencies, such as the FBI and other federal law enforcement (e.g., FPS, TSA, ICE), JTTF, ATF, InfraGard, U.S. Attorney's Office ATAC, DHS, NOAA, USGS, and CDC.", "Consult your local police department, sheriff's office, and/or PSA regarding opportunities to enhance information sharing with federal agencies, such as the FBI and other Federal law enforcement (e.g., FPS, TSA, ICE), JTTF, ATF, InfraGard, U.S. Attorney's Office ATAC, DHS, NOAA, USGS, and CDC."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have an onsite security force. The company/organization employs a security force, but security personnel are not stationed at the facility. This limits the facility's ability to rapidly respond to security incidents and/or emergencies as they occur at the facility.", "description": "The facility does not have an onsite security force. The company/organization employs a security force, but security personnel are not stationed at the facility. This limits the facility's ability to rapidly respond to security incidents and/or emergencies as they occur at the facility.", "discipline": "Security Force", "options_for_consideration": ["Explore the feasibility of extending the security force to provide a continuous, onsite presence at the facility to actively protect assets, property, and employees, and to rapidly respond to security incidents and/or emergencies."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The security force does not receive training on emergency response procedures for active shooter attacks.", "description": "The security force does not receive training on emergency response procedures for active shooter attacks.", "discipline": "Security Force", "options_for_consideration": ["Ensure the security force receives training on how to respond to an active shooter. Refer to the DHS website for more information on active shooter response training courses, materials, and workshops available through various agencies, at https://www.dhs.gov/active-shooter-preparednes.", "Develop active shooter response protocols in close coordination with local first responders."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility has limited or no access control procedures/policies for special events.", "description": "The facility has limited or no access control procedures/policies for special events.", "discipline": "Entry Controls", "options_for_consideration": ["Post security guards at entrances to facilitate access control procedures such as credential checks and searches on special event days.", "Implement screening operations for the facility. Available screening options include, but are not limited to, x-ray scanners, magnetometers, bag searches, and physical searches. Post signage to notify potential entrants that screening is a prerequisite for entry into the facility.", "Resources related to access controls for special events and other security-related topics are available from the Commercial Facilities Sector-Specific Agency. Resources are publicly available through the DHS website, at https://www.dhs.gov/commercial-facilities-sector. Such resources include the Check It! video which provides information to help employees conduct bag searches properly. Additional resources are available through HSIN. Consult your local PSA to become a member of the HSIN community. Information about HSIN is also available via the DHS website, at https://www.dhs.gov/homeland-security-information-network."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility lacks key control policies and procedures. Without controls, keys may be easily misused or duplicated without authorization, and access control to the facility may be compromised.", "description": "The facility lacks key control policies and procedures. Without controls, keys may be easily misused or duplicated without authorization, and access control to the facility may be compromised.", "discipline": "Entry Controls", "options_for_consideration": ["Limit the use of master keys for secured sensitive or critical areas to select security personnel.", "Designate a key control officer to manage the key control program and conduct regular key inventories.", "Establish a key control program that includes a system for the retrieval of keys from terminated personnel and a formal inventory of key assignments.", "Ensure that keys cannot be easily duplicated. Options include patented and restricted key profiles with controlled manufacturing."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have interoperable communications with the primary law enforcement agency. Without interoperable communications, the facility cannot communicate with first responders in order to coordinate security and response activities.", "description": "The facility does not have interoperable communications with the primary law enforcement agency. Without interoperable communications, the facility cannot communicate with first responders in order to coordinate security and response activities.", "discipline": "First Preventers-Responders", "options_for_consideration": ["Collaborate with the agency on potential solutions to achieve cost-effective interoperable communications onsite."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "CCTV coverage of areas of concern, such as gates and entryways, is limited.", "description": "CCTV coverage of areas of concern, such as gates and entryways, is limited.", "discipline": "Electronic Security Systems - CCTV", "options_for_consideration": ["Evaluate CCTV coverage of areas of concern to determine if it meets the facility's security requirements. Explore options to increase coverage as necessary."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have a written security plan.", "description": "The facility does not have a written security plan.", "discipline": "Security Management", "options_for_consideration": ["Develop a comprehensive security plan specific to the facility. The plan should address issues such as the following: protection of employees, contractors/vendors, visitors, and executives; protection of sensitive information; protection of funds; facility access control procedures; suspicious activity reporting procedures; employee termination procedures; parking; mail security; background checks; prohibited items; security force; end-of-day security checks; control and accountability of equipment (including keys); electronic security systems (including CCTV); physical security inspection programs; and employee security awareness training programs. Train personnel on the plan, and exercise the plan at least once a year.", "Develop a comprehensive security plan specific to the facility. The plan should address topics such as the following: physical security measures and systems, security force, access control procedures, information protection, and security awareness training. In addition, the plan should include elements such as the following: an assessment of possible security risks; a review of threats to the facility and the facility's vulnerabilities; an up-to-date point of contact roster for key personnel responsible for security and first responders; and identification of critical assets or areas. Train personnel on the plan, and exercise the plan at least once a year.", "Consult Facility Security Plan: An Interagency Security Committee Guide for more information.", "Develop a comprehensive security plan specific to the facility. Train personnel on the plan, and exercise the plan at least once a year. Consult Facility Security Plan: An Interagency Security Committee Guide for more information."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The customers, employees or volunteers do not display or practice situational awareness related to security.", "description": "The customers, employees or volunteers do not display or practice situational awareness related to security.", "discipline": "Security Management", "options_for_consideration": ["Provide posters, training, briefings or similar materials on a routine basis to volunteers, employees and even customers or patrons as needed. Post signage relating to emergency entry and exit points, first aid stations, and shelter locations. Encourage the importance of reporting suspicious activity. Reinforce the significance of being alert and aware of your surroundings.", "Encourage employees and volunteers to become involved with security or form security teams for special events."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "Although background checks are conducted on contactors personnel, checks are conducted only at initial hire. Recurring background checks are not conducted.", "description": "Although background checks are conducted on contactors personnel, checks are conducted only at initial hire. Recurring background checks are not conducted.", "discipline": "Security Management", "options_for_consideration": ["Ensure recurring background checks are conducted on contractors.", "Ensure recurring background checks are conducted on contractors as appropriate. For example, recurring background checks may be necessary for contractors working in positions of trust or assigned to critical or sensitive areas. Recurring background checks may occur on an annual basis, randomly, or on special occasions (e.g., when an contractor is eligible for reassignment)."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility has not coordinated the emergency operation/emergency action plan with emergency responders.", "description": "The facility has not coordinated the emergency operation/emergency action plan with emergency responders.", "discipline": "Resilience Management - Emergency Action Plan", "options_for_consideration": ["Coordinate the emergency operation/emergency action plan with first responders. Establish MOUS/MOAs as necessary."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not exchange information with state and/or major urban area fusion centers. Information exchange fusion centers would enhance the security and resilience posture of the facility.", "description": "The facility does not exchange information with state and/or major urban area fusion centers. Information exchange fusion centers would enhance the security and resilience posture of the facility.", "discipline": "Information Sharing", "options_for_consideration": ["Consult your local PSA regarding opportunities to enhance information sharing with state and/or major urban area fusion centers.", "Consult your local police department, sheriff's office, and/or PSA regarding opportunities to enhance information sharing with state and/or major urban area fusion centers.", "Establish a liaison with state and/or major urban area fusion centers to enhance communications, coordination, and cooperation."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The security force does not staff static posts at the facility's SAAs or other areas where entry control, monitoring, and/or protection is necessary (e.g.. main entrance, loading dock).", "description": "The security force does not staff static posts at the facility's SAAs or other areas where entry control, monitoring, and/or protection is necessary (e.g.. main entrance, loading dock).", "discipline": "Security Force", "options_for_consideration": ["Post security personnel at assets and areas where a continuous security force presence is necessary.", "Provide special instructions for each post, such as duties, staffing hours, and required equipment.", "Establish a designated method of relief for security personnel assigned to static posts."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The security force does not receive training on IED recognition.", "description": "The security force does not receive training on IED recognition.", "discipline": "Security Force", "options_for_consideration": ["For information about bombing prevention training available through the DHS Office of Bombing Prevention, visit https://www.dhs.gov/bombing-prevention-training.", "Consult with your local PSA for more information on a variety of related training and resources that are available from the DHS Office of Bombing Prevention."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have a badging system.", "description": "The facility does not have a badging system.", "discipline": "Entry Controls", "options_for_consideration": ["Issue photo ID badges to all employees. Implement a process for badge verification before employees gain access to the facility. Collect employee badges from terminated personnel.", "Issue unique badges (e.g., color-coded) to visitors, contractors, vendors, cleaning crews, and temporary employees. Collect badges when visits are complete.", "Require badges to be displayed at all times at the facility."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility has limited or no vehicle access control policies/procedures.", "description": "The facility has limited or no vehicle access control policies/procedures.", "discipline": "Entry Controls", "options_for_consideration": ["Execute random searches on vehicles entering the controlled parking area for the facility. Evaluate the need to conduct searches on all vehicles at elevated threat levels.", "Positively identify all vehicles and drivers that enter the facility. Deny access to suspicious vehicles/drivers and those with improper documentation (e.g., cargo manifest). Deny access to drivers who fail to provide identification and/or submit to inspection.", "Post security guards at vehicle entrances to facilitate access control procedures such as credential checks and searches. If this is not possible, integrate CCTV or other surveillance equipment to facilitate remote monitoring of vehicle access points.", "Maintain a database of employee vehicles. Issue permits for designated areas.", "In the absence of a security force, pursue a policy in which facility employees are empowered to report any suspicious vehicles or activity in parking lots or structures.", "Evaluate the feasibility of using centralized parking and shuttle services to keep vehicles away from critical areas.", "Explore the feasibility of executing searches on all vehicles entering the controlled parking area for the facility."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The primary fire response agency has not conducted an onsite visit of the facility. Onsite visits can familiarize first responders with the facility, key personnel, site layout, and other issues that would enhance incident response.", "description": "The primary fire response agency has not conducted an onsite visit of the facility. Onsite visits can familiarize first responders with the facility, key personnel, site layout, and other issues that would enhance incident response.", "discipline": "First Preventers-Responders", "options_for_consideration": ["Invite the agency to visit the facility. Provide a tour to familiarize first responders with the site layout.", "Establish annual onsite visits for first responders to maintain their familiarity with the facility."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "CCTV coverage of the main vehicle entrance area is limited or non-existent.", "description": "CCTV coverage of the main vehicle entrance area is limited or non-existent.", "discipline": "Electronic Security Systems - CCTV", "options_for_consideration": ["Explore the feasibility of adding a CCTV security camera to the facility's main vehicular entrance, positioned/angled to capture license plate information and view through a windshield for subject identification."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "There is no capability or process for an employee to report a security concern.", "description": "There is no capability or process for an employee to report a security concern.", "discipline": "Security Management", "options_for_consideration": ["Establish a system for reporting security concerns. Include mechanisms for the documentation, investigation, and review of related incidents and actions taken."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "Background checks are not conducted on vendors.", "description": "Background checks are not conducted on vendors.", "discipline": "Security Management", "options_for_consideration": ["Require vendors to conduct background checks on their personnel who will work at the facility. Obtain proof from vendors that appropriate background checks have been conducted."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not train personnel on the emergency operation/emergency action plan.", "description": "The facility does not train personnel on the emergency operation/emergency action plan.", "discipline": "Resilience Management - Emergency Action Plan", "options_for_consideration": ["Train all personnel on the emergency operation/emergency action plan at least annually. For more information, visit the Ready.gov website at http://www.ready.gov/business/implementation/training."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have a written security plan. Although the facility may have documentation that addresses security policies, programs, and/or procedures, it does not have a separate, comprehensive security plan.", "description": "The facility does not have a written security plan. Although the facility may have documentation that addresses security policies, programs, and/or procedures, it does not have a separate, comprehensive security plan.", "discipline": "Security Management", "options_for_consideration": ["Develop a comprehensive security plan specific to the facility. The plan should address issues such as the following: protection of employees, contractors/vendors, visitors, and executives; protection of sensitive information; protection of funds; facility access control procedures; suspicious activity reporting procedures; employee termination procedures; parking; mail security; background checks; prohibited items; security force; end-of-day security checks; control and accountability of equipment (including keys); electronic security systems (including CCTV); physical security inspection programs; and employee security awareness training programs. Train personnel on the plan, and exercise the plan at least once a year.", "Develop a comprehensive security plan specific to the facility. The plan should address topics such as the following: physical security measures and systems, security force, access control procedures, information protection, and security awareness training. In addition, the plan should include elements such as the following: an assessment of possible security risks; a review of threats to the facility and the facility's vulnerabilities; an up-to-date point of contact roster for key personnel responsible for security and first responders; and identification of critical assets or areas. Train personnel on the plan, and exercise the plan at least once a year.", "Consult Facility Security Plan: An Interagency Security Committee Guide for more information."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not exchange information with the state EMA. Information exchange with the state EMA would enhance the security and resilience posture of the facility.", "description": "The facility does not exchange information with the state EMA. Information exchange with the state EMA would enhance the security and resilience posture of the facility.", "discipline": "Information Sharing", "options_for_consideration": ["Consult your local PSA regarding opportunities to enhance information sharing with the state EMA.", "Consult your local police department, sheriff's office, and/or PSA regarding opportunities to enhance information sharing with the state EMA."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not use barriers to mitigate high-speed avenues of approach. Barriers would reduce vehicle speeds and/or prevent vehicle penetration.", "description": "The facility does not use barriers to mitigate high-speed avenues of approach. Barriers would reduce vehicle speeds and/or prevent vehicle penetration.", "discipline": "Barriers", "options_for_consideration": ["Install barriers to mitigate high-speed avenues of approach, deny vehicle entry, and provide perimeter protection. Options include, but are not limited to, fixed and retractable bollards, engineered planters, heavy objects and trees, walls and ha-ha barriers, water obstacles, and Jersey barriers.", "Explore the possibility of erecting walls, which includes retaining walls and freestanding walls, that may be constructed of concrete, concrete masonry, brick, natural stone, or other materials typically reinforced with steel.", "Install fixed bollards, engineered planters, and/or heavy objects to mitigate high-speed avenues of approach.", "Install Jersey barriers. To be effective, Jersey barriers need to be embedded and include vertical anchorage of steel reinforcing through the barrier into the pavement.", "Install a bollard system that is well-integrated into the perimeter security design and the streetscape to minimize visual impact. Bollard height should typically not be more than 30 inches. Bollard spacing should be between 36 and 43 inches, depending on the kind of traffic expected and the needs of pedestrians and the handicapped.", "Install Jersey barriers as a temporary solution. Jersey barriers are relatively inexpensive and readily available.", "Install planters with considerable reinforcing and below-grade depth for effectiveness. Maintain a maximum distance of 4 feet between planters and other permanent streetscape elements, depending on the kind of traffic anticipated. Orient planters in a direction parallel to the curb or primary flow of pedestrian traffic. Do not place planter or a line of planters perpendicular to the curb.", "Explore the possibility of adding speed controls (e.g., serpentines or speed bumps) to limit vehicle speed at impact.", "Evaluate vehicle traffic patterns near the facility. Design and implement strategies to reduce vehicle speeds, improve pedestrian safety, and reduce the threat of vehicle approach velocities.", "Install heavy objects that can resist vehicle penetration, such as boulders, sculptures, and trees. Such objects need varying degrees of embedment and reinforcement, depending on their weight, footprint, and height/width ratio.", "Explore the possibility of installing active barriers, such as retractable bollards or a wedge system, to mitigate high-speed avenues of approach. Active barriers must be tended at all times by trained personnel and require regular maintenance to ensure continued operation."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The security force does not have communications devices. Communications equipment is essential for the safe and efficient operation of the security force and the success of its assigned mission.", "description": "The security force does not have communications devices. Communications equipment is essential for the safe and efficient operation of the security force and the success of its assigned mission.", "discipline": "Security Force", "options_for_consideration": ["Provide additional communications equipment to the security force, such as cell phones, duress alarms, and/or panic buttons."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have comprehensive post orders for the security force, which may result in situations where security personnel do not fulfill their duties and/or perform outside the scope of their duties..", "description": "The facility does not have comprehensive post orders for the security force, which may result in situations where security personnel do not fulfill their duties and/or perform outside the scope of their duties..", "discipline": "Security Force", "options_for_consideration": ["Develop post orders that describe in detail the duties and responsibilities of the security force. After comprehensive post orders are developed, ensure that they are kept current and accessible. Comprehensive post orders may serve to express the policies of the protected enterprise, summarize required officer duties, avoid problems associated with of word-of-mouth instructions, and provide a basis for site-specific training. They are the vital link between the requirements of the facility and the ability of security personnel to effectively meet those requirements."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "Although the facility has a badging system in place, it is not strictly enforced.", "description": "Although the facility has a badging system in place, it is not strictly enforced.", "discipline": "Entry Controls", "options_for_consideration": ["Enforce badging system requirements consistently.", "Require badges to be displayed at all times at the facility."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have interoperable communications with the primary fire response agency. Without interoperable communications, the facility cannot communicate with first responders in order to coordinate response activities.", "description": "The facility does not have interoperable communications with the primary fire response agency. Without interoperable communications, the facility cannot communicate with first responders in order to coordinate response activities.", "discipline": "First Preventers-Responders", "options_for_consideration": ["Collaborate with the agency on potential solutions to achieve cost-effective interoperable communications onsite."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not use real-time monitoring for the CCTV system, which limits the facility to reviewing recorded material only.", "description": "The facility does not use real-time monitoring for the CCTV system, which limits the facility to reviewing recorded material only.", "discipline": "Electronic Security Systems - CCTV", "options_for_consideration": ["Evaluate the need for dedicated, trained security staff to monitor the CCTV system. Explore options to maximize the effectiveness of CCTV monitoring and observation, such as frequently rotating shifts for monitoring staff and limiting the number of cameras monitored by each staff member."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The corporate-level security plan does not reflect facility-specific needs.", "description": "The corporate-level security plan does not reflect facility-specific needs.", "discipline": "Security Management", "options_for_consideration": ["Develop a facility-specific security plan that articulates what managers, supervisors, employee, and contractor roles and responsibilities are for protecting the facility, critical areas, and high-value equipment."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not participate in any security working groups.", "description": "The facility does not participate in any security working groups.", "discipline": "Security Management", "options_for_consideration": ["Join relevant security working groups. Establish liaisons and regular communications with federal, state, local, private sector, and/or industry working groups to enhance information sharing, track threat conditions, and support investigations."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "Although background checks are conducted on vendors. checks are conducted only at initial hire. Recurring background checks are not conducted.", "description": "Although background checks are conducted on vendors. checks are conducted only at initial hire. Recurring background checks are not conducted.", "discipline": "Security Management", "options_for_consideration": ["Require vendors to conduct recurring background checks on their personnel who will work at the facility. Obtain proof from vendors that recurring background checks are conducted."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not train volunteers, ushers, and members of the congregation or organization on emergency operation or emergency response.", "description": "The facility does not train volunteers, ushers, and members of the congregation or organization on emergency operation or emergency response.", "discipline": "Resilience Management - Emergency Action Plan", "options_for_consideration": ["Train volunteer congregants/staff in basic life-saving procedures, such as CPR/First Aid, and Stop-the-Bleed. Ensure that AEDs, first aid kits, and Stop-the-Bleed kits are easily accessible."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not exchange information with state law enforcement. Information exchange with state law enforcement would enhance the security and resilience posture of the facility.", "description": "The facility does not exchange information with state law enforcement. Information exchange with state law enforcement would enhance the security and resilience posture of the facility.", "discipline": "Information Sharing", "options_for_consideration": ["Consult your local PSA regarding opportunities to enhance information sharing with state law enforcement.", "Establish a liaison with state law enforcement to enhance information exchange, clarify emergency response roles, track threat conditions, and support investigations.", "Coordinate the facility's security and emergency response plans with state law enforcement. Share critical information about the facility (e.g., floor plans, location of critical assets or areas, and notification and contact lists)."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "One or more unobstructed high-speed avenues of approach lead to significant areas and critical assets of the facility.", "description": "One or more unobstructed high-speed avenues of approach lead to significant areas and critical assets of the facility.", "discipline": "Barriers", "options_for_consideration": ["Explore the possibility of using CPTED principles, concepts, and strategies (e.g., water barriers, landscaping) to install barriers. Consult Appendix A of Site and Urban Design for Security: Guidance against Potential Terrorist Attacks (FEMA 430), available at https://www.fema.gov/media-library-data/20130726-1624-20490-9648/fema430.pdf, and Tables 2.4 and 2.5 of Reference Manual to Mitigate Potential Terrorist Attacks Against Buildings (FEMA 426/BIPS 06), available at https://www.dhs.gov/xlibrary/assets/st/st-bips-06.pdf for more information.", "Employ temporary passive barriers (e.g.. Jersey barriers) to eliminate straight-line vehicular access to the facility as needed (e.g., under special circumstances or during elevated threat situations).", "Use vehicles as temporary physical barriers to eliminate straight-line vehicular access to the facility during elevated threat conditions.", "Evaluate vehicle traffic patterns near the facility. Design and implement strategies to reduce vehicle speeds, improve pedestrian safety and increase standoff by installing bollards near entrances and critical assets."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have a perimeter fence. The lack of perimeter fencing may allow unrestricted access to the facility and critical areas within the facility.", "description": "The facility does not have a perimeter fence. The lack of perimeter fencing may allow unrestricted access to the facility and critical areas within the facility.", "discipline": "Perimeter Security", "options_for_consideration": ["Install fencing appropriate for the facility type. Determine the appropriate role of the fencing either to demarcate the boundary of the site to protect against trespassing; provide access control by channeling individuals through authorized access points; and/or to protect against unauthorized entry by providing increased access delay and more time for assessment.", "Consult Site and Urban Design for Security: Guidance against Potential Terrorist Attacks (FEMA 430), available at a https://www.fema.gov/media-library-data/20130726-1624-20490-9648/fema430.pdf, for more information.", "Employ Crime Prevention Through Environmental Design (CPTED) principles and/or barriers (e.g., bollards, decorative flower pots, high curbs, shallow ditches) to provide enhanced penetration delay. Consult Appendix A of Site and Urban Design for Security: Guidance against Potential Terrorist Attacks (FEMA 430), available at www.fema.gov/media-library-data/20130726-1624-20490-9648/fema430.pdf, and Tables 2.4 and 2.5 of Reference Manual to Mitigate Potential Terrorist Attacks Against Buildings (FEMA 426/BIPS 06), available at https://www.dhs.gov/xlibrary/assets/st/st-bips-06.pdf, for more information."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The security force does not receive training on emergency response procedures for bomb threats.", "description": "The security force does not receive training on emergency response procedures for bomb threats.", "discipline": "Security Force", "options_for_consideration": ["Ensure the security force receives training on emergency response procedures to bomb threats.", "For information about bombing prevention training available through the DHS Office of Bombing Prevention, visit https://www.dhs.gov/bombing-prevention-training.", "Consult with your local PSA for more information on a variety of related training and resources that are available from the DHS Office of Bombing Prevention.", "Consult local and state law enforcement agencies' websites that may provide information and training on emergency preparedness and response to mass casualty events, including IED attacks."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility lacks keycard (e.g., proximity card, swipe card) control policies and procedures. Without controls, keycards may be easily misused, and access control to the facility may be compromised.", "description": "The facility lacks keycard (e.g., proximity card, swipe card) control policies and procedures. Without controls, keycards may be easily misused, and access control to the facility may be compromised.", "discipline": "Entry Controls", "options_for_consideration": ["Establish a keycard control program that includes a database of cardholders and a system for the retrieval of keycards from terminated personnel. Regularly review the keycard database and access activity reports.", "Explore options to establish access levels (i.e., to sensitive or critical areas) using the keycard system.", "Evaluate the need for dedicated, trained security staff to continuously monitor keycard access control system alarm and event activity.", "Explore options (i.e., physical barriers, active monitoring by posted security personnel) to establish anti-passback controls that prevent cardholders from passing their keycards to grant access to someone else outside the secured area.", "Establish a 'no piggybacking' policy that requires everyone to use their own keycards for access. Explore options to enforce this policy, such as physical barriers (i.e., mantraps) and active monitoring by posted security personnel."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The primary emergency medical response agency has not conducted an onsite visit of the facility. Onsite visits can familiarize first responders with the facility, key personnel, site layout, and other issues that would enhance incident response.", "description": "The primary emergency medical response agency has not conducted an onsite visit of the facility. Onsite visits can familiarize first responders with the facility, key personnel, site layout, and other issues that would enhance incident response.", "discipline": "First Preventers-Responders", "options_for_consideration": ["Invite the agency to visit the facility. Provide a tour to familiarize first responders with the site layout.", "Establish annual onsite visits for first responders to maintain their familiarity with the facility."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have a designated business continuity manager. The lack of a designated business continuity manager may hinder the implementation of business continuity policies, programs, or procedures.", "description": "The facility does not have a designated business continuity manager. The lack of a designated business continuity manager may hinder the implementation of business continuity policies, programs, or procedures.", "discipline": "Resilience Management - Business Continuity", "options_for_consideration": ["Appoint or nominate a person with appropriate seniority and authority to be accountable for business continuity management policy and implementation. For more information, visit the Ready.gov website."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The CCTV video is not recorded; therefore, the facility cannot review footage to investigate or evaluate security incidents.", "description": "The CCTV video is not recorded; therefore, the facility cannot review footage to investigate or evaluate security incidents.", "discipline": "Electronic Security Systems - CCTV", "options_for_consideration": ["Evaluate the need to record CCTV video, and select video recording and storage systems for the facility as appropriate."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility has not coordinated the security plan with local law enforcement.", "description": "The facility has not coordinated the security plan with local law enforcement.", "discipline": "Security Management", "options_for_consideration": ["Coordinate the security plan with local law enforcement. Consult Facility Security Plan: An Interagency Security Committee Guide for more information.", "Coordinate the security plan with local law enforcement, and establish mutual-aid agreements with appropriate response agencies. Consult Facility Security Plan: An Interagency Security Committee Guide for more information.", "Establish a liaison and regular communication with local law enforcement and other first responders, state and federal law enforcement and counterterrorism agencies, and industry organizations to engage in information sharing, clarify response actions, track threat conditions, and support investigations.", "Share critical information about the facility (e.g., floor plans, the location of critical assets or areas, notification and contact lists) with local law enforcement and emergency responders.", "Involve facility operators, security personnel, local police, and other government services, including local fire, emergency management, and emergency services departments at several levels in security planning. Consider involving other department leads such as marketing and communications.", "Conduct training and exercises with law enforcement and emergency responders to familiarize them with the facility and its security and emergency procedures."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not conduct background checks on all employees.", "description": "The facility does not conduct background checks on all employees.", "discipline": "Security Management", "options_for_consideration": ["Conduct background checks on all employees, including temporary employees.", "Conduct background checks on all employees.", "Conduct background checks on all employees, not only employees identified as critical to facility operations.", "Conduct initial and recurring background checks on all employees.", "Conduct initial and recurring background checks on all employees working in positions of trust or who are assigned to critical or sensitive areas.", "Require contracting companies, temporary employment agencies, and/or vendors to conduct background checks on their personnel who will work at and/or visit the facility and to make such records available for audit."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not exercise its emergency operation/emergency action plan annually.", "description": "The facility does not exercise its emergency operation/emergency action plan annually.", "discipline": "Resilience Management - Emergency Action Plan", "options_for_consideration": ["Conduct regular drills and exercises to validate the emergency operation/emergency action plan and to evaluate the ability of personnel to carry out their assigned roles and responsibilities. For more information, visit the Ready.gov website at http://www.ready.gov/business/testing/exercises.", "Consult the Homeland Security Exercise and Evaluation Program website, at https://www.fema.gov/media-library/assets/documents/32326, for a set of fundamental principles that frame a common approach to exercises, among other helpful resources."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not exchange information with the local EMA. Information exchange with the local EMA would enhance the security and resilience posture of the facility.", "description": "The facility does not exchange information with the local EMA. Information exchange with the local EMA would enhance the security and resilience posture of the facility.", "discipline": "Information Sharing", "options_for_consideration": ["Consult your local PSA regarding opportunities to enhance information sharing with the local EMA."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have a vehicle barrier plan or system to mitigate high speed vehicle intrusion or address heavy traffic flow during special events.", "description": "The facility does not have a vehicle barrier plan or system to mitigate high speed vehicle intrusion or address heavy traffic flow during special events.", "discipline": "Barriers", "options_for_consideration": ["Develop a barrier plan or traffic plan that enhances safety and security."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "Less than 100% of the facility is enclosed. The lack of fencing may allow unrestricted access to the facility.", "description": "Less than 100% of the facility is enclosed. The lack of fencing may allow unrestricted access to the facility.", "discipline": "Perimeter Security", "options_for_consideration": ["Install additional fencing to enclose the facility to the maximum extent possible.", "Explore the feasibility of improving the landscape to supplement the existing facility perimeter fence. Landscaping examples include earthen berms, low-growing shrubs, plants, or trees. Shrubs or plants with spines or thorns may be used in conjunction with the fence to provide increased penetration delay."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The security force does not receive training on emergency response procedures for break-ins.", "description": "The security force does not receive training on emergency response procedures for break-ins.", "discipline": "Security Force", "options_for_consideration": ["Ensure the security force receives training on emergency response procedures for break-ins."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not use a proximity card access system.", "description": "The facility does not use a proximity card access system.", "discipline": "Entry Controls", "options_for_consideration": ["Explore procuring a badge access system that allows proximity card access into the facility. This system could be procured as part of planned facility upgrades and enhancements."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have interoperable communications with the primary emergency medical response agency. Without interoperable communications, the facility cannot communicate with first responders in order to coordinate response activities.", "description": "The facility does not have interoperable communications with the primary emergency medical response agency. Without interoperable communications, the facility cannot communicate with first responders in order to coordinate response activities.", "discipline": "First Preventers-Responders", "options_for_consideration": ["Collaborate with the agency on potential solutions to achieve cost-effective interoperable communications onsite.", "Explore the option of an interconnect system, such as a gateway that can allow communication between radio systems that are otherwise incompatible because they operate on different frequency bands or using different technologies."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "Ground-floor windows do not have protective measures to mitigate the hazardous effects of flying glass during an explosive event.", "description": "Ground-floor windows do not have protective measures to mitigate the hazardous effects of flying glass during an explosive event.", "discipline": "Building Envelope", "options_for_consideration": ["Consult Reference Manual to Mitigate Potential Terrorist Attacks Against Buildings (FEMA 426/BIPS 06), available at https://www.dhs.gov/xlibrary/assets/st/st-bips-06.pdf, for more information."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "Fences, gates, and/or parking areas are not illuminated. A lack of quality lighting can reduce observation capabilities and diminish the safety and security posture of the facility.", "description": "Fences, gates, and/or parking areas are not illuminated. A lack of quality lighting can reduce observation capabilities and diminish the safety and security posture of the facility.", "discipline": "Illumination", "options_for_consideration": ["Install lighting for fences, gates, and/or parking areas. Before installation, determine the appropriate type of lighting based on the overall requirements of the site and the building (e.g., continuous or standby). In addition, consider operational costs, such as life-cycle costs for energy and maintenance, when designing an appropriate lighting situation, because of their effect on project sustainability."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have a written business continuity plan.", "description": "The facility does not have a written business continuity plan.", "discipline": "Resilience Management - Business Continuity", "options_for_consideration": ["Develop a comprehensive business continuity plan to be implemented in the aftermath of an incident. The business continuity plan should contain the following elements: a) defined roles and responsibilities for personnel with authority during and following an incident; b) a process for activating the response; c) details to manage the immediate consequences of a disruptive incident (with regard to the welfare of individuals; strategic, tactical, and operational response options, and prevention of further loss or unavailability of prioritized activities); d) details on how and under what circumstances the facility will communicate with employees and their relatives, key interested parties, and emergency contacts; e) how the facility will continue or recover its prioritized activities within predetermined timeframes; f) details of the facility's media response following an incident; and g) a process for standing down once the incident is over. Train personnel on the plan, and exercise the plan at least once a year. For more information, visit the Ready.gov website at http://www.ready.gov/business/implementation/continuity."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not train personnel on the security plan.", "description": "The facility does not train personnel on the security plan.", "discipline": "Security Management", "options_for_consideration": ["Train employees to do the following: identify their responsibilities under the facility's security program; recognize connections between the security program's objectives and selected security measures; remain familiar with resources for carrying out security-related responsibilities; and be prepared for security incidents. Consult the Ready.gov website for more information on training, at http://www.ready.gov/business/implementation/training.", "Develop a security awareness program that addresses the following topics: Why the facility requires protection strategies.", "Develop a security awareness program that addresses the following topics: What actions are required to protect specific assets and areas.", "Develop a security awareness program that addresses the following topics: What employees' security responsibilities are and how they can be fulfilled.", "Develop a security awareness program that addresses the following topics: How employees can report program violations.", "Develop a security awareness program that addresses the following topics: How employees can identify indicators of risk or danger and how to respond appropriately.", "Train employees on suspicious activity reporting procedures, security incident (e.g. bomb threat, active shooter) response procedures, procedures for suspicious packages, access control, and end-of-day security checks. For more information, visit the Ready.gov website at http://www.ready.gov/business/implementation/emergency.", "Enhance the level of employee security awareness through the distribution of a security-related newsletter, emails, and posters that address threats, concerns, training opportunities, security initiatives, and problem areas. Consult Facility Security Plan: An Interagency Security Committee Guide for more information."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "Although the facility conducts background checks on employees, checks are conducted only at initial hire. Recurring background checks are not conducted.", "description": "Although the facility conducts background checks on employees, checks are conducted only at initial hire. Recurring background checks are not conducted.", "discipline": "Security Management", "options_for_consideration": ["Conduct recurring background check on employees.", "Conduct recurring background checks on employees as appropriate. For example, recurring background checks may be necessary for employees working in positions of trust or assigned to critical or sensitive areas. Recurring background checks may occur on an annual basis, randomly, or on special occasions (e.g., when an employee is eligible for promotion)."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility has not designated or identified safe rooms for use during events where shelter-in-place, hide, or lockdown are appropriate. The use of the safe room may be in response to an active-shooter event.", "description": "The facility has not designated or identified safe rooms for use during events where shelter-in-place, hide, or lockdown are appropriate. The use of the safe room may be in response to an active-shooter event.", "discipline": "Resilience Management - Emergency Action Plan", "options_for_consideration": ["Designate sheltering sites throughout the facility. Optimal locations have ballistic protection known as \"cover\" which includes thick walls made of steel, cinder block, or brick and mortar; solid doors with locks; and areas with minimal glass and interior windows.", "Stock sheltering sites with accessible first aid and emergency kits designed for hemorrhage control, communication devices, and telephones and/or duress alarms.", "Ensure that all sheltering sites and evacuation routes are accessible to persons with disabilities.", "Establish emergency escape procedures and route assignments (e.g., floor plans, safe areas), including where to evacuate and how to evacuate when the primary evacuation routes are unusable.", "Ensure that plans clearly explain shelter-in-place and lockdown procedures, including the differences between the two."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not exchange information with local law enforcement. Information exchange with local law enforcement would enhance the security and resilience posture of the facility.", "description": "The facility does not exchange information with local law enforcement. Information exchange with local law enforcement would enhance the security and resilience posture of the facility.", "discipline": "Information Sharing", "options_for_consideration": ["Consult your local PSA regarding opportunities to enhance information sharing with local law enforcement.", "Establish a liaison with local law enforcement to enhance information exchange, clarify emergency response roles, track threat conditions, and support investigations.", "Coordinate the facility's security and emergency response plans with local law enforcement. Share critical information about the facility (e.g., floor plans, location of critical assets or areas, and notification and contact lists)."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The fence is not clearly marked or identified with warning signs.", "description": "The fence is not clearly marked or identified with warning signs.", "discipline": "Perimeter Security", "options_for_consideration": ["Post visible, well-placed warning signs on the fence. Signs may act as a deterrent and/or provide safety information for unauthorized personnel. Signs are usually placed on boundary fences, typically at 50-foot intervals, to indicate ownership and to warn of possible danger within. In areas where two or more languages are commonly spoken, the warning signs must use both (or more) languages."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The security force does not receive training on emergency response procedures for hostage/barricade situations.", "description": "The security force does not receive training on emergency response procedures for hostage/barricade situations.", "discipline": "Security Force", "options_for_consideration": ["Ensure the security force receives training on emergency response procedures for hostage/barricade situations."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "Although access controls are enforced at the site perimeter and/or building entrance(s), the facility has limited or no internal access controls.", "description": "Although access controls are enforced at the site perimeter and/or building entrance(s), the facility has limited or no internal access controls.", "discipline": "Entry Controls", "options_for_consideration": ["Identify sensitive/critical areas (e.g., control rooms, server rooms, mailrooms, fuel or chemical storage areas, utility service areas) that need access controls. Implement access controls (e.g.. locks) for these areas as necessary.", "Explore options to restrict access to sensitive/critical areas using the existing keycard system.", "Explore options to restrict access to sensitive/critical areas using a keycard system.", "Conduct an internal circulation study to understand the feasibility of locking down building sections either manually or, preferably, with automated technology."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "Outside air intakes are accessible and susceptible to the introduction of CBR agents.", "description": "Outside air intakes are accessible and susceptible to the introduction of CBR agents.", "discipline": "Building Envelope", "options_for_consideration": ["Install physical security measures, such as fencing, CCTV cameras, and motion detectors around air intakes to facilitate monitoring by security personnel."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "Lighting for fences, gates, and/or parking areas is uneven and dissimilar, causing glare and shadows, and resulting in inconsistent coverage, which can produce dark areas and shadows where intruders can go undetected.", "description": "Lighting for fences, gates, and/or parking areas is uneven and dissimilar, causing glare and shadows, and resulting in inconsistent coverage, which can produce dark areas and shadows where intruders can go undetected.", "discipline": "Illumination", "options_for_consideration": ["Update the lighting system to ensure illumination uniformity, so that security personnel can see ahead and to the sides with an absence of dark areas caused by shadows. Lighting should be brightest in secure areas, with the light gradually less in areas adjacent to high-illumination areas."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not train personnel on the business continuity plan.", "description": "The facility does not train personnel on the business continuity plan.", "discipline": "Resilience Management - Business Continuity", "options_for_consideration": ["Train all personnel on the business continuity plan annually. Document the completion of training."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not exercise its security plan annually.", "description": "The facility does not exercise its security plan annually.", "discipline": "Security Management", "options_for_consideration": ["Test the security plan regularly with drills and tabletop exercises to ensure that adequate resources are available to implement the plan and that all operating units can perform their responsibilities as defined in the plan.", "Exercise the plan at least once annually to ensure it remains applicable as changes occur at the facility. Update the plan as needed.", "Exercise the plan regularly with employees and other appropriate personnel (e.g., building management, tenants) to ensure that adequate resources are available to implement the plan and that all operating units can perform their responsibilities as defined in the plan.", "Involve first responders in exercises to familiarize them with the facility and its security plans, policies, and procedures.", "Consult the Ready.gov website for more information, at http://www.ready.gov/business/testing/exercises."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not conduct background checks on employee security personnel.", "description": "The facility does not conduct background checks on employee security personnel.", "discipline": "Security Management", "options_for_consideration": ["Conduct background checks on security personnel."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not exchange information with the FBI. Information exchange with the FBI would enhance the security and resilience posture of the facility.", "description": "The facility does not exchange information with the FBI. Information exchange with the FBI would enhance the security and resilience posture of the facility.", "discipline": "Information Sharing", "options_for_consideration": ["Consult your local police department, sheriff's office, and/or PSA regarding opportunities to enhance information sharing with the JTTF. Information about JTTFs is also available via the FBI website, at https://www.fbi.gov/investigate/terrorism/joint-terrorism-task-forces."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have a security force. The lack of an adequately sized, well-trained, and well-equipped security force limits a facility's ability to respond to security incidents and/or emergencies.", "description": "The facility does not have a security force. The lack of an adequately sized, well-trained, and well-equipped security force limits a facility's ability to respond to security incidents and/or emergencies.", "discipline": "Security Force", "options_for_consideration": ["Ensure that the security force has the equipment necessary to meet the requirements established by security management (e.g., uniforms, communications, personal protective equipment).", "Ensure that the security force receives adequate, continuous training on topics such as emergency response, weapons and self-defense, standard operating procedures, and screening and access.", "Provide the security force with comprehensive post orders and a dedicated command and control/operation center.", "Develop a comprehensive security plan specific to the facility. Train personnel on the plan, and exercise the plan at least once a year. Consult Facility Security Plan: An Interagency Security Committee Guide for more information.", "Create a surge capacity plan to augment the security force during special circumstances or elevate threats.", "Ensure that the size of the security force allows for adequate staffing of static posts and roving patrols.", "Explore the feasibility of establishing or contracting a security force to actively protect assets, property, and employees, and to rapidly respond to security incidents and/or emergencies. Depending on state and local regulations, security personnel may be subject to registration, licensing, certification, specific training, and other requirements."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The security force does not receive training on emergency response procedures for fires.", "description": "The security force does not receive training on emergency response procedures for fires.", "discipline": "Security Force", "options_for_consideration": ["Ensure the security force receives training on emergency response procedures for fires."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility has limited or no access control policies/procedures for employees.", "description": "The facility has limited or no access control policies/procedures for employees.", "discipline": "Entry Controls", "options_for_consideration": ["Install access control systems and/or implement access control procedures designed to permit only authorized access, detect and prevent contraband from being brought into the facility, and provide information to security personnel to facilitate the appropriate assessment and response. Effective access control can be established through the integrated use of guards, locks, credentials, and/or screening equipment (e.g., x-ray scanners, magnetometers).", "Post security guards at entrances to facilitate access control procedures such as credential checks and searches. If this is not possible, integrate CCTV or other surveillance equipment to facilitate remote monitoring of access points.", "Implement screening operations for the facility. Available screening options include, but are not limited to, x-ray scanners, magnetometers, package searches, and physical searches. Post signage to notify potential entrants that screening is a prerequisite for entry into the facility.", "Issue photo ID badges to all employees. Implement a process for badge verification before employees gain access to the facility. Require badges to be displayed onsite at all times."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "Facility personnel have unrestricted access throughout the site. Controls are not in place to restrict employee access to sensitive/critical areas (e.g., control rooms, server rooms, fuel or chemical storage areas, utility service areas) to only those with a valid need for admittance.", "description": "Facility personnel have unrestricted access throughout the site. Controls are not in place to restrict employee access to sensitive/critical areas (e.g., control rooms, server rooms, fuel or chemical storage areas, utility service areas) to only those with a valid need for admittance.", "discipline": "Entry Controls", "options_for_consideration": ["Identify areas within the facility that need additional access controls. Implement controls (e.g.. locks) for these areas as necessary.", "Explore options to establish access levels to sensitive/critical areas using the existing keycard system.", "Explore options to establish access levels to sensitive/critical areas using a keycard system.", "Post security guards at access points to sensitive/critical areas to enforce access control procedures such as credential checks and searches. If this is not possible, integrate CCTV or other surveillance equipment to facilitate remote monitoring of access points."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The backup power supply covers emergency lighting for only critical locations along fences and/or gates and/or in parking areas. The backup power supply does not cover most of the existing lights.", "description": "The backup power supply covers emergency lighting for only critical locations along fences and/or gates and/or in parking areas. The backup power supply does not cover most of the existing lights.", "discipline": "Illumination", "options_for_consideration": ["Ensure that the backup power supply covers most existing lights, not only lights for critical locations."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility trains some, but not all, personnel on the business continuity plan.", "description": "The facility trains some, but not all, personnel on the business continuity plan.", "discipline": "Resilience Management - Business Continuity", "options_for_consideration": ["Provide training to the business continuity team on the roles and responsibilities as defined in the business continuity plan. Provide additional training for leaders including incident management."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility's security plan is missing key elements.", "description": "The facility's security plan is missing key elements.", "discipline": "Security Management", "options_for_consideration": ["Update the security plan to include: An assessment of possible security risks", "Update the security plan to include: A review of threats to, and vulnerabilities of, facility operations and activities", "Update the security plan to include: Identification of critical assets or areas", "Update the security plan to include: Liaison with response agencies", "Update the security plan to include: Exercising the plan", "Update the security plan to include: Plan maintenance (e.g., review and revision)", "Update the security plan to include: Executive protection", "Update the security plan to include: An up-to-date point of contact roster for: Key personnel responsible for security (e.g., the security manager or a designated representative)", "Update the security plan to include: An up-to-date point of contact roster for: First responders", "Update the security plan to include: Physical Security: Management and use of physical security systems", "Update the security plan to include: Physical Security: Perimeter security", "Update the security plan to include: Physical Security: Parking/delivery/standoff distance", "Update the security plan to include: Physical Security: Illumination", "Update the security plan to include: Physical Security: Key control program", "Update the security plan to include: Electronic security systems: Locks and technologies", "Update the security plan to include: Security Force: Staffing", "Update the security plan to include: Security Force: Static Post", "Update the security plan to include: Security Force: Roving Post", "Update the security plan to include: Security Force: Equipment", "Update the security plan to include: Access control procedures: Employees", "Update the security plan to include: Access control procedures: Visitors", "Update the security plan to include: Access control procedures: Contractors", "Update the security plan to include: Access control procedures: Customers", "Update the security plan to include: A security awareness training program that addresses: Terrorist incidents", "Update the security plan to include: A security awareness training program that addresses: Security communications policy or procedures", "Update the security plan to include: A security awareness training program that addresses: Information protection/OPSEC", "Update the security plan to include: A security awareness training program that addresses: Personnel security", "Update the security plan to include: A security awareness training program that addresses: Criminal activities (e.g., break-ins)", "Update the security plan to include: A security awareness training program that addresses: Hostage situations", "Update the security plan to include: Active shooter: Develop a response plan and training program to provide guidance on how to respond to an active shooter. Refer to the DHS website for resources, including online training, booklets, and posters, at https://www.dhs.gov/active-shooter-preparedness.", "Update the security plan to include: Internal disturbances (e.g., workplace violence): Develop a checklist of steps to be taken when terminating an employee that includes revoking access to cyber systems, email, etc. and addresses the return of keys, access cards, uniforms, and other property.", "Update the security plan to include: Internal disturbances (e.g., workplace violence): Implement a policy that deals with termination procedures for hostile employees."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "Although the facility conducts background checks on employee security personnel, checks are conducted only at initial hire. Recurring background checks are not conducted.", "description": "Although the facility conducts background checks on employee security personnel, checks are conducted only at initial hire. Recurring background checks are not conducted.", "discipline": "Security Management", "options_for_consideration": ["Conduct recurring background checks on security personnel."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not exchange information with the ISAC for its sector. Information exchange with the ISAC would enhance the security and resilience posture of the facility.", "description": "The facility does not exchange information with the ISAC for its sector. Information exchange with the ISAC would enhance the security and resilience posture of the facility.", "discipline": "Information Sharing", "options_for_consideration": ["Consult your local PSA regarding opportunities to enhance information sharing with the appropriate ISAC. Additional information is available via the National Council of ISACs website, at https://www.nationalisacs.org."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have an interior IDS to detect attempted and successful security breaches.", "description": "The facility does not have an interior IDS to detect attempted and successful security breaches.", "discipline": "Electronic Security Systems - IDS", "options_for_consideration": ["Evaluate the weakest points of entry into the facility and install IDS sensors as appropriate. Types of sensors used to detect interior intrusion include boundary penetration sensors, interior motion sensors, proximity sensors, door sensors, and window sensors."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have a security force. Employees perform security-related duties such as patrols and security checks. The lack of an adequately sized, well-trained, and well-equipped security force limits a facility's ability to respond to security incidents and/or emergencies.", "description": "The facility does not have a security force. Employees perform security-related duties such as patrols and security checks. The lack of an adequately sized, well-trained, and well-equipped security force limits a facility's ability to respond to security incidents and/or emergencies.", "discipline": "Security Force", "options_for_consideration": ["Ensure that the size of the security force allows for adequate staffing of static posts and roving patrols.", "Ensure that the security force has the equipment necessary to meet the requirements established by security management (e.g., uniforms, communications, personal protective equipment).", "Ensure that the security force receives adequate, continuous training on topics such as emergency response, weapons and self-defense, standard operating procedures, and screening and access.", "Provide the security force with comprehensive post orders and a dedicated command and control/operation center.", "Create a surge capacity plan to augment the security force during special circumstances or elevated threats."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The security force does not receive training on emergency response procedures in the event of a HAZMAT release.", "description": "The security force does not receive training on emergency response procedures in the event of a HAZMAT release.", "discipline": "Security Force", "options_for_consideration": ["Ensure the security force receives training on emergency response procedures for a HAZMAT release.", "Review the list of FEMA training materials available at http://www.training.fema.gov."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility has limited or no access control policies/procedures for visitors.", "description": "The facility has limited or no access control policies/procedures for visitors.", "discipline": "Entry Controls", "options_for_consideration": ["Install access control systems and/or implement access control procedures designed to permit only authorized access, detect and prevent contraband from being brought into the facility, and provide information to security personnel to facilitate the appropriate assessment and response. Effective access control can be established through the integrated use of guards, locks, credentials, and/or screening equipment (e.g., x-ray scanners, magnetometers).", "Review all requests for visitor access.", "Evaluate the need to screen visitor requests (e.g., with local law enforcement) to identify issues before authorizing access.", "Maintain a list of regular visitors to the facility.", "Post security guards at entrances to facilitate access control procedures such as credential checks and searches. If this is not possible, integrate CCTV or other surveillance equipment to facilitate remote monitoring of access points.", "Implement screening operations for the facility. Available screening options include, but are not limited to, x-ray scanners, magnetometers, package searches, and physical searches. Post signage to notify potential entrants that screening is a prerequisite for entry into the facility.", "Limit visitor access to the facility at a level consistent with onsite safety and security requirements.", "Require visitors to sign in and sign out.", "Issue badges to visitors and require badges to be displayed at all times at the facility. Collect badges when visits are complete."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility has numerous extraneous access points for ingress, or has numerous access points that are unsecured.", "description": "The facility has numerous extraneous access points for ingress, or has numerous access points that are unsecured.", "discipline": "Entry Controls", "options_for_consideration": ["Evaluate the number of unsecured or unnecessary access points available for ingress, and explore ways to limit the number of access points or eliminate extraneous points of entry."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not exercise its business continuity plan annually.", "description": "The facility does not exercise its business continuity plan annually.", "discipline": "Resilience Management - Business Continuity", "options_for_consideration": ["Evaluate the business continuity plan through annual exercises. Ensure exercises are designed to accomplish the following: 1) Identify planning and procedural deficiencies; 2) Test or validate recently changed procedures or plans; 3) Clarify roles and responsibilities; 4) Obtain participant feedback and recommendations for program improvement; 5) Measure improvement compared to performance objectives; 6) Improve coordination between internal and external teams, organizations, and entities; 7) Validate training and education; and 8) Identify additional resources and assess the capabilities of existing resources, including personnel and equipment needed for effective business continuity and recovery."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not have a CCTV system. CCTV systems support surveillance of activities and events within and around a facility.", "description": "The facility does not have a CCTV system. CCTV systems support surveillance of activities and events within and around a facility.", "discipline": "Electronic Security Systems - CCTV", "options_for_consideration": ["Explore the feasibility of installing a comprehensive CCTV system onsite. Site-specific factors must be considered when selecting components that comprise a particular CCTV system. For example, the size of the system, in terms of the number of cameras needed, is the minimum number required to view all electronic security system sensor detection fields. In addition, some cameras may require artificial light sources. Finally, performance criteria and physical, environmental, and economic considerations must be factored into the component selection.", "Consult Reference Manual to Mitigate Potential Terrorist Attacks Against Buildings (FEMA 426/BIPS 06), available at https://www.dhs.gov/xlibrary/assets/st/st-bips-06.pdf, for more information."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility lacks procedures for handling suspicious packages.", "description": "The facility lacks procedures for handling suspicious packages.", "discipline": "Security Management", "options_for_consideration": ["Refer to the FEMA Emergency Management Institute's Independent Study Program training course IS-906: Workplace Security Awareness. This free, 1-hour course provides guidance to individuals and organizations on how to improve security in the workplace and is available at http://training.fema.gov/EMIWeb/IS/IS906.asp.", "Develop procedures for handling suspicious packages.", "Incorporate procedures on how to handle suspicious packages into initial and annual security training programs.", "Implement U.S. Postal Service mail center security procedures to assess, prevent, and respond to threats such as suspicious letters and packages; bomb threats; and chemical, biological, or radiological contamination.", "Prominently display informational materials on suspicious package indicators in the mailroom.", "Refer to the Ready.gov website for information about suspicious packages and letters, at http://www.ready.gov/explosions.", "Ensure bomb threat checklists are accessible at all work stations where inbound calls are received.", "Create and use a central repository for all U.S. mail and other deliveries where packages can then be picked up or delivered to addressees in a controlled manner. See U.S. Postal Service guidelines for a mail room so that if anything suspicious does occur, it will minimally impact the overall operation of the site, if at all. Consult the DHS guidance document, Best Practices for Mail Screening and Handling Processes: A Guide for the Public and Private Sectors to inform the development of policies, procedures, and training for recognizing and handling suspicious packages.", "Consult the DHS guidance document, Best Practices for Mail Screening and Handling Processes: A Guide for the Public and Private Sectors, available at https://www.dhs.gov/sites/default/files/publications/Mail_Handling_Document_NonFOUO%209-27-2012.pdf, to inform the development of policies, procedures, and training for recognizing and handling suspicious packages.", "Train facility or organization volunteers on suspicious-package and IED recognition using local explosivedetection -teams for partnership opportunities."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "Background checks are not conducted on contract security personnel.", "description": "Background checks are not conducted on contract security personnel.", "discipline": "Security Management", "options_for_consideration": ["Conduct background checks on contract security personnel.", "Require security contracting companies to conduct background checks on their personnel who will work at the facility and to make such records available for audit."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility does not exchange information through the HSIN portal. Using the HSIN portal for information sharing would enhance the security and resilience posture of the facility.", "description": "The facility does not exchange information through the HSIN portal. Using the HSIN portal for information sharing would enhance the security and resilience posture of the facility.", "discipline": "Information Sharing", "options_for_consideration": ["Consult your local PSA to become a member of the HSIN community. Information about HSIN is also available via the DHS website, at https://www.dhs.gov/homeland-security-information-network-hsin."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility has no security team or threat assessment team to identify potential threats or respond to security incidents. The lack of a security team may allow potential threats to go unnoticed and leave the facility without the ability to respond to security incidents.", "description": "The facility has no security team or threat assessment team to identify potential threats or respond to security incidents. The lack of a security team may allow potential threats to go unnoticed and leave the facility without the ability to respond to security incidents.", "discipline": "Security Force", "options_for_consideration": ["Establish a security or threat assessment team that can identify potential threats and respond to security incidents at the facility.", "Provide the security and threat assessment teams training that include basic security principles, threat indicators, and response to natural and intentional threats."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The security force does not receive training on procedures in the event of a natural disaster.", "description": "The security force does not receive training on procedures in the event of a natural disaster.", "discipline": "Security Force", "options_for_consideration": ["Ensure the security force receives training on emergency response procedures for regional natural disasters", "Review the list of FEMA training materials available at http://www.training.fema.gov."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "The facility has limited or no access control policies/procedures for contractors/vendors.", "description": "The facility has limited or no access control policies/procedures for contractors/vendors.", "discipline": "Entry Controls", "options_for_consideration": ["Install access control systems and/or implement access control procedures designed to permit only authorized access, detect and prevent contraband from being brought into the facility, and provide information to security personnel to facilitate the appropriate assessment and response. Effective access control can be established through the integrated use of guards, locks, credentials, and/or screening equipment (e.g., x-ray scanners, magnetometers).", "Maintain a list of regular contractors/vendors.", "Post security guards at entrances to facilitate access control procedures such as credential checks and searches. If this is not possible, integrate CCTV or other surveillance equipment to facilitate remote monitoring of access points.", "Implement screening operations for the facility. Available screening options include, but are not limited to, x-ray scanners, magnetometers, package searches, and physical searches. Post signage to notify potential entrants that screening is a prerequisite for entry into the facility.", "Limit contractor/vendor access to the facility at a level consistent with onsite safety and security requirements.", "Require contractors/vendors to sign in and sign out.", "Issue badges to contractors/vendors and require badges to be displayed at all times at the facility. Collect badges when visits are complete.", "Escort contractors/vendors as necessary, either at all times or only in sensitive/critical areas."], "source": "production_approved", "quality_score": 1.0}
{"vulnerability": "Main entrance doors are not locked, or existing locks are ineffective.", "description": "Main entrance doors are not locked, or existing locks are ineffective.", "discipline": "Entry Controls", "options_for_consideration": ["Ensure effective locking mechanisms exist on doors. Keep doors locked when not actively monitored and in use."], "source": "production_approved", "quality_score": 1.0}
